[
    {
        "image": "images/Khao_soi_nam_na.jpeg",
        "answers": [
            "A bowl of Asian noodle soup topped with minced meat and fresh herbs.\n"
        ]
    },
    {
        "image": "images/Marieta_-_Zapatilla_-BT-_01.jpeg",
        "answers": [
            "A worn-out shoe in the forest.\n"
        ]
    },
    {
        "image": "images/520px-thumbnail.jpeg",
        "answers": [
            "A group of people standing beside a swimming pool, some squatting in a row.\n",
            "There is a group of people doing squats at a public swimming pool. \n"
        ]
    },
    {
        "image": "images/Young_ladies_at_Harajuku.jpeg",
        "answers": [
            "A group of women in traditional Japanese attire.\n"
        ]
    },
    {
        "image": "images/Alexis_Texas_at_Sexpo_in_Sydney,_Australia_04.jpeg",
        "answers": [
            "A smiling woman in a white dress posing for the camera.\n"
        ]
    },
    {
        "image": "images/Acro-tcd.jpeg",
        "answers": [
            "Two acrobatic gymnasts performing a balancing act in leotards.\n"
        ]
    },
    {
        "image": "images/Seaman_jumper.jpeg",
        "answers": [
            "Tan knitted sweater with a large round collar on a hanger.  It has a hoodie type pocket in the front and the right handed sleeve in positioned in the pocket.\n"
        ]
    },
    {
        "image": "images/Cocola_Bakery_Hazelnut_Cake_(17733558344).jpeg",
        "answers": [
            "A seven Layer chocolate and hazelnut cake with a chocolate bar on top. \n"
        ]
    },
    {
        "image": "images/340px-Jersei-coll-alt.jpeg",
        "answers": [
            "A plain grey high-neck sweater.\n"
        ]
    },
    {
        "image": "images/Tyra_Banks(Cannes).jpeg",
        "answers": [
            "A black woman athlete in a white tank top, with her mouth open showing very white teeth.\n"
        ]
    },
    {
        "image": "images/600px-GDC_onlywayaround.jpeg",
        "answers": [
            "A group of nine contemporary dancers on a dark stage mid-performance.\n",
            "A group of nine contemporary dancers on a dark stage mid-performance. They are illuminated by a circle of light.\n"
        ]
    },
    {
        "image": "images/Kate_middleton.jpeg",
        "answers": [
            "A smiling woman with long, wavy brown hair, wearing a white lace garment. A person out of frame has their hand on her shoulder. \n"
        ]
    },
    {
        "image": "images/Nymphaea_nouchali00.jpeg",
        "answers": [
            "Close-up of a lavender-colored water lily with bees on it.\n"
        ]
    },
    {
        "image": "images/DR0071DSC_9245.jpeg",
        "answers": [
            "A green landscape with numerous small islands, mountains, and hills. Surrounded by a blue sky with dozens of clouds.\n"
        ]
    },
    {
        "image": "images/Wingsuit_men_getting_ready.jpeg",
        "answers": [
            "Three people in colorful wingsuits overlooking mountains.\n",
            "Three people in wingsuits overlooking where they're going to jump. One person's suit is yellow, one is orangeish red and one is bright green. They have backpacks on that correspond with their outfits. \n",
            "Three people in yellow, orange, and green wingsuits standing at the edge of a cliff with a town down below and tall mountains in the background.\n"
        ]
    },
    {
        "image": "images/Underwater_Walk_of_Sea_Life_London_Aquarium.jpeg",
        "answers": [
            "A dark aquarium tunnel with a young family at the far end, viewing marine life.\n",
            "Aquarium tunnel with visitors observing marine life.\n"
        ]
    },
    {
        "image": "images/Fashion_Runway.jpeg",
        "answers": [
            "Models walking on a fashion runway with an audience watching.\n"
        ]
    },
    {
        "image": "images/Handmade_Chicken_Shawarma_Wrap_-_Lavash.jpeg",
        "answers": [
            "A chicken shawarma wrap that was sliced in half and stacked on the other half sitting on a plate with a piece lettuce.\n"
        ]
    },
    {
        "image": "images/440px-North-American-bullfrog1.jpeg",
        "answers": [
            "A green bullfrog sitting in grass, with its eyes bulging and skin glistening.\n"
        ]
    },
    {
        "image": "images/340px-Nina_Garcia.jpeg",
        "answers": [
            "A woman smiling on a city sidewalk, surrounded by strangers.\n"
        ]
    },
    {
        "image": "images/Neuschwanstein_Castle_from_Marienbrucke,_2011_May.jpeg",
        "answers": [
            "A large realistic castle perched on a forested hill.\n"
        ]
    },
    {
        "image": "images/Sugar_Pumpkins.jpeg",
        "answers": [
            "Five small orange pumpkins on grass.\n"
        ]
    },
    {
        "image": "images/440px-Concia_di_zucchine.jpeg",
        "answers": [
            "A dish of seasoned and sautéed zucchini slices, garnished with herbs and red chili peppers.\n"
        ]
    },
    {
        "image": "images/Third_Photos_107_(50833140586).jpeg",
        "answers": [
            "American football team dressed in red discussing strategy on field with coach.\n",
            "American football team discussing strategy on field.\n"
        ]
    },
    {
        "image": "images/Lanna_cuisine_starters.jpeg",
        "answers": [
            "A tray with assorted Thai dishes.\n"
        ]
    },
    {
        "image": "images/Papas_de_colores_de_Chiloe.jpeg",
        "answers": [
            "Assortment of colorful potatoes in a basket laying on straw.\n",
            "Assortment of colorful potatoes in a basket, tipped over a bed of hay.\n"
        ]
    },
    {
        "image": "images/Kue_di_Bandar_Udara_Sultan_Iskandarmuda.jpeg",
        "answers": [
            "A selection of fried snacks on a blue plate.\n"
        ]
    },
    {
        "image": "images/440px-Cara_Delevingne_During_LFW_SS15.jpeg",
        "answers": [
            "A tall and thin model with long straight blond hair strutting on a runway in a white minidress with red and black wide stripe accents, carrying a large blue bag.\n"
        ]
    },
    {
        "image": "images/440px-Bridgit_Mendler_2013_(Straighten_Crop).jpeg",
        "answers": [
            "A smiling woman with tied-up hair with light pink accents and dark brown roots with light makeup on a colorful background. She looks like she is dewy and glowing. \n"
        ]
    },
    {
        "image": "images/Charlie's_Angels_cast_during_interview_01.png",
        "answers": [
            "Three famous women actors wearing casual clothing, sitting together for an interview, with a movie title in the background. They are promoting their film, Charlie's Angels. \n"
        ]
    },
    {
        "image": "images/440px-Laika_ac_Shitamachi_Tanabata_Matsuri_(7560650862).jpeg",
        "answers": [
            "A woman from behind wearing a traditional blue and white flower patterned kimono at a bustling event at a street in Japan.\n",
            "A person from behind wearing a traditional blue and white patterned kimono at a bustling event.\n"
        ]
    },
    {
        "image": "images/Rabanne.jpeg",
        "answers": [
            "A shimmering brown and gold dress covered with reflective squares.\n",
            "A shimmering dress covered with reflective detailing squares that is slightly above the knee.\n"
        ]
    },
    {
        "image": "images/336px-Sts088-703-019e.jpeg",
        "answers": [
            "a white Space station modules connected in orbit in the empty space.\n",
            "Space station modules connected in orbit.\n"
        ]
    },
    {
        "image": "images/1637984492234_Progress_MS_17_undocking_and_Nauka_nadir_temporary_docking_adapter_Removal_02.jpeg",
        "answers": [
            "Spacecraft in orbit, with mechanical arms extended for docking.\n"
        ]
    },
    {
        "image": "images/Lion_waiting_in_Namibia.jpeg",
        "answers": [
            "A resting lion in golden grass looking out into the grasslands.\n"
        ]
    },
    {
        "image": "images/Two_dancers.jpeg",
        "answers": [
            "Two modern dancers mid-air in a dramatic pose. One male dancer isn't wearing a shirt and long brown pants is putting his hand on the female dancer that is wearing a red dress and is jumping in the air with the arms wide out.\n"
        ]
    },
    {
        "image": "images/240px-Chignon-jennadrudi.jpeg",
        "answers": [
            "A neat, elegant chignon hairstyle from the back view of a person in a white top.\n"
        ]
    },
    {
        "image": "images/Decorations_and_lights_adorn_the_Via_Monte_Napoleone_in_Milan.jpeg",
        "answers": [
            "A luxurious store front in Europe\n"
        ]
    },
    {
        "image": "images/Girl_at_Piccadilly_Circus.jpeg",
        "answers": [
            "A woman in a blue outfit stands confidently on a London street, with advertisements in the background.\n"
        ]
    },
    {
        "image": "images/Male_and_female_chicken_sitting_together.jpeg",
        "answers": [
            "A rooster and hen perched side by side.\n"
        ]
    },
    {
        "image": "images/HH_Polizeihauptmeister_MZ.jpeg",
        "answers": [
            "A policeman with a white mustache in uniform holding a radio.\n"
        ]
    },
    {
        "image": "images/440px-Folk_Dancing_at_Jack_in_the_Green.jpeg",
        "answers": [
            "A woman dancing in a red traditional garb with a leafy wreath on her head at a festive event. She is surrounded by other performers and observers in the street.\n"
        ]
    },
    {
        "image": "images/BackBay_skyline.jpeg",
        "answers": [
            "A panoramic view of a dense city skyline along a coastline.\n"
        ]
    },
    {
        "image": "images/600px-Les_Plantes_Cultivades._Cereals._Imatge_119.jpg",
        "answers": [
            "An array of different types of cereal grains such as corn and wheat spread on a surface.\n"
        ]
    },
    {
        "image": "images/IDHM_Wasserspringen_2018-02-18_3m_mixed_Vorkampf_Sprung_3_18.jpeg",
        "answers": [
            "The divers mid-air after their jump during a synchronized diving event.\n"
        ]
    },
    {
        "image": "images/340px-Priyanka_chopra_at_filmfare_launch.jpeg",
        "answers": [
            "A dark-haired woman in a red strapless dress with accessories.\n",
            "A brunette woman looking snatched in a red strapless dress...just the way God intended!\n"
        ]
    },
    {
        "image": "images/BCfood17.jpeg",
        "answers": [
            "A blue bowl of Japanese cuisine with scallops.\n"
        ]
    },
    {
        "image": "images/Jiuqudong_2003-01.jpeg",
        "answers": [
            "A rocky gorge with a river flowing through it, flanked by rugged cliffs and lush vegetation.\n"
        ]
    },
    {
        "image": "images/400px-Transition_from_Sawgrass_to_Coastal_Habitat,_NPSPhoto_(9250299462).jpeg",
        "answers": [
            "An aerial view of a coastal habitat transition zone. There are curved paths and round circles of trees.\n"
        ]
    },
    {
        "image": "images/COCK_FIGHT.jpeg",
        "answers": [
            "Two roosters fighting in mid-air, kicking up dust. Both have their feet pointed towards each other.\n"
        ]
    },
    {
        "image": "images/LegskinSwimsuit.jpeg",
        "answers": [
            "Black Yingfa swim tights with grey accents.\n"
        ]
    },
    {
        "image": "images/440px-ISS_Habitation_module.jpeg",
        "answers": [
            "A space station module being transported by a crane in an industrial setting. Workers surround the object and assist in its transport.\n"
        ]
    },
    {
        "image": "images/Water_droplet_lying_on_a_damask.jpeg",
        "answers": [
            "Close-up of a water droplet on fabric.\n"
        ]
    },
    {
        "image": "images/Carrots_of_many_colors.jpeg",
        "answers": [
            "Colorful carrots, ranging from orange, to white, to black, arranged in a radial pattern on a white background, surrounded by greenery.\n"
        ]
    },
    {
        "image": "images/Light_Therapy_for_SAD.jpeg",
        "answers": [
            "An elderly person with glasses reading a book under a light therapy lamp.\n"
        ]
    },
    {
        "image": "images/440px-Phrik_nam_pla.jpeg",
        "answers": [
            "A square, white sauce dish with fish sauce, chili, and lime on a checkered blue and white tablecloth.\n"
        ]
    },
    {
        "image": "images/440px-Small_aquarium.jpeg",
        "answers": [
            "A lively aquarium scene with a variety of small, colorful fish among water plants and decor.\n"
        ]
    },
    {
        "image": "images/440px-Khao_phat_kraphao_mu.jpeg",
        "answers": [
            "A plate of fried rice with egg, vegetables, and a side of soup, set on a brown table. Also has a side of cucumbers tomatoes fried egg over the top of the rice.\n"
        ]
    },
    {
        "image": "images/Winners_jammer.jpeg",
        "answers": [
            "Colorful patterned swim jammers. Extremely tight fit and the length of biker shorts.\n"
        ]
    },
    {
        "image": "images/340px-Rubus_caesius_fruit_-_Keila.jpeg",
        "answers": [
            "Cluster of ripe blue-black berries on a plant.\n",
            "Cluster of ripe blue-black berries on a thorny stem.\n"
        ]
    },
    {
        "image": "images/400px-Nellu.jpeg",
        "answers": [
            "A woman spreading grain with her hands to dry the grains on a large blue tarp during a sunny day.\n",
            "A woman spreading grain to dry on a large blue tarp.\n"
        ]
    },
    {
        "image": "images/Porcupine_(5670622729).jpeg",
        "answers": [
            "A porcupine is walking through a field with dry grasses.\n"
        ]
    },
    {
        "image": "images/Art_Mediums_commonly_used_for_Art_Therapy.jpeg",
        "answers": [
            "Art supplies on a table, including a piece of paper, a box of crayons, a box of colored pencils, a pack of color pen, and two brown pens. \n"
        ]
    },
    {
        "image": "images/Schroedinger_cat.jpeg",
        "answers": [
            "There are green ivy leaves covering the ground, branches of pine stretching to the sky, and a sculpture of a brown cat in a garden.\n"
        ]
    },
    {
        "image": "images/Christmas_jumpers,_Sainsbury's_2016.jpeg",
        "answers": [
            "A display of festive Christmas sweaters in various designs at a retail store.\n"
        ]
    },
    {
        "image": "images/Potato_bag_cultivation.jpeg",
        "answers": [
            "Potted plant with large green leaves.\n"
        ]
    },
    {
        "image": "images/Halved_blackberry_(Rubus_fruticosus).jpeg",
        "answers": [
            "Half a  blackberry covered in shiny black droplets.\n"
        ]
    },
    {
        "image": "images/440px-060818-F-5179R-172.jpeg",
        "answers": [
            "A football player signing autographs on a football for young fans.\n"
        ]
    },
    {
        "image": "images/320px-Atlantic_Attack_Ringette_Team.jpeg",
        "answers": [
            "Players in a ringette game in motion on the ice.\n"
        ]
    },
    {
        "image": "images/Protestas_Lima_Diciembre_2022_(18).jpeg",
        "answers": [
            "A crowded street protest with flags and banners.\n"
        ]
    },
    {
        "image": "images/440px-Piranha1.jpeg",
        "answers": [
            "Several large, shimmering piranhas in an aquarium with a dark backdrop.\n"
        ]
    },
    {
        "image": "images/Thai_market_sweets_01.jpeg",
        "answers": [
            "Thai desserts and sweets displayed at a market.\n"
        ]
    },
    {
        "image": "images/Wheat_Tomsk.jpeg",
        "answers": [
            "Golden wheat field under a blue sky.\n"
        ]
    },
    {
        "image": "images/Okonjima_Lioness.jpeg",
        "answers": [
            "Lioness sitting on the ground in a savanna. She is surrounded by green grass and small bushes, behind her are forested hills. She is looking at the camera.\n"
        ]
    },
    {
        "image": "images/EUA_levam_ouro_na_ginastica_artistica_feminina;_Brasil_fica_em_8lugar_(28262785354).jpeg",
        "answers": [
            "Gymnast in mid-flip above the balance beam in a gymnastics competition. Behind her is a person watching and green background.\n"
        ]
    },
    {
        "image": "images/Kelly_Clarkson_57th_Presidential_Inauguration-cropped.jpeg",
        "answers": [
            "A woman in a winter coat and purple scarf looking to the side. She has long strawberry blond hair.\n",
            "A Woman in a Winter Coat and Purple Scarf Glancing Sideways"
        ]
    },
    {
        "image": "images/ReginaCarter.jpeg",
        "answers": [
            "A woman playing the violin intensely onstage.\n"
        ]
    },
    {
        "image": "images/440px-Woman's_Ball_Gown_LACMA_M.2007.211.939_(2_of_3).jpg",
        "answers": [
            "Close-up of the textured details on a woman's brown ball gown.\n"
        ]
    },
    {
        "image": "images/Kerala_Government_Secretariat,_Thiruvananthapuram,_Kerala,_India.jpeg",
        "answers": [
            "Statue in front of a colonial-style building with arches and a central dome, surrounded by palm trees and a garden. To the right is a statue of a prominent leader.\n"
        ]
    },
    {
        "image": "images/Fortier_DAKAR_art_therapy_30dec11_300.jpeg",
        "answers": [
            "Two people engaged in an art therapy session with paints.\n"
        ]
    },
    {
        "image": "images/Amaterske_akvarium.jpeg",
        "answers": [
            "A lush aquarium with vibrant live plants and an assortment of tropical fish.\n"
        ]
    },
    {
        "image": "images/440px-BCRL.jpeg",
        "answers": [
            "An older woman is being assisted  by a younger woman in a gym during an incline press routine.\n"
        ]
    },
    {
        "image": "images/US_Navy_101004-N-6427M-149_Airman_David_Hall,_from_Buffalo,_N.Y.,_jumps_rope_during_a_training_session_in_the_hangar_bay_aboard_the_aircraft_carrie.jpg",
        "answers": [
            "A serviceman on an aircraft carrier jumping rope.\n"
        ]
    },
    {
        "image": "images/240px-Ksc_arrive04.jpeg",
        "answers": [
            "A satellite wrapped in thermal blankets in a preparation facility.\n"
        ]
    },
    {
        "image": "images/Bee_pollinating_Blackberry.jpeg",
        "answers": [
            "A bee pollinating white blackberry flowers.\n"
        ]
    },
    {
        "image": "images/268px-Burgerstrabe_26+24_(BT0A2830).jpeg",
        "answers": [
            "Colorful buildings line a city street with cars under a clear blue sky.\n"
        ]
    },
    {
        "image": "images/Wolf_eel_eating_a_sea_urchin.jpeg",
        "answers": [
            "Wolf eel eating a sea urchin among coral.\n",
            "A dark blue Wolf eel eating a white sea urchin among multicolored purple coral.\n"
        ]
    },
    {
        "image": "images/Stephen_Weiss.jpeg",
        "answers": [
            "A Florida Panthers Ice hockey player in action on the rink.\n"
        ]
    },
    {
        "image": "images/40._Schwimmzonen-_und_Mastersmeeting_Enns_2017_100m_Brust_Herren_USC_Traun-9897.jpg",
        "answers": [
            "A swimmer in a pool mid-stroke wearing a swim cap.\n"
        ]
    },
    {
        "image": "images/440px-Mixed_onions.jpeg",
        "answers": [
            "A variety of whole and sliced onions on a reflective black surface.\n"
        ]
    },
    {
        "image": "images/Unveiling_of_LZR_Racer_in_NYC_2008-02-13.jpeg",
        "answers": [
            "Swimmers modeling high-tech bodysuits, there are 3 swimmers standing on a stage. The bodysuits are tight and black and cover the entire body except the arms.\n"
        ]
    },
    {
        "image": "images/Hummus_from_The_Nile.jpeg",
        "answers": [
            "A plate of creamy hummus around the border with olive oil in the center. The hummus is decorated with various spices. The plate is white with small, dark polka dots and it sitting on a red table\n"
        ]
    },
    {
        "image": "images/Jelly_cc11.jpeg",
        "answers": [
            "A single bright yellow jellyfish with trailing tentacles in a blue sea.\n"
        ]
    },
    {
        "image": "images/440px-Kendall_hat_2017.jpeg",
        "answers": [
            "A moody portrait of a young person in a cap and dark sweater, looking introspective.\n"
        ]
    },
    {
        "image": "images/Holt_Renfrew_Mannequins.jpeg",
        "answers": [
            "Three mannequins in dresses are displayed under elegant chandeliers in a boutique setting.\n"
        ]
    },
    {
        "image": "images/Pacific_Walrus_-_Bull_(8247646168).jpeg",
        "answers": [
            "Walrus with large tusks on ice looking introperspective\n"
        ]
    },
    {
        "image": "images/600px-Rice_grains_(IRRI).jpeg",
        "answers": [
            "Various kinds of rice grains displayed in partitioned containers.\n"
        ]
    },
    {
        "image": "images/Raffinerie_Esso_Ingolstadt.jpeg",
        "answers": [
            "Industrial night scene with lit refinery towers and smoke stacks.\n"
        ]
    },
    {
        "image": "images/Apollo_17_AS17-140-21497.jpeg",
        "answers": [
            "Astronaut on the moon's surface inspecting a large rock.\n"
        ]
    },
    {
        "image": "images/Kiwi_Smoothie.jpeg",
        "answers": [
            "A green kiwi smoothie beside fresh kiwi halves.\n"
        ]
    },
    {
        "image": "images/440px-West_Boca_photo_D_Ramey_Logan.jpeg",
        "answers": [
            "Aerial view of a long straight road stretching through a landscape with urban areas.\n",
            "Aerial view of a long straight road stretching through a landscape with urban areas and seems to be very organized and natural.\n"
        ]
    },
    {
        "image": "images/Kate_Spade_by_Marilyn_K._Yee_1999.jpg",
        "answers": [
            "A smiling woman in a black dress at an event.And golden earrings.\n",
            "A smiling woman with brown hair wearing a black dress a pearl earrings at an event.\n"
        ]
    },
    {
        "image": "images/330px-Zohre_Esmaeli_1.jpeg",
        "answers": [
            "A model in a vibrant, patterned ethnic outfit on a runway.\n",
            "A female model is smiling confidently while she wears a vibrant patterned ethnic outfit, and has her hands on her hips walking elegantly down the runway in front of an audience.  \n"
        ]
    },
    {
        "image": "images/Sher_Khan_(cropped).jpeg",
        "answers": [
            "Tiger walking through grassy field.In the background you can see a row of trees.\n"
        ]
    },
    {
        "image": "images/FORT_KOCHI_BEACH_SUNSET,KERALA_-_panoramio_(2).jpeg",
        "answers": [
            "Fishing nets against a sunset backdrop on a beach.\n",
            "Fishing nets against a sunset backdrop on a beach.\n"
        ]
    },
    {
        "image": "images/Sprouting_mung_beans_in_a_jar.jpeg",
        "answers": [
            "Green mung beans sprouting inside a jar.\n"
        ]
    },
    {
        "image": "images/Mountain_Goat,_Enchantments_Basin.jpeg",
        "answers": [
            "A white mountain goat standing on rocks on the side of a mountain.\n"
        ]
    },
    {
        "image": "images/ISS-36_HTV-4_berthing_2.jpeg",
        "answers": [
            "A robotic arm of the ISS attaching to a spacecraft in orbit.\n"
        ]
    },
    {
        "image": "images/440px-Trevor_Jackson_returns_from_SS_Kyogle.jpeg",
        "answers": [
            "A scuba diver with rebreather equipment underwater.\n"
        ]
    },
    {
        "image": "images/Woman_at_Lover's_Bridge_Tanjung_Sepat_(cropped).jpeg",
        "answers": [
            "An Asian woman with glasses smiling while standing in front of a body of water.\n"
        ]
    },
    {
        "image": "images/440px-Organic_mixed_beans_shoots.jpeg",
        "answers": [
            "A close-up of various sprouted beans and legumes.\n",
            "A close-up of various sprouted beans and legumes.\n"
        ]
    },
    {
        "image": "images/President_George_W._Bush_talks_with_members_of_the_Tampa_Bay_Buccaneers.jpg",
        "answers": [
            "A former president speaking to a football team.\n"
        ]
    },
    {
        "image": "images/Mountain_goat_-_artificial_salt_lick.jpeg",
        "answers": [
            "A white mountain goat by a wooden railing.\n"
        ]
    },
    {
        "image": "images/Sigiriya.jpeg",
        "answers": [
            "Massive rock fortress above green gardens.\n",
            "A Massive Rock Fortress Towering Over Lush Green Garden",
            "Your walking up a dirt road with green grass on either side.  There is a stone wall about 3' tall for an entrance. Looks like a labyrinth of sorts. In the entrance or behind the stone walls there are lots of large trees on the left, right and in front of a huge rock. The rock seems to be coming out of the ground. This rock is hundreds of feet tall. Nothing on the sides of the rock, only erosion over the years and brown in color, but on top it looks like there are trees. Interesting how trees can grow on top of a rock. \n"
        ]
    },
    {
        "image": "images/Chard_(Beta_vulgaris_var_cicla).jpeg",
        "answers": [
            "A plant with large, dark green leaves and bright red stalks growing in a garden.\n"
        ]
    },
    {
        "image": "images/Ice_swimming_at_summer_cottage_Finland.jpeg",
        "answers": [
            "A man ice swimming in a frozen lake. There is a wooden behind the man. There is also snow all over the ground and a small cabin in the background. \n"
        ]
    },
    {
        "image": "images/Aequorea3.jpeg",
        "answers": [
            "A bioluminescent jellyfish floating in dark waters, emitting light.\n",
            "A bioluminescent jellyfish floating in dark waters, emitting light.\n"
        ]
    },
    {
        "image": "images/ISS_module_at_Cape_Canaveral.jpeg",
        "answers": [
            "An aerospace module in a hangar at Cape Canaveral. The module is made out of steel. There is a black wheel on the left side of the contraption also. \n",
            "Not really sure what this is but I'm told it is n aerospace module in a hangar at Cape Canaveral. It is all silver. \n"
        ]
    },
    {
        "image": "images/Nam_phrik_long_ruea.jpeg",
        "answers": [
            "A traditional Thai relish dish with side condiments. It is on ceramic leaf shaped bowls that are kind of deep. There are two bowls like this and it is inside a larer leaf shaped bowl. \n"
        ]
    },
    {
        "image": "images/Artemis_2_Crew_Portrait.jpeg",
        "answers": [
            "Four astronauts in orange space suits posing for a portrait.\n"
        ]
    },
    {
        "image": "images/Macquarium.jpeg",
        "answers": [
            "Old computer monitor repurposed as an aquarium.\n"
        ]
    },
    {
        "image": "images/Cara_Delevingne_Vogue_2023_03.jpeg",
        "answers": [
            "A woman with blonde hair and a green blazer appears pensive with a slight frown, looking to the side.\n"
        ]
    },
    {
        "image": "images/Kutchi_Lehenga.jpeg",
        "answers": [
            "A colorful, detailed ethnic skirt displayed on a black mannequin.\n"
        ]
    },
    {
        "image": "images/440px-Redsweeper.jpeg",
        "answers": [
            "A person operating a large industrial lawn sweeper in an orchard.\n",
            "A person operating a large industrial lawn sweeper in an orchard.\n"
        ]
    },
    {
        "image": "images/Paulien_van_Deutekom_(08-12-2007).jpeg",
        "answers": [
            "Speed skater in mid-glide on the ice.\n"
        ]
    },
    {
        "image": "images/375px-Cannes_2015_22.jpeg",
        "answers": [
            "A woman with red lipstick and long hair flowing over her right shoulder posing on a red carpet event.\n"
        ]
    },
    {
        "image": "images/Mumbai_03-2016_94_Kanheri_Caves.jpeg",
        "answers": [
            "A stone statue in a carved niche.\n"
        ]
    },
    {
        "image": "images/440px-Speedo_zwembroek-1.jpeg",
        "answers": [
            "Black swim trunks with a white stripe and Speedo logo.\n"
        ]
    },
    {
        "image": "images/Demi_Lovato_at_the_Democratic_National_Convention,_July_2016_(cropped_C).jpeg",
        "answers": [
            "Demi Lovato speaking at a microphone in front of a blue geometric background.\n"
        ]
    },
    {
        "image": "images/Street_Parade_2013_033.jpeg",
        "answers": [
            "Profile of a woman with her hair in a high ponytail wearing red sunglasses.\n",
            "Profile of a woman wearing red sunglasses.\n"
        ]
    },
    {
        "image": "images/Mumbai_03-2016_39_University.jpeg",
        "answers": [
            "A tall clock tower with intricate designs and flying birds.\n",
            "A tall clock tower with intricate designs and flying birds.\n"
        ]
    },
    {
        "image": "images/440px-Green_tea_3_appearances.jpeg",
        "answers": [
            "Three stages of green tea preparation in bowls: dry leaves, steeped leaves, and brewed tea.\n"
        ]
    },
    {
        "image": "images/Electric_blue_maxi_dress_with_cognac_accessories.jpeg",
        "answers": [
            "A woman in a bright blue dress and brown jacket posing on a sidewalk.\n"
        ]
    },
    {
        "image": "images/Vegetarian_Curry.jpeg",
        "answers": [
            "Indian vegetarian meal with rice and naan.\n"
        ]
    },
    {
        "image": "images/440px-Rapper_Sword_Dancers_-_Sheffield_Steel.jpeg",
        "answers": [
            "A group of dancers holding swords, performing in a traditional English folk dance.\n",
            "A group of dancers holding swords, performing in a traditional English folk dance. A smiling trio of English folk dancers holding swords stand smiling after\ntheir performance. \n"
        ]
    },
    {
        "image": "images/600px-Sunspot_TRACE.jpeg",
        "answers": [
            "A fiery solar eruption with heat emanating from a sunspot.\n"
        ]
    },
    {
        "image": "images/Diving_off_a_deck_into_the_Great_South_Bay_of_Long_Island.jpeg",
        "answers": [
            "A person diving off a dock into a calm bay in the afternoon.\n"
        ]
    },
    {
        "image": "images/Hana_Highway_Overlook.jpeg",
        "answers": [
            "A tropical forest with a small distant waterfall with lots of trees.\n"
        ]
    },
    {
        "image": "images/440px-Shunsuke1_20080622.jpeg",
        "answers": [
            "A soccer player about to kick a ball during a game, with three of the other team's players and a goalie guarding the goal in the background.\n"
        ]
    },
    {
        "image": "images/Processing_green_tea.jpeg",
        "answers": [
            "Two people rubbing green tea leaves between their hands over in a wooden box collecting the droppings.\n"
        ]
    },
    {
        "image": "images/Street_seamstress_vendor_Bangkok.jpeg",
        "answers": [
            "Seamstress sewing jeans at a vibrant and busy street stall in a foreign country.\n"
        ]
    },
    {
        "image": "images/240px-Dolphinarium_Varna.jpeg",
        "answers": [
            "An indoor dolphinarium with a pool, glass walls and a stadium with red seating.\n"
        ]
    },
    {
        "image": "images/20201102.Hengnan.Hybrid_rice_Sanyou-1.6.jpg",
        "answers": [
            "Heavy clusters of ripe rice hanging from plants in a field.\n"
        ]
    },
    {
        "image": "images/Jungfraujoch_090425.jpeg",
        "answers": [
            "A panoramic snowy mountain vista with visitors, overlooking a vast glacial field under a blue sky. Skiers are near the vista.\n"
        ]
    },
    {
        "image": "images/Gianni_Versace_evening_dress_vintage.jpeg",
        "answers": [
            "A colorful and vibrant Gianni Versace evening dress on a mannequin.\n",
            "A colorful and vibrant strapless Gianni Versace evening dress on a mannequin.\n"
        ]
    },
    {
        "image": "images/Fiji_palace_guard.jpeg",
        "answers": [
            "A Fijian palace guard in traditional red and white uniform with a rifle stands at attention.\n"
        ]
    },
    {
        "image": "images/440px-Carrots_are_up_(2634523693).jpeg",
        "answers": [
            "Green carrot sprouts emerging from brown soil.\n"
        ]
    },
    {
        "image": "images/Municipal_Market_of_Sao_Paulo_city.jpeg",
        "answers": [
            "A colorful fruit stand at a market which has a wide variety of fruits available, most are tropical fruits. \n"
        ]
    },
    {
        "image": "images/Casaamazonica.jpeg",
        "answers": [
            "A pair of people on a small boat in a large, wide river. There is a rustic house on the riverbank which is bordered by a lush, tropical forest.\n"
        ]
    },
    {
        "image": "images/Nikolai_Budarin_in_a_sleep_station_in_Zvezda.jpeg",
        "answers": [
            "An astronaut working on a laptop in a space station module.\n"
        ]
    },
    {
        "image": "images/440px-Halima_Aden_Paris_Fashion_Week_Autumn_Winter_2019.jpeg",
        "answers": [
            "A close-up of a darker skinned woman with a headscarf and prominent facial features.\n"
        ]
    },
    {
        "image": "images/200px-5adho_mukha_shvanasana (1).jpeg",
        "answers": [
            "A yoga practitioner in an inverted V-shaped pose.\n"
        ]
    },
    {
        "image": "images/Taylor_Swift_2011crop.jpeg",
        "answers": [
            "Taylor Swift sitting down and playing guitar on stage in a purple dress.\n"
        ]
    },
    {
        "image": "images/440px-Lily_Allen_-_Tufnell_Park_Dome_-_Wednesday_21st_March_2018_LilyTufnell210318-11_(40111059665)_(cropped).jpeg",
        "answers": [
            "A performer singing into a microphone, bathed in red light, wearing a leopard print top. and really immersed in the song\n"
        ]
    },
    {
        "image": "images/440px-Red_Junglefowl.jpeg",
        "answers": [
            "A colorful rooster standing on the forest floor among fallen leaves. and very alert\n"
        ]
    },
    {
        "image": "images/Batik_Fashion_01.jpeg",
        "answers": [
            "A model in a traditional batik skirt and white blouse posing on a catwalk.\n"
        ]
    },
    {
        "image": "images/Green_almonds.jpeg",
        "answers": [
            "Green almonds in their fuzzy hulls on a white surface.\n"
        ]
    },
    {
        "image": "images/Rajasthanthali.jpeg",
        "answers": [
            "An Indian meal platter with various dishes. and the guests are yet to sit down\n"
        ]
    },
    {
        "image": "images/440px-Royals.18d884.1850611.jpg",
        "answers": [
            "A woman in a red patterned dress bending down to talk to children.\n"
        ]
    },
    {
        "image": "images/Petersdom_von_Engelsburg_gesehen_crop.jpeg",
        "answers": [
            "St. Peter's Basilica in Rome, viewed from a distance with clear skies.\n"
        ]
    },
    {
        "image": "images/Aerial_view_of_the_Amazon_Rainforest.jpeg",
        "answers": [
            "Aerial view of winding rivers cutting through dense Amazon rainforest.\n"
        ]
    },
    {
        "image": "images/Langar.jpeg",
        "answers": [
            "A lot of people wearing white bandanas seated on a red floor eating in a communal setting in a foreign country.\n",
            "A large gathering of people sitting orderly on a red-carpeted floor, all eating their meals.\n",
            "Hundreds of people seated on the floor eating in a communal setting.\n",
            "A diverse group of people seated on the floor with white head coverings and eating in a communal setting.\n"
        ]
    },
    {
        "image": "images/440px-FruitArrangement.jpeg",
        "answers": [
            "A collection of colorful vegetables and fruits, including tomatoes and squash gathered together in and around a metal bowl.\n"
        ]
    },
    {
        "image": "images/440px-Winnie_Harlow_Cannes_2018.jpeg",
        "answers": [
            "An African-American woman with vitiligo in a green off-shoulder gown waving.\n",
            "A  smiling woman in a green off-shoulder gown waving.\n"
        ]
    },
    {
        "image": "images/440px-Cliffjumping.jpeg",
        "answers": [
            "A man and woman cliff jumping into a river surrounded by rock formations and forest under a clear sky.\n",
            "A man cliff jumping into a river surrounded by rock formations under a clear sky. A woman is below him who jumped in right before him. \n"
        ]
    },
    {
        "image": "images/440px-Ashley_Graham_2018.png",
        "answers": [
            "A woman with brown hair in a white top.\n"
        ]
    },
    {
        "image": "images/Fruit_salad.jpeg",
        "answers": [
            "A bowl filled with a colorful fruit salad, including chopped apples and oranges among other fruits.\n"
        ]
    },
    {
        "image": "images/TDF31472_groep_met_rodriguez_(53062211809).jpeg",
        "answers": [
            "Cyclists racing on a mountain road.\n"
        ]
    },
    {
        "image": "images/Peter_Nestler_-_Jump-roping_around_the_world.jpeg",
        "answers": [
            "Man doing a jump rope trick in mid-air.\n"
        ]
    },
    {
        "image": "images/Daucus_carota_May_2008-1_edit.jpeg",
        "answers": [
            "A green wild carrot flower in full bloom with numerous buds visible.\n"
        ]
    },
    {
        "image": "images/Tripneustes_ventricosus_(West_Indian_Sea_Egg-top)_and_Echinometra_viridis_(Reef_Urchin_-_bottom).jpeg",
        "answers": [
            "Sea urchins on a reef: one with long, black spines below, and a white, spiky one above.\n"
        ]
    },
    {
        "image": "images/300th_Delta_launches_with_Spitzer.jpeg",
        "answers": [
            "A Delta rocket launch sequence with smoke and fire at the base indicating takeoff.\n"
        ]
    },
    {
        "image": "images/FIFA-Headquarter.jpeg",
        "answers": [
            "A modern glass building with large angled windows surrounded by a green lawn.\n"
        ]
    },
    {
        "image": "images/ERHW_Porch1.jpeg",
        "answers": [
            "A woman in front of a house, wearing a checkered dress and boots.\n"
        ]
    },
    {
        "image": "images/440px-Folklore_of_the_popular_heritage_of_the_State_of_the_Philippines_16.jpeg",
        "answers": [
            "Performers in colorful costumes and props on stage in a cultural dance presentation.\n"
        ]
    },
    {
        "image": "images/Fast_Fashion_killt_das_Klima.jpeg",
        "answers": [
            "A crowd holding picket signs and a banner protesting fast fashion and its impact on climate.\n",
            "A crowd holding a banner protesting fast fashion and its impact on climate.\n"
        ]
    },
    {
        "image": "images/440px-Kongobuji_Koyasan07n3200.jpeg",
        "answers": [
            "People walk up a staircase, approaching a traditional Japanese gate framed by vibrant autumn leaves.\n"
        ]
    },
    {
        "image": "images/440px-ManDiving.jpeg",
        "answers": [
            "A man in mid-dive, upside down, against a backdrop of calm water and distant shoreline.\n"
        ]
    },
    {
        "image": "images/580px-Salto_ornamental_-_UnB.jpeg",
        "answers": [
            "Two people performing a synchronized dive from a high platform.\n"
        ]
    },
    {
        "image": "images/Forcejeo_Real_Madrid_-_FC_Barcelona.jpeg",
        "answers": [
            "Soccer teams in a tense moment during a match.\n"
        ]
    },
    {
        "image": "images/440px-Supreme_Court_Colombo.jpeg",
        "answers": [
            "A unique building with a sloping roof and a tower, symbolizing traditional architecture.\n"
        ]
    },
    {
        "image": "images/440px-A053,_Katmai_National_Park,_Brooks_Falls,_Alaska,_USA,_bear_and_salmon,_2002.jpeg",
        "answers": [
            "A bear catching a salmon in a rushing river.\n"
        ]
    },
    {
        "image": "images/Kate_Moss_-_Decorte_advertisement_(cropped2).jpeg",
        "answers": [
            "A model with flowing blond hair in a lace garment posing for an ad.\n"
        ]
    },
    {
        "image": "images/180px-Fabiana_Semprebom2.jpeg",
        "answers": [
            "A model on a runway in a chic, modern outfit. people sitting in chairs watching\n",
            "A female model is posed at the end of the runway wearing a chic, modern, multi color dress.\n"
        ]
    },
    {
        "image": "images/440px-Bamboo_AngelMist_Mounts_Asit.jpeg",
        "answers": [
            "A cluster of tall green bamboo stalks with a sign reading 'ANGEL MIST BAMBOO' at their base. looks like at a zoo\n"
        ]
    },
    {
        "image": "images/440px-Mink_Whale_Meat_Iceland.jpeg",
        "answers": [
            "Two skewers of grilled black meat with lemon slices on a foam plate, on a wooden surface. with a fork and spoon\n",
            "Two rectangular Styrofoam plates on a wooden surface. The plate on the left has red meat grilled to having a black charred outside with a lemon slice. The plate on the right has skewered grilled red meat that is black charred on the outside. There is a lemon slice at the top of the skewer. There is also a white plastic knife and white plastic fork.\n"
        ]
    },
    {
        "image": "images/Cambridge_CMS_Bicycle_Racks.jpeg",
        "answers": [
            "A bike rack in front of a modern building. with a man approaching.\n",
            "A full bike rack in front of a modern building.\n"
        ]
    },
    {
        "image": "images/Shinto_married_couple.jpeg",
        "answers": [
            "Traditional Japanese wedding couple.\n"
        ]
    },
    {
        "image": "images/Defense.gov_News_Photo_031103-D-2987S-069.jpg",
        "answers": [
            "A man sitting at a conference table with flags.\n",
            "The distinguished Statesman sits cheerful and ready at the board table.\n"
        ]
    },
    {
        "image": "images/440px-BMW_Welt_y_Torre_BMW_Munich_Alemania.jpeg",
        "answers": [
            "A futuristic building lit at night beside a road with streaks of traffic lights and a tower in the background.\n",
            "A futuristic building lit at night beside a road with streaks of traffic lights and a tower in the background.\nA beautifully lit futuristic building stands out alongside the highway of streaking traffic lights with a triple tower building in the background.\n"
        ]
    },
    {
        "image": "images/600px-US_Army_51673_aerobathon.jpeg",
        "answers": [
            "A step aerobics class with participants following an instructor.\n"
        ]
    },
    {
        "image": "images/Bali-Danse_0729a.jpeg",
        "answers": [
            "A dancer in traditional Balinese attire performing in the street.\n"
        ]
    },
    {
        "image": "images/President_Joe_Biden_and_Olivia_Rodrigo.jpeg",
        "answers": [
            "Joe Biden and a young woman in sunglasses in the White House.\n"
        ]
    },
    {
        "image": "images/440px-Chuurei-tou_Fujiyoshida_17025277650_c59733d6ba_o.jpeg",
        "answers": [
            "Mount Fuji looms behind a pagoda surrounded by cherry blossoms in a serene Japanese landscape.\n"
        ]
    },
    {
        "image": "images/400px-Dulces_de_amaranto.jpeg",
        "answers": [
            "Decorated amaranth sweets are displayed in a row. Each amaranth is shaped in the form of a skull and is sitting on a bed of flowers. \n"
        ]
    },
    {
        "image": "images/Brookfield_zoo_fg10.jpeg",
        "answers": [
            "An aquatic show at a zoo with trainers, animals, and an audience.\n"
        ]
    },
    {
        "image": "images/Rome_skyline_panorama.jpeg",
        "answers": [
            "Panoramic view of Rome’s cityscape with historical domes and buildings on a clear day. \n"
        ]
    },
    {
        "image": "images/440px-Ingrid_Newkirk_by_David_Shankbone.jpeg",
        "answers": [
            "A smiling woman holding a small black and white dog.\n"
        ]
    },
    {
        "image": "images/Water_polo-2.jpeg",
        "answers": [
            "Men’s water polo game in action in a pool.\n"
        ]
    },
    {
        "image": "images/440px-Thai_green_chicken_curry_and_roti.jpeg",
        "answers": [
            "A bowl of Thai green curry with chicken, and roti on the side.\n"
        ]
    },
    {
        "image": "images/440px-Ortler_Ascent_-_South_Tyrol.jpeg",
        "answers": [
            "Climbers ascend a snowy mountain slope under a misty blue sky.\n"
        ]
    },
    {
        "image": "images/460px-Berlin_inlinemarathon_2008_spitzengruppe.jpeg",
        "answers": [
            "A group of inline skaters race on a city street, they are intense and focused. \n"
        ]
    },
    {
        "image": "images/340px-DewberriesWeb.jpeg",
        "answers": [
            "White flowers of the dewberry plant.\n"
        ]
    },
    {
        "image": "images/Football_in_Bloomington,_Indiana,_1995.jpeg",
        "answers": [
            "A soccer player in a red jersey about to kick the ball into the goal, defenders nearby.\n"
        ]
    },
    {
        "image": "images/440px-ESTADOS_UNIDOS_LEVAM_OURO_NA_GINASTICA_FEMININA_POR_EQUIPES_DOS_JOGOS_OLIMPICOS_RIO_2016_(28849586476).jpeg",
        "answers": [
            "A gymnast wearing a blue uniform in mid-flip on a balance beam, with the Olympics logo.\n"
        ]
    },
    {
        "image": "images/Christmas_tree_in_marunouchi.jpeg",
        "answers": [
            "A crowded plaza at night with a tall, lit Christmas tree and festive lights.\n"
        ]
    },
    {
        "image": "images/El_Capitan_en_Californie.jpeg",
        "answers": [
            "Massive granite cliff face rising above trees and a reflective river with sun peeking through the clouds in the background.\n"
        ]
    },
    {
        "image": "images/Rio_Maranon_03245.jpeg",
        "answers": [
            "A winding dirty river cutting through a mountainous green landscape.\n"
        ]
    },
    {
        "image": "images/Young_orang_utan.jpeg",
        "answers": [
            "A younger orangutan stretching its arms in the forest while sitting on a branch.\n"
        ]
    },
    {
        "image": "images/340px-Ines_Sainz.jpeg",
        "answers": [
            "A reporter in an elegant black dress interviewing on a crowded soccer field.\n"
        ]
    },
    {
        "image": "images/440px-NutcrackerSnowPas.jpeg",
        "answers": [
            "Two ballet dancers performing. The male is lifting the female. In the background there is a Christmas tree and an oversized Christmas present.\n"
        ]
    },
    {
        "image": "images/Priyanka_Chopra_2003.jpeg",
        "answers": [
            "Actress Priyanka Chopra in traditional attire, wearing a blue dress with brightly colored beads.\n"
        ]
    },
    {
        "image": "images/El_bosque_inundado_amazonico-cosmocaixa-2009_(2).jpeg",
        "answers": [
            "Lush indoor tropical forest exhibit with large tree trunks and green foliage.\n"
        ]
    },
    {
        "image": "images/440px-Dorina_Boczogo,_balance_beam,_2013.jpeg",
        "answers": [
            "A gymnast performing on a balance beam in front of an audience.\n"
        ]
    },
    {
        "image": "images/240px-Anna_Wintour.jpeg",
        "answers": [
            "A woman with a signature bob haircut wearing sunglasses at an event.\n",
            "A woman with a signature bob haircut wearing sunglasses at an event.\n"
        ]
    },
    {
        "image": "images/440px-Scuba_dive_computer.jpeg",
        "answers": [
            "A person's arm with a dive computer on the wrist, over clear, shallow waters.\n"
        ]
    },
    {
        "image": "images/Bekal_Fort_Kasargod.jpeg",
        "answers": [
            "An ancient fort on green grass overlooking the sea on a cloudy day.\n"
        ]
    },
    {
        "image": "images/Halima-Aden.jpeg",
        "answers": [
            "A woman wearing green makeup in a hijab posing in a ruffled garment and shiny gloves.\n"
        ]
    },
    {
        "image": "images/440px-Haselnuss.jpeg",
        "answers": [
            "A cracked hazelnut shell, with the nut visible inside, against a white background.\n"
        ]
    },
    {
        "image": "images/440px-GemmaWard.jpeg",
        "answers": [
            "A model struts down a runway at a fashion show in an elegant ruffled brown gown.\n"
        ]
    },
    {
        "image": "images/Natalia_Vodianova_20090408_Etam_34.jpeg",
        "answers": [
            "A woman in a patterned top, looking up while signing autographs\n"
        ]
    },
    {
        "image": "images/Chile_en_nogada.jpeg",
        "answers": [
            "A traditional Mexican dish with a stuffed pepper, a white walnut sauce, and red pomegranate seeds.\n"
        ]
    },
    {
        "image": "images/BASE_Jumping_from_Sapphire_Tower_in_Istanbul.jpeg",
        "answers": [
            "A person in a wingsuit falling backwards from a skyscraper ledge over a city.\n"
        ]
    },
    {
        "image": "images/Al_Mahara_Burj_al_Araba_Dubai_March_2008pano.jpeg",
        "answers": [
            "Fine dining setup with a large aquarium backdrop.\n"
        ]
    },
    {
        "image": "images/Plaza_de_Cusco_Allison_Bellido.jpeg",
        "answers": [
            "A sunny day at a historic square with a spanish colonial style church and crowds.\n"
        ]
    },
    {
        "image": "images/Mole_in_Puebla.jpeg",
        "answers": [
            "A plate of mole sauce over chicken with rice.\n"
        ]
    },
    {
        "image": "images/400px-Cove_with_Shamans_Rock_Olkhon_Island_Lake_Baikal_Russia_(14594856552).jpeg",
        "answers": [
            "A serene cove with a rock formation and clear greenish-blue waters.\n"
        ]
    },
    {
        "image": "images/393px-Saddle_Wrasse_are_feeding_on_sea_urchin_in_Kona.jpeg",
        "answers": [
            "A wrasse fish feeding on a sea urchin underwater.\n"
        ]
    },
    {
        "image": "images/440px-Therme_Bad_Aibling.jpeg",
        "answers": [
            "A dome-shaped building with a reflective pool at twilight, showcasing modern design, surrounded by nature. \n"
        ]
    },
    {
        "image": "images/Vegetable_platter_with_nam_phrik_kapi.jpeg",
        "answers": [
            "Plate of vegetables and herbs including beans, lettuce, mint, and cucumber paired with a kind of brown dipping sauce or marinade. \n"
        ]
    },
    {
        "image": "images/Cambridge_family_at_Trooping_the_Colour_2019_-_03.jpeg",
        "answers": [
            "Prince William and Princess Catherine with their children George, Charlotte and Louis looking out at the crowd in front of Buckingham Palace. \n"
        ]
    },
    {
        "image": "images/440px-2009_Jungfraujoch.jpeg",
        "answers": [
            "Two people stand near a large, blue-tinged crevasse in a snowy landscape.\n"
        ]
    },
    {
        "image": "images/Echinotitti.jpeg",
        "answers": [
            "An aquarium with green plants and gravel, pumps, filtration system equipment visible in the water.\n"
        ]
    },
    {
        "image": "images/Faun_HK_100-05.jpeg",
        "answers": [
            "A large yellow mobile crane with its boom extended.\n",
            "A Large Yellow Mobile Crane with Extended Boom"
        ]
    },
    {
        "image": "images/340px-Double_ring_leap.jpeg",
        "answers": [
            "A gymnast performing a leap with rings.\n"
        ]
    },
    {
        "image": "images/ISS-08_Michael_Foale_conducts_an_inspection_of_the_Microgravity_Science_Glovebox.jpeg",
        "answers": [
            "An astronaut is shown working with a science glovebox aboard the International Space Station (ISS).\n"
        ]
    },
    {
        "image": "images/COP26-UNFCCC_(51651689982).jpeg",
        "answers": [
            "Two men are seen shaking hands in a conference room with a green backdrop that has an environmental theme.\n",
            "Two men shake hands on a stage, clearly appeasing the TV audience in front of a green background with Portuguese words written on it.\n"
        ]
    },
    {
        "image": "images/Dior_denver_art1.jpeg",
        "answers": [
            "A mannequin wearing a stylish Dior ensemble with a wide-brimmed hat, white jacket, and black skirt. The outfit is brought together by black retro heels. \n"
        ]
    },
    {
        "image": "images/NP_India_burning_48_(6315309342).jpeg",
        "answers": [
            "A few elderly men performing a scorched earth method in a rural crop field. \n"
        ]
    },
    {
        "image": "images/360px-Blackberries-6383.jpeg",
        "answers": [
            "A pair of hands holding mixed blackberries and raspberries.\n"
        ]
    },
    {
        "image": "images/Korean_shaved_ice-Green_tea_bingsu-07.jpeg",
        "answers": [
            "A large bowl of green tea shaved ice topped with cookies.\n",
            "A large bowl of green tea shaved ice topped with cookies.\n"
        ]
    },
    {
        "image": "images/200px-6Ashtanga_Namaskara.jpeg",
        "answers": [
            "A yoga participant in a low push-up position.\n"
        ]
    },
    {
        "image": "images/440px-Electric-eel.jpeg",
        "answers": [
            "An electric eel among aquatic plants in an underwater habitat.\n"
        ]
    },
    {
        "image": "images/Yamnaem71.jpeg",
        "answers": [
            "A plate of salad containing peanuts and veggies along with various other side dishes.\n"
        ]
    },
    {
        "image": "images/Santa-Maria-Patroness-of-bicyclists-4606.jpeg",
        "answers": [
            "A shrine decorated with many flowers and candles.\n"
        ]
    },
    {
        "image": "images/Indian_mannequin2.jpeg",
        "answers": [
            "A mannequin in traditional Indian dress with a green shawl stands in front of a shop.\n"
        ]
    },
    {
        "image": "images/Woman_in_Heavily_Patterned_One-Piece_Swimsuit_(49171383276).jpeg",
        "answers": [
            "Swimmer emerging from the ocean.\nhere look like a professional swimmer emerging from the ocean\n"
        ]
    },
    {
        "image": "images/Ichthyaetus_ichthyaetus_Kadalundi.jpeg",
        "answers": [
            "A seagull with a caught fish in its beak flies over tropical greenery.\n"
        ]
    },
    {
        "image": "images/Backstage_with_AVEDA_at_Osklen_Spring_Summer_2014.jpeg",
        "answers": [
            "Woman’s back, dressed in a sheer red garment, long blonde hair in a ponytail.  Precisely manicured with a simple cross over\n"
        ]
    },
    {
        "image": "images/Rome-VillaBorghese-TempleEsculape.jpeg",
        "answers": [
            "Temple of Aesculapius in Rome's Villa Borghese gardens, reflecting on calm water.  Abundance of mature trees line the waters edge\n"
        ]
    },
    {
        "image": "images/440px-Spitzer_-_O_CTA_em_testes.jpeg",
        "answers": [
            "Two people in cleanroom suits inspecting a space instrument in a well-lit room.\n"
        ]
    },
    {
        "image": "images/Gisele_Bundchen2.jpeg",
        "answers": [
            "A beautiful model in a cream-colored strapped and flowing sun dress poses on a runway.  Her hair is long and natural.\n"
        ]
    },
    {
        "image": "images/Sea_otter_with_sea_urchin.jpeg",
        "answers": [
            "Otter frolicking in water, eating a sea urchin on a sunny day\n"
        ]
    },
    {
        "image": "images/La_Tour_Eiffel_vue_de_la_Tour_Saint-Jacques,_Paris_aout_2014_(2).jpeg",
        "answers": [
            "The Eiffel Tower in the distance, with a river and cityscape in the foreground.  Partially cloudy day.\n"
        ]
    },
    {
        "image": "images/Newly-hatched_chickens.jpeg",
        "answers": [
            "Chicks hatching from their eggs.\n"
        ]
    },
    {
        "image": "images/Russian_Spacewalkers_dwarfed_by_the_Nauka_and_Prichal_modules_2_(cropped).jpeg",
        "answers": [
            "Spacewalkers beside massive spacecraft modules, with Earth in the background.\n"
        ]
    },
    {
        "image": "images/440px-Jumper_altered_PsCSJPG10.jpeg",
        "answers": [
            "A plain white knitted sweater on a plain background.\n"
        ]
    },
    {
        "image": "images/Simone_Biles_Rio_2016.jpeg",
        "answers": [
            "Gymnast mid-air above balance beam.\n"
        ]
    },
    {
        "image": "images/440px-Natalia_Vodianova_Paris_Fashion_Week_Spring_Summer_2019_cropped.jpeg",
        "answers": [
            "A portrait of a woman in a floral dress and large rectangular earrings, smiling contemplatively \n",
            "A woman with a floral dress and square hoop earrings, smiling slightly.\n"
        ]
    },
    {
        "image": "images/440px-Bella_Hadid_Met_Gala_2017.jpeg",
        "answers": [
            "A woman in an off-shoulder black lace dress posing at a gala.\n",
            "A woman in an off-shoulder black lace dress posing at a gala. The dress is mostly see-through. She has a silver watch on her left hand and silver bracelets on her right. She has painted her nails red. She has middle parted dark-brown hair that goes down to her shoulders.\n"
        ]
    },
    {
        "image": "images/Surya_Namaskar_sculpture_at_IGIA_T3_(cropped).jpeg",
        "answers": [
            "Artistic sculpture of human figures in a boat.\n"
        ]
    },
    {
        "image": "images/240px-Kalttanks.Weissbier.Brauerei.Aying.jpg",
        "answers": [
            "A brewery’s sterile interior with stainless steel tanks and pipes for beer production.\n"
        ]
    },
    {
        "image": "images/440px-File_BobsleighrunLP.jpeg",
        "answers": [
            "An aerial view of a winding bobsleigh track in a forested area.\n"
        ]
    },
    {
        "image": "images/Artinstitportland2009palazzo.jpeg",
        "answers": [
            "Model walking on a runway in a long red dress and green scarf.\n"
        ]
    },
    {
        "image": "images/440px-Longyearbyen_colourful_homes.jpeg",
        "answers": [
            "A landscape of colorful houses in a cold, mountainous area.\n"
        ]
    },
    {
        "image": "images/Thanin_market_platu.jpeg",
        "answers": [
            "Mackerel fish in woven baskets at a Thai market.\n"
        ]
    },
    {
        "image": "images/Focaccia_con_rosmarino.jpeg",
        "answers": [
            "A slice of focaccia with rosemary on a black plate.\n"
        ]
    },
    {
        "image": "images/440px-ISS_Unity_module.jpeg",
        "answers": [
            "A modular component of a space station, with a limited view of outer space in the background.\n"
        ]
    },
    {
        "image": "images/440px-Tinikling.jpeg",
        "answers": [
            "A group of people performing a traditional Filipino bamboo dance.\n"
        ]
    },
    {
        "image": "images/Parque_eolico_La_Muela.jpeg",
        "answers": [
            "Wind turbines in a field.\n"
        ]
    },
    {
        "image": "images/M_Rainier.jpeg",
        "answers": [
            "Climbers ascend a snowy mountain above the clouds with another peak in the backdrop.\n"
        ]
    },
    {
        "image": "images/440px-Falafel_(3085478064).jpeg",
        "answers": [
            "A close-up of a hand holding a falafel wrap with veggies and dressing.\n"
        ]
    },
    {
        "image": "images/Stonehenge_(sun).jpeg",
        "answers": [
            "Stonehenge with the sun rising between the stones.\n"
        ]
    },
    {
        "image": "images/Arduino_ftdi_chip-1.jpeg",
        "answers": [
            "Macro shot of an electronic chip on a blue circuit board.\n"
        ]
    },
    {
        "image": "images/440px-Bicycles_and_winter.jpeg",
        "answers": [
            "Bicycles covered in snow by the side of a street with a green tram in the background.\n"
        ]
    },
    {
        "image": "images/240px-San_lady_botswana.jpeg",
        "answers": [
            "A person of African descent with short hair, wearing a traditional shoulder wrap, stands outdoors with eyes cast downward.\n"
        ]
    },
    {
        "image": "images/STS-116_spacewalk_1.jpeg",
        "answers": [
            "Astronaut Conducting Spacewalk Near the International Space Station"
        ]
    },
    {
        "image": "images/Maria_Grazia_Cucinotta_-_nicogenin_-_66eme_Festival_de_Venise_(Mostra)_2.jpeg",
        "answers": [
            "Woman Wearing an Elegant Black Dress on the Red Carpet\""
        ]
    },
    {
        "image": "images/440px-Stranded_Cambrian_scyphozoans.jpeg",
        "answers": [
            "A Cluster of Ancient Circular Fossil Imprints Believed to Be Jellyfish on a Ground Surface"
        ]
    },
    {
        "image": "images/Taylor_Swift_RED_Tour_(8642419792)_(cropped).jpeg",
        "answers": [
            "Taylor Swift performing on stage in a red sequin jacket, black shorts and shoes and gold jewelry. \n",
            "Woman in red sequin jacket performing on stage with a microphone on her right hand and her left hand in the air.\n",
            "A blonde haired, young woman standing on stage in a ring-leader style red sequined jacket. She is holding a microphone in her right hand, down at her side, while reaching out with her left hand in a presenting fashion.\n"
        ]
    },
    {
        "image": "images/CantoneseJellyfish.jpeg",
        "answers": [
            "A dish of Cantonese-style jellyfish, typically served cold.\n"
        ]
    },
    {
        "image": "images/IMPORTEXPO_IMG_5490_(5971779607).jpeg",
        "answers": [
            "A woman in a tight, golden dress and black heels posing beside a red sports  racing car.\n"
        ]
    },
    {
        "image": "images/Jellyfish_aqurium.jpeg",
        "answers": [
            "A swarm of brown jellyfish drifting in the ocean. There are at least 20 of them all together\n"
        ]
    },
    {
        "image": "images/Knitted-clothing-factory.jpeg",
        "answers": [
            "A person in blue coveralls working on large textile machinery.\n"
        ]
    },
    {
        "image": "images/Baumwoll-Erntemaschine.jpeg",
        "answers": [
            "A machine is shredding up cotton and dumping out fluffy white pieces behind it.\n"
        ]
    },
    {
        "image": "images/Eco_fashion_week_Vancouver_Canada_2011.jpeg",
        "answers": [
            "A model walking down a fashion show runway.\n"
        ]
    },
    {
        "image": "images/440px-Anaconda_(Eunectes_murinus)_(8990193853).jpeg",
        "answers": [
            "Three men holding a large anaconda.\n"
        ]
    },
    {
        "image": "images/Picking_blackberries_in_Oklahoma.jpeg",
        "answers": [
            "Hand holding ripe blackberries. Also, there a red berry too.\n"
        ]
    },
    {
        "image": "images/Aerobic_exercise_-_public_demonstration07.jpeg",
        "answers": [
            "Group of people in colorful workout attire doing step aerobics. They are also showing their mussels. \n"
        ]
    },
    {
        "image": "images/Orca_porpoising.jpeg",
        "answers": [
            "Orca whale breaching the water's surface and playing with water. \n"
        ]
    },
    {
        "image": "images/Feliz_Dia_de_la_Revolucion_Mexico.jpeg",
        "answers": [
            "Children in traditional Mexican attire in a parade, holding a banner for 'Día de la Revolución'.\n"
        ]
    },
    {
        "image": "images/Brier_045.jpeg",
        "answers": [
            "An indoor curling event with multiple games underway, spectators in the stands, and scoreboards above.\n"
        ]
    },
    {
        "image": "images/340px-Gabriel_Garko_and_Laura_Torrisi_-_nicogenin_-_66me_Festival_de_Venise_(Mostra)_-_The_Road_(3).jpeg",
        "answers": [
            "A man in a white tuxedo and a woman in a black slit gown pose together on the red carpet.\n"
        ]
    },
    {
        "image": "images/Emperor_Naruhito_and_Empress_Masako_cropped_Emperor_Naruhito_and_Empress_Masako_20191110_1.jpeg",
        "answers": [
            "Asian Royalty waving from a car, dressed in ceremonial attire.\n"
        ]
    },
    {
        "image": "images/440px-Koukouvagia.jpeg",
        "answers": [
            "A round bread topped with tomato, feta, olives, and herbs on a white plate.\n"
        ]
    },
    {
        "image": "images/500px-Outdoor_heated_fish_tank_enclosed_by_glass_plus_reflections.jpeg",
        "answers": [
            "A serene indoor pond surrounded by lush plants and reflected glass walls.\n"
        ]
    },
    {
        "image": "images/Winnie_Harlow_Cannes_2017.jpeg",
        "answers": [
            "Woman in a stunning blue gown on stairs.\n"
        ]
    },
    {
        "image": "images/Tuk-tuk_fastfood_grill_1.jpeg",
        "answers": [
            "A street food cart at night, lit by neon lights, selling grilled foods.\n"
        ]
    },
    {
        "image": "images/2560px-Foro_Romano_visto_dai_Musei_Capitolini_Roma.jpeg",
        "answers": [
            "Panoramic view of ancient Roman ruins under a clear sky.\n"
        ]
    },
    {
        "image": "images/Sukhoi_Design_Bureau,_054,_Sukhoi_Su-57_(49581303977).jpeg",
        "answers": [
            "Fighter jet in mid-flight against blue sky.\n"
        ]
    },
    {
        "image": "images/King_of_Prussia_Mall_second_floor_near_Bloomingdale's_at_Christmas.jpeg",
        "answers": [
            "A multi-level shopping mall decorated for Christmas.\n",
            "A modern, multi-level shopping mall decorated for Christmas viewed from the second floor, looking towards an escalator. \n"
        ]
    },
    {
        "image": "images/Fishes,_multicolored_pebbles_and_artificial_plants_within_an_aquarium.jpeg",
        "answers": [
            "A colorful aquarium with bright fish and multicolored pebbles.\n"
        ]
    },
    {
        "image": "images/Chloe_Veitch_modeling,_upright.jpeg",
        "answers": [
            "A brunette woman in a white, cropped Vogue t-shirt and cream colored shorts, leaning against a wall on a sunny day.\n"
        ]
    },
    {
        "image": "images/500px-Master_Scott_Leonard.jpeg",
        "answers": [
            "A martial artist performing a high kick during a martial arts demonstration, assisted by a trainer in front of young students.\n"
        ]
    },
    {
        "image": "images/340px-Grizzly_Bear_Fishing_Brooks_Falls.jpeg",
        "answers": [
            "A grizzly bear focused on catching a jumping salmon in a turbulent waterfall.\n"
        ]
    },
    {
        "image": "images/Sree_Padmanabhaswamy_temple_Thiruvananthapuram,_kerala.jpeg",
        "answers": [
            "Intricately carved golden temple facade.\n",
            "A temple facade with an intricately carved golden roof.\n"
        ]
    },
    {
        "image": "images/Pumpkin_Seeds_(matured).jpeg",
        "answers": [
            "An orange bowl full of mature pumpkin seeds.\n"
        ]
    },
    {
        "image": "images/CabaneduTrient.jpeg",
        "answers": [
            "A stone mountain hut with red shutters  which has a chimney on top of the roof and a flag, set against a rocky backdrop and cloudy sky.\n"
        ]
    },
    {
        "image": "images/440px-Whalefall_hires.jpeg",
        "answers": [
            "Underwater photograph of a collapsed whale skeleton covered in yellow film resting on the seafloor.\n"
        ]
    },
    {
        "image": "images/Chloe_Veitch_modeling,_head_and_shoulders.jpeg",
        "answers": [
            "A young woman with long brown hair wearing a blue t-shirt with the word vogue printed on it and smiling at the camera.\n"
        ]
    },
    {
        "image": "images/Chang_Chun_Shrine_amk.jpeg",
        "answers": [
            "Traditional Asian shrine situated on a cliff with a red bridge and waterfall.\n"
        ]
    },
    {
        "image": "images/317px-Ashley_Graham_Elle.png",
        "answers": [
            "A young woman with long brown hair in a swimsuit sitting in a chair with  a pool behind her.\n"
        ]
    },
    {
        "image": "images/440px-Kotka_maretarium_inside.jpeg",
        "answers": [
            "A very dark indoor view of an aquarium tank with three windows and has various sizes of fish swimming around in green colored looking water. \n",
            "We are looking at a very tall fish tank or aquarium.  It looks to be three stories, as there are two bars going left to right dividing the tank perfectly. The tank is either very dirty with green algae or there is a light coming in making it look green. There are multiple small fish, a rocky bottom and what looks like larger fish at the top. I can not tell if it is fresh water or sale water. \n"
        ]
    },
    {
        "image": "images/440px-Almond_blossom02_aug_2007.jpeg",
        "answers": [
            "Delicate white with faint hues of pink almond blossoms on a branch along next to flower buds. \n"
        ]
    },
    {
        "image": "images/440px-Reverse_5391.jpeg",
        "answers": [
            "A man in mid rotation as he is executing a dive backwards into a swimming pool.\n"
        ]
    },
    {
        "image": "images/Unload_wheat_by_the_combine_Claas_Lexion_584.jpeg",
        "answers": [
            "A harvesting machine is unloading wheat into a trailer and creating a lot of dust in the air while it transfers. \n"
        ]
    },
    {
        "image": "images/WAGC_DMT.jpeg",
        "answers": [
            "Gymnast flipping over a vaulting table.  A gymnast finishing her release performs a beautiful flip on her way to a solid landing.\n"
        ]
    },
    {
        "image": "images/Los_Llanos,_Venezuela_(12832335223).jpeg",
        "answers": [
            "Herd of buffalo running through a field.\n\n",
            "Herd of buffalo running through a flat, open field.\n"
        ]
    },
    {
        "image": "images/NFL_2020_-_Playoffs_-_Washington_vs._Buccaneers_223_(50833097576).jpg",
        "answers": [
            "A football player in a red jersey looking to the side.\nThe quarterback of the football team searching the sidelines as he walks the field.\n"
        ]
    },
    {
        "image": "images/340px-Priyanka_on_the_ramp_for_Mijwan_fashion_show.jpeg",
        "answers": [
            "A beautiful brown long haired Indian woman in traditional decorative Indian attire and pierced belly button posing on a runway with one arm bent with hand resting on her hip and other arm hanging down by her side.\n"
        ]
    },
    {
        "image": "images/Louvre_Courtyard,_Looking_West.jpeg",
        "answers": [
            "The Louvre Pyramid lit up at twilight with a clear blue sky and the historical palace on both sides of the picture.\n"
        ]
    },
    {
        "image": "images/Sam_Altman_TechCrunch_SF_2019_Day_2_Oct_3_(cropped)_(cropped).jpeg",
        "answers": [
            "Caucasian man in his 30's with brown curly hair and a blue casual shirt speaking through a microphone headset.\n"
        ]
    },
    {
        "image": "images/Corylus_colurna_(1).jpeg",
        "answers": [
            "A paved shaded path lined with green grass and a large green tree with dense foliage against a clear sky.\n"
        ]
    },
    {
        "image": "images/Bowie-DD-1974-3.jpeg",
        "answers": [
            "A performer in a vibrant cape and elaborate outfit singing into a microphone on stage.\n"
        ]
    },
    {
        "image": "images/Nam_phrik_pla_chi.jpeg",
        "answers": [
            "This thai chili bowl looks amazing. It is beautiful with vibrant colors of mostly greens and orange which looks like rice.  It is being served on a larger white plate with, I believe, ginger, pineapple and cucumber. The main dish in served in a small white bowl sitting atop the white plate. \n"
        ]
    },
    {
        "image": "images/Kate_Winslet_June-July_2014_HB_Cover.jpeg",
        "answers": [
            "I am looking at a magazine cover from a popular fashion magazine. The background is red. The model on the front is seductively looking into the camera. The photo is from her breast up. She is wearing a black dress. Her hair is poofy and about shoulder length. No earrings, only wearing red lipstick. She has definitely been airbrushed as her skin is flawless. She is not smiling, just being seductive. Her left hand is behind her head for a pose. Of course there are ads on the left and right of the magazine to entice you to buy it so you can read the articles. Best shoes, bags, how to get sexy hair, etc.\n"
        ]
    },
    {
        "image": "images/440px-03WAVRE006b.jpeg",
        "answers": [
            "I am watching, I believe, two bungee jumpers free falling from a large platform. It almost looks like a radio or tv tower of some sort. It is white metal and it looks like the only way up it is to climb but there may be stairs we can't see. There is a platform halfway up and then the tower gets smaller at the top. \n"
        ]
    }
]