[
    {
        "image": "images/Khao_soi_nam_na.jpeg",
        "answers": [
            "A bowl of Asian noodle soup topped with minced meat and fresh herbs.\n"
        ]
    },
    {
        "image": "images/Marieta_-_Zapatilla_-BT-_01.jpeg",
        "answers": [
            "A worn-out shoe in the forest.\n"
        ]
    },
    {
        "image": "images/Young_ladies_at_Harajuku.jpeg",
        "answers": [
            "A group of women in traditional Japanese attire.\n",
            "A group of women in traditional Japanese attire carrying purses and scarves.\n"
        ]
    },
    {
        "image": "images/Alexis_Texas_at_Sexpo_in_Sydney,_Australia_04.jpeg",
        "answers": [
            "A smiling woman in a white dress posing for the camera.\n"
        ]
    },
    {
        "image": "images/Acro-tcd.jpeg",
        "answers": [
            "Two acrobatic gymnasts performing a balancing act in leotards.\n"
        ]
    },
    {
        "image": "images/Seaman_jumper.jpeg",
        "answers": [
            "Tan knitted sweater with a large round collar on a hanger.  It has a hoodie type pocket in the front and the right handed sleeve in positioned in the pocket.\n",
            "Tan knitted sweater on a hanger against a blue background. The sweater has a pouch near the bottom, and one of the sleeves is tucked into it.\n"
        ]
    },
    {
        "image": "images/Cocola_Bakery_Hazelnut_Cake_(17733558344).jpeg",
        "answers": [
            "A seven Layer chocolate and hazelnut cake with a chocolate bar on top. \n"
        ]
    },
    {
        "image": "images/340px-Jersei-coll-alt.jpeg",
        "answers": [
            "A plain grey high-neck sweater.\n"
        ]
    },
    {
        "image": "images/Tyra_Banks(Cannes).jpeg",
        "answers": [
            "A black woman athlete in a white tank top, with her mouth open showing very white teeth.\n"
        ]
    },
    {
        "image": "images/Kate_middleton.jpeg",
        "answers": [
            "A smiling woman with long, wavy brown hair, wearing a white lace garment. A person out of frame has their hand on her shoulder. \n"
        ]
    },
    {
        "image": "images/Nymphaea_nouchali00.jpeg",
        "answers": [
            "Close-up of a lavender-colored water lily with bees on it.\n"
        ]
    },
    {
        "image": "images/440px-North-American-bullfrog1.jpeg",
        "answers": [
            "A green bullfrog sitting in grass, with its eyes bulging and skin glistening.\n"
        ]
    },
    {
        "image": "images/340px-Nina_Garcia.jpeg",
        "answers": [
            "A woman smiling on a city sidewalk, surrounded by strangers.\n"
        ]
    },
    {
        "image": "images/Neuschwanstein_Castle_from_Marienbrucke,_2011_May.jpeg",
        "answers": [
            "A large realistic castle perched on a forested hill.\n",
            "A fairy-tale castle perched on a forested hill.\n"
        ]
    },
    {
        "image": "images/Kue_di_Bandar_Udara_Sultan_Iskandarmuda.jpeg",
        "answers": [
            "A selection of fried snacks on a blue plate.\n"
        ]
    },
    {
        "image": "images/440px-Cara_Delevingne_During_LFW_SS15.jpeg",
        "answers": [
            "A tall and thin model with long straight blond hair strutting on a runway in a white minidress with red and black wide stripe accents, carrying a large blue bag.\n"
        ]
    },
    {
        "image": "images/Charlie's_Angels_cast_during_interview_01.png",
        "answers": [
            "Three famous women actors wearing casual clothing, sitting together for an interview, with a movie title in the background. They are promoting their film, Charlie's Angels. \n"
        ]
    },
    {
        "image": "images/1637984492234_Progress_MS_17_undocking_and_Nauka_nadir_temporary_docking_adapter_Removal_02.jpeg",
        "answers": [
            "Spacecraft in orbit, with mechanical arms extended for docking.\n"
        ]
    },
    {
        "image": "images/Lion_waiting_in_Namibia.jpeg",
        "answers": [
            "A resting lion in golden grass looking out into the grasslands.\n"
        ]
    },
    {
        "image": "images/240px-Chignon-jennadrudi.jpeg",
        "answers": [
            "A neat, elegant chignon hairstyle from the back view of a person in a white top.\n"
        ]
    },
    {
        "image": "images/Male_and_female_chicken_sitting_together.jpeg",
        "answers": [
            "A rooster and hen perched side by side.\n"
        ]
    },
    {
        "image": "images/600px-Les_Plantes_Cultivades._Cereals._Imatge_119.jpg",
        "answers": [
            "An array of different types of cereal grains such as corn and wheat spread on a surface.\n"
        ]
    },
    {
        "image": "images/IDHM_Wasserspringen_2018-02-18_3m_mixed_Vorkampf_Sprung_3_18.jpeg",
        "answers": [
            "The divers mid-air after their jump during a synchronized diving event.\n"
        ]
    },
    {
        "image": "images/400px-Transition_from_Sawgrass_to_Coastal_Habitat,_NPSPhoto_(9250299462).jpeg",
        "answers": [
            "An aerial view of a coastal habitat transition zone. There are curved paths and round circles of trees.\n"
        ]
    },
    {
        "image": "images/440px-ISS_Habitation_module.jpeg",
        "answers": [
            "A space station module being transported by a crane in an industrial setting. Workers surround the object and assist in its transport.\n"
        ]
    },
    {
        "image": "images/Water_droplet_lying_on_a_damask.jpeg",
        "answers": [
            "Close-up of a water droplet on fabric.\n",
            "Close-up of a water droplet on fabric. The fabric is woven and the weave is diagonal. The fabric is light gray or white. The droplet is round. \n"
        ]
    },
    {
        "image": "images/Carrots_of_many_colors.jpeg",
        "answers": [
            "Colorful carrots, ranging from orange, to white, to black, arranged in a radial pattern on a white background, surrounded by greenery.\n"
        ]
    },
    {
        "image": "images/Light_Therapy_for_SAD.jpeg",
        "answers": [
            "An elderly person with glasses reading a book under a light therapy lamp.\n"
        ]
    },
    {
        "image": "images/440px-Phrik_nam_pla.jpeg",
        "answers": [
            "A square, white sauce dish with fish sauce, chili, and lime on a checkered blue and white tablecloth.\n",
            "A white sauce dish with fish sauce, chili, and lime on a checkered blue and white tablecloth next to a partially shown white plate and cup.\n"
        ]
    },
    {
        "image": "images/440px-Small_aquarium.jpeg",
        "answers": [
            "A lively aquarium scene with a variety of small, colorful fish among water plants and decor.\n"
        ]
    },
    {
        "image": "images/Schroedinger_cat.jpeg",
        "answers": [
            "There are green ivy leaves covering the ground, branches of pine stretching to the sky, and a sculpture of a brown cat in a garden.\n"
        ]
    },
    {
        "image": "images/320px-Atlantic_Attack_Ringette_Team.jpeg",
        "answers": [
            "Players in a ringette game in motion on the ice.\n",
            "Players in a ringette game in motion on the ice.\n"
        ]
    },
    {
        "image": "images/Protestas_Lima_Diciembre_2022_(18).jpeg",
        "answers": [
            "A crowded street protest with flags and banners.\n"
        ]
    },
    {
        "image": "images/440px-Piranha1.jpeg",
        "answers": [
            "Several large, shimmering piranhas in an aquarium with a dark backdrop.\n"
        ]
    },
    {
        "image": "images/Okonjima_Lioness.jpeg",
        "answers": [
            "Lioness sitting on the ground in a savanna. She is surrounded by green grass and small bushes, behind her are forested hills. She is looking at the camera.\n"
        ]
    },
    {
        "image": "images/EUA_levam_ouro_na_ginastica_artistica_feminina;_Brasil_fica_em_8lugar_(28262785354).jpeg",
        "answers": [
            "Gymnast in mid-flip above the balance beam in a gymnastics competition. Behind her is a person watching and green background.\n"
        ]
    },
    {
        "image": "images/440px-Woman's_Ball_Gown_LACMA_M.2007.211.939_(2_of_3).jpg",
        "answers": [
            "Close-up of the textured details on a woman's brown ball gown.\n",
            "Close-up of the textured details on a woman's brown ball gown.\n"
        ]
    },
    {
        "image": "images/Kerala_Government_Secretariat,_Thiruvananthapuram,_Kerala,_India.jpeg",
        "answers": [
            "Statue in front of a colonial-style building with arches and a central dome, surrounded by palm trees and a garden. To the right is a statue of a prominent leader.\n"
        ]
    },
    {
        "image": "images/Fortier_DAKAR_art_therapy_30dec11_300.jpeg",
        "answers": [
            "Two people engaged in an art therapy session with paints.\n"
        ]
    },
    {
        "image": "images/Amaterske_akvarium.jpeg",
        "answers": [
            "A lush aquarium with vibrant live plants and an assortment of tropical fish.\n"
        ]
    },
    {
        "image": "images/US_Navy_101004-N-6427M-149_Airman_David_Hall,_from_Buffalo,_N.Y.,_jumps_rope_during_a_training_session_in_the_hangar_bay_aboard_the_aircraft_carrie.jpg",
        "answers": [
            "A serviceman on an aircraft carrier jumping rope.\n",
            "Man jumping rope on an aircraft carrier.\n"
        ]
    },
    {
        "image": "images/240px-Ksc_arrive04.jpeg",
        "answers": [
            "A satellite wrapped in thermal blankets in a preparation facility.\n"
        ]
    },
    {
        "image": "images/Bee_pollinating_Blackberry.jpeg",
        "answers": [
            "A bee pollinating white blackberry flowers.\n"
        ]
    },
    {
        "image": "images/268px-Burgerstrabe_26+24_(BT0A2830).jpeg",
        "answers": [
            "Colorful buildings line a city street with cars under a clear blue sky.\n"
        ]
    },
    {
        "image": "images/Stephen_Weiss.jpeg",
        "answers": [
            "A Florida Panthers Ice hockey player in action on the rink.\n",
            "Ice hockey player in action on the rink. There are 3 players on the ice. Once in the foreground has the puck next to his stick. His team mate is behind him. An opposing team player in on his right behind him wearing a blue jersey.\n"
        ]
    },
    {
        "image": "images/Unveiling_of_LZR_Racer_in_NYC_2008-02-13.jpeg",
        "answers": [
            "Swimmers modeling high-tech bodysuits, there are 3 swimmers standing on a stage. The bodysuits are tight and black and cover the entire body except the arms.\n"
        ]
    },
    {
        "image": "images/Hummus_from_The_Nile.jpeg",
        "answers": [
            "A plate of creamy hummus around the border with olive oil in the center. The hummus is decorated with various spices. The plate is white with small, dark polka dots and it sitting on a red table\n"
        ]
    },
    {
        "image": "images/440px-Kendall_hat_2017.jpeg",
        "answers": [
            "A moody portrait of a young person in a cap and dark sweater, looking introspective.\n"
        ]
    },
    {
        "image": "images/Holt_Renfrew_Mannequins.jpeg",
        "answers": [
            "Three mannequins in dresses are displayed under elegant chandeliers in a boutique setting.\n"
        ]
    },
    {
        "image": "images/Pacific_Walrus_-_Bull_(8247646168).jpeg",
        "answers": [
            "Walrus with large tusks on ice looking introperspective\n"
        ]
    },
    {
        "image": "images/600px-Rice_grains_(IRRI).jpeg",
        "answers": [
            "Various kinds of rice grains displayed in partitioned containers.\n"
        ]
    },
    {
        "image": "images/Raffinerie_Esso_Ingolstadt.jpeg",
        "answers": [
            "Industrial night scene with lit refinery towers and smoke stacks.\n"
        ]
    },
    {
        "image": "images/Apollo_17_AS17-140-21497.jpeg",
        "answers": [
            "Astronaut on the moon's surface inspecting a large rock.\n",
            "Astronaut on the moon's surface inspecting a large rock.\n"
        ]
    },
    {
        "image": "images/Kiwi_Smoothie.jpeg",
        "answers": [
            "A green kiwi smoothie beside fresh kiwi halves.\n"
        ]
    },
    {
        "image": "images/Sprouting_mung_beans_in_a_jar.jpeg",
        "answers": [
            "Green mung beans sprouting inside a jar.\n"
        ]
    },
    {
        "image": "images/Mountain_Goat,_Enchantments_Basin.jpeg",
        "answers": [
            "A white mountain goat standing on rocks on the side of a mountain.\n"
        ]
    },
    {
        "image": "images/440px-Trevor_Jackson_returns_from_SS_Kyogle.jpeg",
        "answers": [
            "A scuba diver with rebreather equipment underwater.\n"
        ]
    },
    {
        "image": "images/President_George_W._Bush_talks_with_members_of_the_Tampa_Bay_Buccaneers.jpg",
        "answers": [
            "A former president speaking to a football team.\n"
        ]
    },
    {
        "image": "images/Mountain_goat_-_artificial_salt_lick.jpeg",
        "answers": [
            "A white mountain goat by a wooden railing.\n"
        ]
    },
    {
        "image": "images/Ice_swimming_at_summer_cottage_Finland.jpeg",
        "answers": [
            "A man ice swimming in a frozen lake. There is a wooden behind the man. There is also snow all over the ground and a small cabin in the background. \n",
            "A man ice swimming in a frozen lake. There is a small cabin on the shore behind him, and a wooden dock nearby the man.\n"
        ]
    },
    {
        "image": "images/Nam_phrik_long_ruea.jpeg",
        "answers": [
            "A traditional Thai relish dish with side condiments. It is on ceramic leaf shaped bowls that are kind of deep. There are two bowls like this and it is inside a larer leaf shaped bowl. \n"
        ]
    },
    {
        "image": "images/Artemis_2_Crew_Portrait.jpeg",
        "answers": [
            "Four astronauts in orange space suits posing for a portrait.\n"
        ]
    },
    {
        "image": "images/Cara_Delevingne_Vogue_2023_03.jpeg",
        "answers": [
            "A woman with blonde hair and a green blazer appears pensive with a slight frown, looking to the side.\n"
        ]
    },
    {
        "image": "images/Kutchi_Lehenga.jpeg",
        "answers": [
            "A colorful, detailed ethnic skirt displayed on a black mannequin.\n"
        ]
    },
    {
        "image": "images/Paulien_van_Deutekom_(08-12-2007).jpeg",
        "answers": [
            "Speed skater in mid-glide on the ice.\n"
        ]
    },
    {
        "image": "images/440px-Speedo_zwembroek-1.jpeg",
        "answers": [
            "Black swim trunks with a white stripe and Speedo logo.\n",
            "Black swim trunks with a white stripe and Speedo logo.\n"
        ]
    },
    {
        "image": "images/Demi_Lovato_at_the_Democratic_National_Convention,_July_2016_(cropped_C).jpeg",
        "answers": [
            "Demi Lovato speaking at a microphone in front of a blue geometric background.\n"
        ]
    },
    {
        "image": "images/440px-Green_tea_3_appearances.jpeg",
        "answers": [
            "Three stages of green tea preparation in bowls: dry leaves, steeped leaves, and brewed tea.\n"
        ]
    },
    {
        "image": "images/Electric_blue_maxi_dress_with_cognac_accessories.jpeg",
        "answers": [
            "A woman in a bright blue dress and brown jacket posing on a sidewalk.\n"
        ]
    },
    {
        "image": "images/600px-Sunspot_TRACE.jpeg",
        "answers": [
            "A fiery solar eruption with heat emanating from a sunspot.\n"
        ]
    },
    {
        "image": "images/Diving_off_a_deck_into_the_Great_South_Bay_of_Long_Island.jpeg",
        "answers": [
            "A person diving off a dock into a calm bay in the afternoon.\n"
        ]
    },
    {
        "image": "images/Processing_green_tea.jpeg",
        "answers": [
            "Two people rubbing green tea leaves between their hands over in a wooden box collecting the droppings.\n"
        ]
    },
    {
        "image": "images/240px-Dolphinarium_Varna.jpeg",
        "answers": [
            "An indoor dolphinarium with a pool, glass walls and a stadium with red seating.\n"
        ]
    },
    {
        "image": "images/20201102.Hengnan.Hybrid_rice_Sanyou-1.6.jpg",
        "answers": [
            "Heavy clusters of ripe rice hanging from plants in a field.\n",
            "Heavy clusters of ripe rice hanging from plants in a field.\n",
            "Heavy clusters of ripe rice hanging from plants in a field from a closeup perspective.\n"
        ]
    },
    {
        "image": "images/Fiji_palace_guard.jpeg",
        "answers": [
            "A Fijian palace guard in traditional red and white uniform with a rifle stands at attention.\n"
        ]
    },
    {
        "image": "images/440px-Carrots_are_up_(2634523693).jpeg",
        "answers": [
            "Green carrot sprouts emerging from brown soil.\n"
        ]
    },
    {
        "image": "images/Casaamazonica.jpeg",
        "answers": [
            "A pair of people on a small boat in a large, wide river. There is a rustic house on the riverbank which is bordered by a lush, tropical forest.\n"
        ]
    },
    {
        "image": "images/440px-Halima_Aden_Paris_Fashion_Week_Autumn_Winter_2019.jpeg",
        "answers": [
            "A close-up of a darker skinned woman with a headscarf and prominent facial features.\n"
        ]
    },
    {
        "image": "images/200px-5adho_mukha_shvanasana (1).jpeg",
        "answers": [
            "A yoga practitioner in an inverted V-shaped pose.\n"
        ]
    },
    {
        "image": "images/Taylor_Swift_2011crop.jpeg",
        "answers": [
            "Taylor Swift sitting down and playing guitar on stage in a purple dress.\n",
            "Taylor Swift playing guitar on stage in a purple dress.\n"
        ]
    },
    {
        "image": "images/440px-Lily_Allen_-_Tufnell_Park_Dome_-_Wednesday_21st_March_2018_LilyTufnell210318-11_(40111059665)_(cropped).jpeg",
        "answers": [
            "A performer singing into a microphone, bathed in red light, wearing a leopard print top. and really immersed in the song\n",
            "A performer singing into a microphone, bathed in red light, wearing a leopard print top.\n"
        ]
    },
    {
        "image": "images/440px-Red_Junglefowl.jpeg",
        "answers": [
            "A colorful rooster standing on the forest floor among fallen leaves. and very alert\n"
        ]
    },
    {
        "image": "images/Batik_Fashion_01.jpeg",
        "answers": [
            "A model in a traditional batik skirt and white blouse posing on a catwalk.\n"
        ]
    },
    {
        "image": "images/Green_almonds.jpeg",
        "answers": [
            "Green almonds in their fuzzy hulls on a white surface.\n",
            "Green almonds in their fuzzy hulls on a white surface.\n"
        ]
    },
    {
        "image": "images/Petersdom_von_Engelsburg_gesehen_crop.jpeg",
        "answers": [
            "St. Peter's Basilica in Rome, viewed from a distance with clear skies.\n"
        ]
    },
    {
        "image": "images/Aerial_view_of_the_Amazon_Rainforest.jpeg",
        "answers": [
            "Aerial view of winding rivers cutting through dense Amazon rainforest.\n"
        ]
    },
    {
        "image": "images/440px-FruitArrangement.jpeg",
        "answers": [
            "A collection of colorful vegetables and fruits, including tomatoes and squash gathered together in and around a metal bowl.\n"
        ]
    },
    {
        "image": "images/Fruit_salad.jpeg",
        "answers": [
            "A bowl filled with a colorful fruit salad, including chopped apples and oranges among other fruits.\n"
        ]
    },
    {
        "image": "images/TDF31472_groep_met_rodriguez_(53062211809).jpeg",
        "answers": [
            "Cyclists racing on a mountain road.\n"
        ]
    },
    {
        "image": "images/Peter_Nestler_-_Jump-roping_around_the_world.jpeg",
        "answers": [
            "Man doing a jump rope trick in mid-air.\n"
        ]
    },
    {
        "image": "images/Daucus_carota_May_2008-1_edit.jpeg",
        "answers": [
            "A green wild carrot flower in full bloom with numerous buds visible.\n"
        ]
    },
    {
        "image": "images/Tripneustes_ventricosus_(West_Indian_Sea_Egg-top)_and_Echinometra_viridis_(Reef_Urchin_-_bottom).jpeg",
        "answers": [
            "Sea urchins on a reef: one with long, black spines below, and a white, spiky one above.\n",
            "Sea urchins on a reef: one with long, red spines below, and a white, spiky one above, with fish swimming in the background.\n"
        ]
    },
    {
        "image": "images/300th_Delta_launches_with_Spitzer.jpeg",
        "answers": [
            "A Delta rocket launch sequence with smoke and fire at the base indicating takeoff.\n"
        ]
    },
    {
        "image": "images/ERHW_Porch1.jpeg",
        "answers": [
            "A woman in front of a house, wearing a checkered dress and boots.\n"
        ]
    },
    {
        "image": "images/440px-Kongobuji_Koyasan07n3200.jpeg",
        "answers": [
            "People walk up a staircase, approaching a traditional Japanese gate framed by vibrant autumn leaves.\n",
            "People approach a traditional Japanese gate framed by vibrant autumn leaves.\n"
        ]
    },
    {
        "image": "images/580px-Salto_ornamental_-_UnB.jpeg",
        "answers": [
            "Two people performing a synchronized dive from a high platform.\n"
        ]
    },
    {
        "image": "images/440px-Supreme_Court_Colombo.jpeg",
        "answers": [
            "A unique building with a sloping roof and a tower, symbolizing traditional architecture.\n"
        ]
    },
    {
        "image": "images/440px-A053,_Katmai_National_Park,_Brooks_Falls,_Alaska,_USA,_bear_and_salmon,_2002.jpeg",
        "answers": [
            "A bear catching a salmon in a rushing river.\n"
        ]
    },
    {
        "image": "images/Kate_Moss_-_Decorte_advertisement_(cropped2).jpeg",
        "answers": [
            "A model with flowing blond hair in a lace garment posing for an ad.\n"
        ]
    },
    {
        "image": "images/440px-Bamboo_AngelMist_Mounts_Asit.jpeg",
        "answers": [
            "A cluster of tall green bamboo stalks with a sign reading 'ANGEL MIST BAMBOO' at their base. looks like at a zoo\n"
        ]
    },
    {
        "image": "images/Shinto_married_couple.jpeg",
        "answers": [
            "Traditional Japanese wedding couple.\n"
        ]
    },
    {
        "image": "images/600px-US_Army_51673_aerobathon.jpeg",
        "answers": [
            "A step aerobics class with participants following an instructor.\n",
            "A step aerobics class with participants following an instructor.\n"
        ]
    },
    {
        "image": "images/440px-Chuurei-tou_Fujiyoshida_17025277650_c59733d6ba_o.jpeg",
        "answers": [
            "Mount Fuji looms behind a pagoda surrounded by cherry blossoms in a serene Japanese landscape.\n"
        ]
    },
    {
        "image": "images/400px-Dulces_de_amaranto.jpeg",
        "answers": [
            "Decorated amaranth sweets are displayed in a row. Each amaranth is shaped in the form of a skull and is sitting on a bed of flowers. \n"
        ]
    },
    {
        "image": "images/Brookfield_zoo_fg10.jpeg",
        "answers": [
            "An aquatic show at a zoo with trainers, animals, and an audience.\n"
        ]
    },
    {
        "image": "images/Rome_skyline_panorama.jpeg",
        "answers": [
            "Panoramic view of Rome’s cityscape with historical domes and buildings on a clear day. \n"
        ]
    },
    {
        "image": "images/440px-Ingrid_Newkirk_by_David_Shankbone.jpeg",
        "answers": [
            "A smiling woman holding a small black and white dog.\n"
        ]
    },
    {
        "image": "images/440px-Thai_green_chicken_curry_and_roti.jpeg",
        "answers": [
            "A bowl of Thai green curry with chicken, and roti on the side.\n",
            "A bowl of Thai chicken green curry on a plate with roti on the side.\n"
        ]
    },
    {
        "image": "images/440px-Ortler_Ascent_-_South_Tyrol.jpeg",
        "answers": [
            "Climbers ascend a snowy mountain slope under a misty blue sky.\n"
        ]
    },
    {
        "image": "images/340px-DewberriesWeb.jpeg",
        "answers": [
            "White flowers of the dewberry plant.\n",
            "White flowers of the dewberry plant.\n"
        ]
    },
    {
        "image": "images/Christmas_tree_in_marunouchi.jpeg",
        "answers": [
            "A crowded plaza at night with a tall, lit Christmas tree and festive lights.\n"
        ]
    },
    {
        "image": "images/El_Capitan_en_Californie.jpeg",
        "answers": [
            "Massive granite cliff face rising above trees and a reflective river with sun peeking through the clouds in the background.\n"
        ]
    },
    {
        "image": "images/Rio_Maranon_03245.jpeg",
        "answers": [
            "A winding dirty river cutting through a mountainous green landscape.\n"
        ]
    },
    {
        "image": "images/Young_orang_utan.jpeg",
        "answers": [
            "A younger orangutan stretching its arms in the forest while sitting on a branch.\n"
        ]
    },
    {
        "image": "images/340px-Ines_Sainz.jpeg",
        "answers": [
            "A reporter in an elegant black dress interviewing on a crowded soccer field.\n"
        ]
    },
    {
        "image": "images/440px-NutcrackerSnowPas.jpeg",
        "answers": [
            "Two ballet dancers performing. The male is lifting the female. In the background there is a Christmas tree and an oversized Christmas present.\n"
        ]
    },
    {
        "image": "images/Priyanka_Chopra_2003.jpeg",
        "answers": [
            "Actress Priyanka Chopra in traditional attire, wearing a blue dress with brightly colored beads.\n"
        ]
    },
    {
        "image": "images/440px-Dorina_Boczogo,_balance_beam,_2013.jpeg",
        "answers": [
            "A gymnast performing on a balance beam in front of an audience.\n",
            "A gymnast performing a difficult one handed move on a balance beam in front of an audience.\n"
        ]
    },
    {
        "image": "images/440px-Scuba_dive_computer.jpeg",
        "answers": [
            "A person's arm with a dive computer on the wrist, over clear, shallow waters.\n"
        ]
    },
    {
        "image": "images/Bekal_Fort_Kasargod.jpeg",
        "answers": [
            "An ancient fort on green grass overlooking the sea on a cloudy day.\n"
        ]
    },
    {
        "image": "images/Chile_en_nogada.jpeg",
        "answers": [
            "A traditional Mexican dish with a stuffed pepper, a white walnut sauce, and red pomegranate seeds.\n"
        ]
    },
    {
        "image": "images/BASE_Jumping_from_Sapphire_Tower_in_Istanbul.jpeg",
        "answers": [
            "A person in a wingsuit falling backwards from a skyscraper ledge over a city.\n",
            "A male base jumper in the process of launching backwards from a skyscraper in a big city.  He's wearing a long-sleeved white shirt, brown pans, and shoes.\n"
        ]
    },
    {
        "image": "images/400px-Cove_with_Shamans_Rock_Olkhon_Island_Lake_Baikal_Russia_(14594856552).jpeg",
        "answers": [
            "A serene cove with a rock formation and clear greenish-blue waters.\n"
        ]
    },
    {
        "image": "images/393px-Saddle_Wrasse_are_feeding_on_sea_urchin_in_Kona.jpeg",
        "answers": [
            "A wrasse fish feeding on a sea urchin underwater.\n"
        ]
    },
    {
        "image": "images/Vegetable_platter_with_nam_phrik_kapi.jpeg",
        "answers": [
            "Plate of vegetables and herbs including beans, lettuce, mint, and cucumber paired with a kind of brown dipping sauce or marinade. \n"
        ]
    },
    {
        "image": "images/440px-2009_Jungfraujoch.jpeg",
        "answers": [
            "Two people stand near a large, blue-tinged crevasse in a snowy landscape.\n"
        ]
    },
    {
        "image": "images/Echinotitti.jpeg",
        "answers": [
            "An aquarium with green plants and gravel, pumps, filtration system equipment visible in the water.\n"
        ]
    },
    {
        "image": "images/340px-Double_ring_leap.jpeg",
        "answers": [
            "A gymnast performing a leap with rings.\n"
        ]
    },
    {
        "image": "images/ISS-08_Michael_Foale_conducts_an_inspection_of_the_Microgravity_Science_Glovebox.jpeg",
        "answers": [
            "An astronaut is shown working with a science glovebox aboard the International Space Station (ISS).\n"
        ]
    },
    {
        "image": "images/NP_India_burning_48_(6315309342).jpeg",
        "answers": [
            "A few elderly men performing a scorched earth method in a rural crop field. \n"
        ]
    },
    {
        "image": "images/Yamnaem71.jpeg",
        "answers": [
            "A plate of salad containing peanuts and veggies along with various other side dishes.\n"
        ]
    },
    {
        "image": "images/Santa-Maria-Patroness-of-bicyclists-4606.jpeg",
        "answers": [
            "A shrine decorated with many flowers and candles.\n"
        ]
    },
    {
        "image": "images/Ichthyaetus_ichthyaetus_Kadalundi.jpeg",
        "answers": [
            "A seagull with a caught fish in its beak flies over tropical greenery.\n"
        ]
    },
    {
        "image": "images/Backstage_with_AVEDA_at_Osklen_Spring_Summer_2014.jpeg",
        "answers": [
            "Woman’s back, dressed in a sheer red garment, long blonde hair in a ponytail.  Precisely manicured with a simple cross over\n"
        ]
    },
    {
        "image": "images/Rome-VillaBorghese-TempleEsculape.jpeg",
        "answers": [
            "Temple of Aesculapius in Rome's Villa Borghese gardens, reflecting on calm water.  Abundance of mature trees line the waters edge\n"
        ]
    },
    {
        "image": "images/440px-Spitzer_-_O_CTA_em_testes.jpeg",
        "answers": [
            "Two people in cleanroom suits inspecting a space instrument in a well-lit room.\n"
        ]
    },
    {
        "image": "images/Gisele_Bundchen2.jpeg",
        "answers": [
            "A beautiful model in a cream-colored strapped and flowing sun dress poses on a runway.  Her hair is long and natural.\n"
        ]
    },
    {
        "image": "images/Sea_otter_with_sea_urchin.jpeg",
        "answers": [
            "Otter frolicking in water, eating a sea urchin on a sunny day\n"
        ]
    },
    {
        "image": "images/Newly-hatched_chickens.jpeg",
        "answers": [
            "Chicks hatching from their eggs.\n"
        ]
    },
    {
        "image": "images/440px-Jumper_altered_PsCSJPG10.jpeg",
        "answers": [
            "A plain white knitted sweater on a plain background.\n"
        ]
    },
    {
        "image": "images/Surya_Namaskar_sculpture_at_IGIA_T3_(cropped).jpeg",
        "answers": [
            "Artistic sculpture of human figures in a boat.\n"
        ]
    },
    {
        "image": "images/240px-Kalttanks.Weissbier.Brauerei.Aying.jpg",
        "answers": [
            "A brewery’s sterile interior with stainless steel tanks and pipes for beer production.\n"
        ]
    },
    {
        "image": "images/440px-File_BobsleighrunLP.jpeg",
        "answers": [
            "An aerial view of a winding bobsleigh track in a forested area.\n",
            "An aerial view of a winding bobsleigh track in a forested area.\n"
        ]
    },
    {
        "image": "images/Artinstitportland2009palazzo.jpeg",
        "answers": [
            "Model walking on a runway in a long red dress and green scarf.\n"
        ]
    },
    {
        "image": "images/440px-Longyearbyen_colourful_homes.jpeg",
        "answers": [
            "A landscape of colorful houses in a cold, mountainous area.\n"
        ]
    },
    {
        "image": "images/Thanin_market_platu.jpeg",
        "answers": [
            "Mackerel fish in woven baskets at a Thai market.\n"
        ]
    },
    {
        "image": "images/Focaccia_con_rosmarino.jpeg",
        "answers": [
            "A slice of focaccia with rosemary on a black plate.\n"
        ]
    },
    {
        "image": "images/440px-Tinikling.jpeg",
        "answers": [
            "A group of people performing a traditional Filipino bamboo dance.\n"
        ]
    },
    {
        "image": "images/Parque_eolico_La_Muela.jpeg",
        "answers": [
            "Wind turbines in a field.\n"
        ]
    },
    {
        "image": "images/Stonehenge_(sun).jpeg",
        "answers": [
            "Stonehenge with the sun rising between the stones.\n"
        ]
    },
    {
        "image": "images/Arduino_ftdi_chip-1.jpeg",
        "answers": [
            "Macro shot of an electronic chip on a blue circuit board.\n"
        ]
    },
    {
        "image": "images/Maria_Grazia_Cucinotta_-_nicogenin_-_66eme_Festival_de_Venise_(Mostra)_2.jpeg",
        "answers": [
            "Woman Wearing an Elegant Black Dress on the Red Carpet\""
        ]
    },
    {
        "image": "images/CantoneseJellyfish.jpeg",
        "answers": [
            "A dish of Cantonese-style jellyfish, typically served cold.\n"
        ]
    },
    {
        "image": "images/IMPORTEXPO_IMG_5490_(5971779607).jpeg",
        "answers": [
            "A woman in a tight, golden dress and black heels posing beside a red sports  racing car.\n"
        ]
    },
    {
        "image": "images/Jellyfish_aqurium.jpeg",
        "answers": [
            "A swarm of brown jellyfish drifting in the ocean. There are at least 20 of them all together\n"
        ]
    },
    {
        "image": "images/Knitted-clothing-factory.jpeg",
        "answers": [
            "A person in blue coveralls working on large textile machinery.\n",
            "A person in blue coveralls with a white hat and black boots working on large textile machinery.\n"
        ]
    },
    {
        "image": "images/Picking_blackberries_in_Oklahoma.jpeg",
        "answers": [
            "Hand holding ripe blackberries. Also, there a red berry too.\n"
        ]
    },
    {
        "image": "images/Aerobic_exercise_-_public_demonstration07.jpeg",
        "answers": [
            "Group of people in colorful workout attire doing step aerobics. They are also showing their mussels. \n",
            "Group of people in colorful workout attire doing step aerobics.\n"
        ]
    },
    {
        "image": "images/Orca_porpoising.jpeg",
        "answers": [
            "Orca whale breaching the water's surface and playing with water. \n",
            "Majestic orca whale breaching the water's surface.\n",
            "Orca whale breaching the water's surface.\n"
        ]
    },
    {
        "image": "images/340px-Gabriel_Garko_and_Laura_Torrisi_-_nicogenin_-_66me_Festival_de_Venise_(Mostra)_-_The_Road_(3).jpeg",
        "answers": [
            "A man in a white tuxedo and a woman in a black slit gown pose together on the red carpet.\n"
        ]
    },
    {
        "image": "images/Emperor_Naruhito_and_Empress_Masako_cropped_Emperor_Naruhito_and_Empress_Masako_20191110_1.jpeg",
        "answers": [
            "Asian Royalty waving from a car, dressed in ceremonial attire.\n"
        ]
    },
    {
        "image": "images/500px-Outdoor_heated_fish_tank_enclosed_by_glass_plus_reflections.jpeg",
        "answers": [
            "A serene indoor pond surrounded by lush plants and reflected glass walls.\n",
            "A serene indoor stone pond surrounded by lush plants and reflected glass walls.\n"
        ]
    },
    {
        "image": "images/Tuk-tuk_fastfood_grill_1.jpeg",
        "answers": [
            "A street food cart at night, lit by neon lights, selling grilled foods.\n"
        ]
    },
    {
        "image": "images/2560px-Foro_Romano_visto_dai_Musei_Capitolini_Roma.jpeg",
        "answers": [
            "Panoramic view of ancient Roman ruins under a clear sky.\n"
        ]
    },
    {
        "image": "images/Chloe_Veitch_modeling,_upright.jpeg",
        "answers": [
            "A brunette woman in a white, cropped Vogue t-shirt and cream colored shorts, leaning against a wall on a sunny day.\n"
        ]
    },
    {
        "image": "images/340px-Grizzly_Bear_Fishing_Brooks_Falls.jpeg",
        "answers": [
            "A grizzly bear focused on catching a jumping salmon in a turbulent waterfall.\n"
        ]
    },
    {
        "image": "images/Pumpkin_Seeds_(matured).jpeg",
        "answers": [
            "An orange bowl full of mature pumpkin seeds.\n"
        ]
    },
    {
        "image": "images/Chloe_Veitch_modeling,_head_and_shoulders.jpeg",
        "answers": [
            "A young woman with long brown hair wearing a blue t-shirt with the word vogue printed on it and smiling at the camera.\n"
        ]
    },
    {
        "image": "images/Unload_wheat_by_the_combine_Claas_Lexion_584.jpeg",
        "answers": [
            "A harvesting machine is unloading wheat into a trailer and creating a lot of dust in the air while it transfers. \n"
        ]
    },
    {
        "image": "images/WAGC_DMT.jpeg",
        "answers": [
            "Gymnast flipping over a vaulting table.  A gymnast finishing her release performs a beautiful flip on her way to a solid landing.\n"
        ]
    },
    {
        "image": "images/340px-Priyanka_on_the_ramp_for_Mijwan_fashion_show.jpeg",
        "answers": [
            "A beautiful brown long haired Indian woman in traditional decorative Indian attire and pierced belly button posing on a runway with one arm bent with hand resting on her hip and other arm hanging down by her side.\n"
        ]
    },
    {
        "image": "images/Louvre_Courtyard,_Looking_West.jpeg",
        "answers": [
            "The Louvre Pyramid lit up at twilight with a clear blue sky and the historical palace on both sides of the picture.\n",
            "The Louvre Pyramid lit up at twilight with the historical palace in the background.\n"
        ]
    },
    {
        "image": "images/Sam_Altman_TechCrunch_SF_2019_Day_2_Oct_3_(cropped)_(cropped).jpeg",
        "answers": [
            "Caucasian man in his 30's with brown curly hair and a blue casual shirt speaking through a microphone headset.\n",
            "Man with curly hair and a microphone headset looks to his left with his mouth open.\n",
            "A man with curly hair and a microphone headset looking to his left.\n",
            "Man with curly hair and a microphone headset.\n"
        ]
    },
    {
        "image": "images/Corylus_colurna_(1).jpeg",
        "answers": [
            "A paved shaded path lined with green grass and a large green tree with dense foliage against a clear sky.\n"
        ]
    },
    {
        "image": "images/Bowie-DD-1974-3.jpeg",
        "answers": [
            "A performer in a vibrant cape and elaborate outfit singing into a microphone on stage.\n"
        ]
    },
    {
        "image": "images/Nam_phrik_pla_chi.jpeg",
        "answers": [
            "This thai chili bowl looks amazing. It is beautiful with vibrant colors of mostly greens and orange which looks like rice.  It is being served on a larger white plate with, I believe, ginger, pineapple and cucumber. The main dish in served in a small white bowl sitting atop the white plate. \n",
            "A Thai chili paste dish served with vegetables. The dish of veggies is sitting on the side of a plate with looks to be sliced melon of some kind and lettuce. There are also other food items on the dish I can't properly make out. \n",
            "A Thai chili paste dish served with vegetables.\n"
        ]
    },
    {
        "image": "images/Kate_Winslet_June-July_2014_HB_Cover.jpeg",
        "answers": [
            "I am looking at a magazine cover from a popular fashion magazine. The background is red. The model on the front is seductively looking into the camera. The photo is from her breast up. She is wearing a black dress. Her hair is poofy and about shoulder length. No earrings, only wearing red lipstick. She has definitely been airbrushed as her skin is flawless. She is not smiling, just being seductive. Her left hand is behind her head for a pose. Of course there are ads on the left and right of the magazine to entice you to buy it so you can read the articles. Best shoes, bags, how to get sexy hair, etc.\n"
        ]
    },
    {
        "image": "images/Colobocentrotus_atratus_Shingle_urchin.jpeg",
        "answers": [
            "A black sea urchin with spiky protrusions on a rocky surface.\n"
        ]
    },
    {
        "image": "images/Dipterocarp_Forest_at_Danum_Valley_(13997709808).jpeg",
        "answers": [
            "An aerial view of a dense tropical rainforest canopy.\n"
        ]
    },
    {
        "image": "images/Dress_to_kill_pollution.jpeg",
        "answers": [
            "A model wearing a dress made from recycled materials.\n"
        ]
    },
    {
        "image": "images/20130126_Mixed_nuts.jpeg",
        "answers": [
            "An assortment of nuts on a white surface, including an almond and a cashew.\n"
        ]
    },
    {
        "image": "images/440px-Rain_Forest_Daintree_Australia.jpeg",
        "answers": [
            "Dense rainforest underbrush with large trees and various green plants on a gloomy day.\n"
        ]
    },
    {
        "image": "images/440px-Dolphinarium_Boudewjinpark_05.jpeg",
        "answers": [
            "A trainer in a wetsuit standing by a pool, interacting with a smiling dolphin through glass.\n"
        ]
    },
    {
        "image": "images/440px-Ametllesjuliol.jpeg",
        "answers": [
            "A tree heavy with unripe almonds.\n"
        ]
    },
    {
        "image": "images/440px-Harry_and_Meghan_on_Christmas_Day_2017_(cropped).jpeg",
        "answers": [
            "A couple in formal wear, the man in a gray coat and the woman in a beige coat with a brown hat, walk arm-in-arm, smiling.\n"
        ]
    },
    {
        "image": "images/340px-Ousmane_Dembele_World_Cup_Trophy.jpeg",
        "answers": [
            "A soccer player kissing the World Cup trophy. There seems to be confetti in the air.\n"
        ]
    },
    {
        "image": "images/Desfile_del_Bicentenario_en_Tlahuac_MX-DF.jpeg",
        "answers": [
            "Men in traditional Mexican outfits with sombreros and black suits and women in red dresses with ribbons in their hair are marching in a parade.\n"
        ]
    },
    {
        "image": "images/Chiapas_Rainforest.jpeg",
        "answers": [
            "A dense rainforest with vibrant green foliage and tangled vegetation.\n"
        ]
    },
    {
        "image": "images/440px-Phat_thai_-_Bangkok_-_2017-06-16_(002).jpeg",
        "answers": [
            "A plate of Pad Thai with shrimp, garnished with red pepper and cilantro.\n"
        ]
    },
    {
        "image": "images/Simone_Biles,_na_prova_final_da_trave_nos_Jogos_Olimpicos_Rio_2016.jpeg",
        "answers": [
            "A gymnast in a red leotard performing on the balance beam at the 2016 Rio Olympics.\n"
        ]
    },
    {
        "image": "images/Ananya_Panday_snapped_promoting_her_film_Pati_Patni_Aur_Woh_on_the_sets_of_Dance_Plus.jpeg",
        "answers": [
            "Woman in a yellow dress posing with a hand on her hip.\n"
        ]
    },
    {
        "image": "images/Osklen,_SPFW_N43.jpeg",
        "answers": [
            "Fashion models walking on a runway show.\n",
            "Multiple fashion models on a runway show with crowds of people on both sides.\n"
        ]
    },
    {
        "image": "images/Duchess_of_Cambridge_in_June_2013.jpeg",
        "answers": [
            "Princess Kate in a pink dress and hat, smiling subtly at a formal event.\n"
        ]
    },
    {
        "image": "images/440px-Christmas_cake,_Boxing_Day_2008.jpeg",
        "answers": [
            "A white Christmas cake with “Merry Christmas” written on top, adorned with a small present decoration.\n"
        ]
    },
    {
        "image": "images/Kate_Upton_in_2021.jpeg",
        "answers": [
            "A happy blonde woman in a beige blouse smiling broadly.\n",
            "A happy woman with blonde hair in a beige blouse smiling broadly.\n"
        ]
    },
    {
        "image": "images/400px-Cigarette_smuggling_with_a_book.jpeg",
        "answers": [
            "An old book hollowed out to hide cigarettes inside.\n"
        ]
    },
    {
        "image": "images/Lap_mu_krop.jpeg",
        "answers": [
            "A Thai salad with herbs on a glass plate.\n"
        ]
    },
    {
        "image": "images/Pineapple_and_cross_section.jpeg",
        "answers": [
            "Whole and cut pineapple.\n"
        ]
    },
    {
        "image": "images/Jairo_Martinez_in_2023.jpeg",
        "answers": [
            "A smiling individual with a trendy haircut wearing a black top adorned with colorful necklace.\n"
        ]
    },
    {
        "image": "images/Paleo_food.jpeg",
        "answers": [
            "Sliced tomatoes, fish filets on a bed of peppers ready to be cooked in a pan.\n"
        ]
    },
    {
        "image": "images/Red-paper-lantern-jellyfish-Karen-Osborn-Smithsonian-Institution.png",
        "answers": [
            "A translucent red jellyfish against a dark background.\n"
        ]
    },
    {
        "image": "images/Khanom_Chin_-_Thai_rice_noodles.jpeg",
        "answers": [
            "Coiled rice noodles displayed on a large green leaf inside of a basket.\n"
        ]
    },
    {
        "image": "images/Clean_Toes_are_a_Tiger's_Friend_(15588882074).jpeg",
        "answers": [
            "A tiger in a cage, licking its paw.\n"
        ]
    },
    {
        "image": "images/almond_blossoms.jpeg",
        "answers": [
            "Close-up of almond blossoms with a single almond nut in the shell.\n",
            "Close-up of pink almond blossoms with a single almond nut in the shell.\n"
        ]
    },
    {
        "image": "images/IDA-1_pre-launch.png",
        "answers": [
            "Workers inspecting a large circular space mechanism that looks like a tunnel attachment.\n"
        ]
    },
    {
        "image": "images/Berlin_marathon.jpeg",
        "answers": [
            "Marathon runners racing on a city street and the women are showing their abdomens wearing a top and bottom outfit, while the men are wearing short-sleeved shirts.\n",
            "Marathon runners racing on a city street. The picture is taken at sunrise or sunset as the shadows are long. In the background you can see a black glass building.\n"
        ]
    },
    {
        "image": "images/Grizzly_Bear_Family_in_Glacier_National_Park.jpeg",
        "answers": [
            "A brown furry grizzly bear mother walks with her two cubs closely behind her during the day through a lush green grassy field.\n"
        ]
    },
    {
        "image": "images/440px-Georgia_Aquarium_-_Ocean_Voyager_Tunnel_Jan_2006.jpeg",
        "answers": [
            "Visitors inside a large underwater tunnel illuminated by sunlight shining through the water gaze at dozens of fish schools swimming overhead.\n"
        ]
    },
    {
        "image": "images/Electric-eel2.jpeg",
        "answers": [
            "A light black electric eel swimming in an aquarium environment.\n"
        ]
    },
    {
        "image": "images/100px-Crinoid_on_the_reef_of_Batu_Moncho_Island_(cropped).jpeg",
        "answers": [
            "A brown crinoid sea creature with white stripes on its limbs spreads out from a coral reef.\n"
        ]
    },
    {
        "image": "images/440px-Gruppovaya-psihoterapiya.jpeg",
        "answers": [
            "Around 24 people seated in a circle for group therapy, with a therapist speaking.\n"
        ]
    },
    {
        "image": "images/TAL-Brucke01.jpeg",
        "answers": [
            "Pedestrian bridge sharped like an upside-down skateboard, over a reflective water canal.\n"
        ]
    },
    {
        "image": "images/440px-Ban_Huahat07.jpeg",
        "answers": [
            "A large group of people eating from mats instead of tables in a large covered community building.\n"
        ]
    },
    {
        "image": "images/WANNER_18.jpeg",
        "answers": [
            "Two women in a field, draped in textiles. One is shorter than the other, and the taller woman is standing behind her. The taller woman's arms are enfolded around the shorter woman in a modelesque pose.\n",
            "Two white women in a brown field, draped in dull clothing.\n"
        ]
    },
    {
        "image": "images/Engelsburg_und_Engelsbrucke_abends_(Zuschnitt).jpeg",
        "answers": [
            "A historic round fortress lit up at night with a bridge leading to it. There are people standing on the bridge, as well as two statues on the railing of the bridge.\n",
            "Castel Sant'Angelo"
        ]
    },
    {
        "image": "images/Opened_scallop_shell.jpeg",
        "answers": [
            "Open scallop shell with a pearl inside. The pearl is peach in color. A hand is holding it up on the left side.\n"
        ]
    },
    {
        "image": "images/260px-Khmer_Traditional_Dancing.jpeg",
        "answers": [
            "A dancer in traditional Khmer attire performs, with onlookers in the background. maybe from an indian backgroud ready to do a traditional dance.\n"
        ]
    },
    {
        "image": "images/440px-Meal_STS127.jpeg",
        "answers": [
            "A group of astronauts gathered around a meal in a cramped space station setting. \n"
        ]
    },
    {
        "image": "images/440px-Dumbell_aerobics.jpeg",
        "answers": [
            "A fitness class doing lateral raises with dumbbells, with an instructor in the front helping the participants at the back.\n",
            "A fitness class lifting dumbbells, with a leader in front and participants following.\n"
        ]
    },
    {
        "image": "images/1986_Jeno's_Pizza_-_20_-_Cecil_Johnson.jpeg",
        "answers": [
            "A orange and white uniformed football player along with his team is tackling a player in green and white at a football game.\n"
        ]
    },
    {
        "image": "images/440px-Kaeng_kanun_CM.jpeg",
        "answers": [
            "A bowl of exotic-looking soup with meat and herbs, next to a glass of water and a plate of food.\n"
        ]
    },
    {
        "image": "images/440px-thumbnail.jpeg",
        "answers": [
            "There are four scuba divers in what looks to be a pool. The water is light blue and transparent. The scuba divers are wearing short-sleeved scuba tops and scuba shorts. One scuba diver is almost surfacing, one is lying on the base of the pool, one is on their hands and knees, and one is floating above the one that is laying down.\n"
        ]
    },
    {
        "image": "images/Yam_huapli_thot_02.jpeg",
        "answers": [
            "There is a colorful salad in a white bowl. The bowl isn't perfectly circular and sits atop a wooden table. The salad contains white onion, tomato, greens, red cabbage, and carrots.\n",
            "Colorful vegetable salad with tomatoes, onions, carrots, cabbage and other greens in a bowl.\n"
        ]
    },
    {
        "image": "images/440px-WheatBran.jpeg",
        "answers": [
            "A heap of wheat bran on a white surface piled in a circle with some  extraneous grains around the edges. \n"
        ]
    },
    {
        "image": "images/Plongee-RecycleurInspiration_20040221-153656.jpeg",
        "answers": [
            "Diving equipment with tanks and hoses sitting atop of a wooden surface in a room with a metallic wall.\n"
        ]
    },
    {
        "image": "images/Taller_de_textiles.jpeg",
        "answers": [
            "This is a wooden loom, a small structure that is designed and built to assist in making various items, such as. scarves, blankets, etc.  There are a lot of soft and differently colored yarns hanging around the wooden loom.\n"
        ]
    },
    {
        "image": "images/MIT_2006_Standard_Prechamp_Final_2.jpeg",
        "answers": [
            "Ballroom dancing competition.  The men are in black tailored suits and the women are in a variety of colored ball gowns.  There is movement and a lot of colors from all of the gowns.\n"
        ]
    },
    {
        "image": "images/Tyler_Clary_(7707350946)_(cropped).jpeg",
        "answers": [
            "A female diver looking at the pool with a male diver walking close past her backside, staring in the same direction. They both have on swimsuits and swim caps.\n",
            "Male swimmer walking behind a female swimmer in caps and goggles at a poolside.\n"
        ]
    },
    {
        "image": "images/Commercial_Crew_Program_vehicles.jpeg",
        "answers": [
            "A close-up of a space craft or satellite with Earth in the background. \n",
            "Spacecraft docked to a space station against the backdrop of Earth.\n"
        ]
    },
    {
        "image": "images/Fishtail_hairstyle_01.jpeg",
        "answers": [
            "A pale, thin woman with long, blond braided hair coming down over her left shoulder. She is  wearing a sleeveless orange dress and has jewelry on her right hand and wrist. She is posed against a blue backdrop.\n"
        ]
    },
    {
        "image": "images/Aki_basho_dohyo-iri_on_Sept._28_2014.jpg",
        "answers": [
            "Sumo wrestlers are in their costumes and are in a circle with their arms raised performing a ring-entering ceremony.\n",
            "There are more than a dozen Sumo wrestlers performing a ring-entering ceremony. There is an audience sitting directly behind them. Most of the wrestlers are holding their hands up high in the air, while some are holding their arms down by their sides. \n"
        ]
    },
    {
        "image": "images/Gorskii_04414u.jpeg",
        "answers": [
            "Vintage hydroelectric machinery in an industrial hall.\n"
        ]
    },
    {
        "image": "images/157px-Dress_Shirt_Fitting_on_dummy_Front.jpeg",
        "answers": [
            "A dress shirt on a mannequin with a fitting tag.\n"
        ]
    },
    {
        "image": "images/Sidemount_032_Photo_by_Pete_Nawrocky.jpeg",
        "answers": [
            "Diver with a large flashlight underwater. \n",
            "SCUBA diver with a large flashlight underwater over a heavily-encrusted ledge, oriented just facing away from the viewer\n"
        ]
    },
    {
        "image": "images/440px-Red_roast_duck_curry.jpeg",
        "answers": [
            "An yummy looking bowl of red roast duck curry with creamy topping and vegetables.\n"
        ]
    },
    {
        "image": "images/Depart4x100.jpeg",
        "answers": [
            "Swimmers poised on starting blocks at an Olympic pool, about to dive in. There are 7 swimmers with their teammates behind them looking on.\n"
        ]
    },
    {
        "image": "images/Grizzled_Giant_Squirrel_(Ratufa_macroura).jpeg",
        "answers": [
            "A grizzled giant squirrel perched on a branch in lush foliage. It's laying on its stomach looking down over the branch.\n",
            "A grizzled giant squirrel perched on a branch in lush foliage.\n"
        ]
    },
    {
        "image": "images/568px-Srilankamountainforest.jpeg",
        "answers": [
            "Lush mountainous forest with mist in the distance.\n",
            "Lush mountainous forest with mist in the distance.\n",
            "Lush mountainous forest with mist in the distance.\n",
            "Lush, green mountainous forest with mist in the distance.\n"
        ]
    },
    {
        "image": "images/Cara_Delevingne_(18809361174).jpeg",
        "answers": [
            "Cara Delevingne at an event, posing for photographers. She in standing in front of a black background with branded logos on it.\n"
        ]
    },
    {
        "image": "images/Bandra_Worli_Sea-Link_(cropped).jpeg",
        "answers": [
            "A long, illuminated bridge stretching across a body of water at night. There is a city in the background\n"
        ]
    },
    {
        "image": "images/Taroko_Music_Festival_.jpeg",
        "answers": [
            "Taiwanese performers playing traditional drums and dancers in an outdoor setting.\n"
        ]
    },
    {
        "image": "images/440px-BASE_jumping_-_Perrine_Bridge.jpeg",
        "answers": [
            "A person in dark attire and a helmet is base jumping off a bridge into a deep canyon.\n"
        ]
    },
    {
        "image": "images/Rio_Madre_de_Dios,_Peru.jpeg",
        "answers": [
            "A brown colored river bordered by dense rainforest.\n"
        ]
    },
    {
        "image": "images/Prince_Harry_and_Meghans_carriage_procession_through_streets_of_Windsor_05.jpeg",
        "answers": [
            "Royal wedding of Prince Harry and Megan Markle procession with carriage. Newlywed couple waving to crowds.\n"
        ]
    },
    {
        "image": "images/600px-Valley_View_Yosemite_August_2013_002.jpeg",
        "answers": [
            "A tranquil river dotted with stones leading to a backdrop of tall cliffs. Blue skies with a few clouds.\n"
        ]
    },
    {
        "image": "images/440px-Aleksi61wb.jpeg",
        "answers": [
            "A bustling, festive-lit city street at night.\n",
            "A bustling, festive-lit city street at night with cars and pedestrians.\n",
            "A bustling, festive-lit city street at night. There are string lights hanging all over making it a very festive sight.\n"
        ]
    },
    {
        "image": "images/981123-Ararat-Camp1-IMG_0831.jpeg",
        "answers": [
            "A group of climbers and tents crowded  on a snowy mountainside with clear skies above. All climbers are bundled up.\n"
        ]
    },
    {
        "image": "images/440px-gourd-curry.jpeg",
        "answers": [
            "Chopped onions that have been sauteed for a couple of minutes and then have additional spices added into the mix.\n",
            "Chopped onions and spices cooking in a pan.\n"
        ]
    },
    {
        "image": "images/280px-Irina_Mikitenko_at_the_Berlin_Marathon_2011.jpeg",
        "answers": [
            "Marathon runners "
        ]
    },
    {
        "image": "images/Tatte_Green_&_Nutty_salad.jpeg",
        "answers": [
            "Salad with greens, nuts, and dried apricots.\n"
        ]
    },
    {
        "image": "images/440px-Pilates_01.jpeg",
        "answers": [
            "A person wearing all black doing a one-arm, one-leg plank on a yoga mat.\n"
        ]
    },
    {
        "image": "images/440px-Pilates_Teacher.jpeg",
        "answers": [
            "A woman in workout attire receiving instruction on a Pilates reformer machine.\n"
        ]
    },
    {
        "image": "images/400px-Milad_Kharchegani_at_the_2016_Summer_Olympics.jpeg",
        "answers": [
            "A taekwondo athlete in a competition delivers a high kick against a competitor in a competition.\n"
        ]
    },
    {
        "image": "images/Bridge_over_Merced_River.jpeg",
        "answers": [
            "A road bridge on the Merced river is over a river with a no swimming/fishing sign.\n"
        ]
    },
    {
        "image": "images/Flickr_-_Rainbirder_-_Giant_Squirrel_(Ratufa_macroura).jpeg",
        "answers": [
            "A squirrel with grey hair and pink nose is perched on a tree branch.\n",
            "A squirrel with a pink face and distinct color patterns perched on a tree branch.\n"
        ]
    },
    {
        "image": "images/Miang_pla.jpeg",
        "answers": [
            "A dish of Thai ingredients arranged on a sectioned plate.\n"
        ]
    },
    {
        "image": "images/Madrigueras_(20578932389)_(cropped).jpeg",
        "answers": [
            "Large almond nestled in a fuzzy green hull.\n"
        ]
    },
    {
        "image": "images/Marinera_Nortena.jpeg",
        "answers": [
            "Couple performing a traditional Latin dance in front of an audience.\n"
        ]
    },
    {
        "image": "images/Protest_against_the_invasion_of_Ukraine_(Yekaterinburg,_February_24,_2022).jpeg",
        "answers": [
            "Small group of people with face masks holding protest signs on a wall.\n"
        ]
    },
    {
        "image": "images/ARS_red_onion.jpeg",
        "answers": [
            "Small collection of red onions with green tops growing in dark soil.\n"
        ]
    },
    {
        "image": "images/520px-Laika_ac_Sputnik_2_Replica_(6995685051).jpeg",
        "answers": [
            "A metallic cone-shaped object, possibly space-related equipment used ocassionally\n"
        ]
    },
    {
        "image": "images/440px-Smart_Casual_Dress_Example.jpeg",
        "answers": [
            "A person in a grey blazer and jeans seated on a stool, depicting smart casual attire for a smart guy.\n"
        ]
    },
    {
        "image": "images/Starsinthesky.jpeg",
        "answers": [
            "Bright stars in the night sky.\n"
        ]
    },
    {
        "image": "images/Valentino_Liz_Hurley_Cannes.jpeg",
        "answers": [
            "Couple in formal wear on a red carpet.\n"
        ]
    },
    {
        "image": "images/Moscow_International_Business_Center7.jpeg",
        "answers": [
            "A panoramic cityscape along a river at dusk with a river in the middle of the city.\n"
        ]
    },
    {
        "image": "images/Korea-Seoul-Insadong-Sanchon-02.jpeg",
        "answers": [
            "An array of traditional Korean dishes in small bowls on a table. There is a large bowl centered in the middle of other bowls on a table. Each bowl is filled with tasty looking Korean dishes. They vary in color from reds to greens to whites to browns.\n"
        ]
    },
    {
        "image": "images/Elizabeth_Hurley_in_2017.jpeg",
        "answers": [
            "A middle aged smiling woman with long hair that has been lightened, outdoors in a beige jacket and white shirt. She is conventionally pretty with makeup on and light curls in her hair. The background is blurred out and tan.\n",
            "A smiling woman with long hair, outdoors in a beige jacket with mountains in the background.\n"
        ]
    },
    {
        "image": "images/Hockey_players_2013.jpeg",
        "answers": [
            "People playing ice hockey in an indoor rink.\n",
            "People playing ice hockey in an indoor rink. There are three members of one team trying to score near the goal. Four members of the other team are nearby assissting the goalie.\n"
        ]
    },
    {
        "image": "images/Yulia_Tymoshenko,_2010.jpeg",
        "answers": [
            "A woman with braided hair in a formal black outfit.\n"
        ]
    },
    {
        "image": "images/Focaccia_al_rosmarino.jpeg",
        "answers": [
            "Rosemary focaccia bread in a basket, ready to be served.\n",
            "Rosemary focaccia bread in a basket, ready to be served.\n",
            "Sliced Rosemary focaccia bread in a basket, ready to be served.\n"
        ]
    },
    {
        "image": "images/Team_L.T.D._Cruising_to_Victory_(16227312684).jpg",
        "answers": [
            "Speed Ice skaters racing on a downhill track.  Three skaters are visible and appear to be rounding a corner.  Go-Pro's are attached to each helmet\n"
        ]
    },
    {
        "image": "images/440px-Gibney_Dance.jpeg",
        "answers": [
            "A dancer stretches her leg gracefully in a sunlit room with large windows.\n"
        ]
    },
    {
        "image": "images/440px-Aardappel_blad_Solanum_tuberosum.jpeg",
        "answers": [
            "A single green, veined leafy branch of a potato plant against a wooden background.\n"
        ]
    },
    {
        "image": "images/440px-Mir_on_12_June_1998edit1.jpeg",
        "answers": [
            "The Mir space station in orbit, showing its solar panels and modules, Earth in the background.\n"
        ]
    },
    {
        "image": "images/Tasty_Hazelnut_(15644892593).jpeg",
        "answers": [
            "Close-up of a brown squirrel with a bushy tail holding and eating a nut with it's paws.\n"
        ]
    },
    {
        "image": "images/gourd.jpeg",
        "answers": [
            "An assortment of squashes, gourds, and pumpkins displayed on shelves at an outdoor market.  They have a variety of colors: yellow, orange, green, and white.\n"
        ]
    },
    {
        "image": "images/Nandini_Ghosal.jpeg",
        "answers": [
            "A dancer in traditional Indian attire performing.\n"
        ]
    },
    {
        "image": "images/Amaranth_muesli.jpeg",
        "answers": [
            "Milk being poured into a bowl of muesli with raisins.\n"
        ]
    },
    {
        "image": "images/Rom_Colosseum_Sept_2021_3.jpeg",
        "answers": [
            "Aerial view of the Colosseum in Rome, surrounded by roads and buildings. It also has some green vegetation beside it\n"
        ]
    },
    {
        "image": "images/440px-Mixed_duet_free_final_(33).jpeg",
        "answers": [
            "Two athletes in colorful swimsuits waving to an audience in a blue pool. On the right is a man and the left is a woman.\n"
        ]
    },
    {
        "image": "images/Conularia_milwaukeensis.jpeg",
        "answers": [
            "A fossilized leaf imprint on a stone surface, it is 5 mm in length and has detailed line patterns. \n"
        ]
    },
    {
        "image": "images/Hopfenernte_in_der_Holledau_(Hallertau).jpeg",
        "answers": [
            "Harvesting hops in a lush green field with machinery. The hops are very tall and the sky is pale blue. There's red colored machinery with a long arm and a brown bag attached to it to collect the hops. \n"
        ]
    },
    {
        "image": "images/Halima_Aden_(2020)_0-13_screenshot.jpeg",
        "answers": [
            "A smiling woman in a hijab at a UNICEF event. She is wearing a light-brown blazer and a white shirt underneath, behind her is a backdrop with large logos of \"UNICEF\" and \"PANDORA\". \n"
        ]
    },
    {
        "image": "images/Expl1825_-_Flickr_-_NOAA_Photo_Library.jpeg",
        "answers": [
            "Underwater scene with multiple spiky sea urchins on the ocean floor.\n"
        ]
    },
    {
        "image": "images/3Uttanasana.jpeg",
        "answers": [
            "A man in white bending forward touching the floor in a yoga pose on a white mat.\n",
            "A person bending forward touching the floor in a yoga pose.\n"
        ]
    },
    {
        "image": "images/240px-Setra_S515HDH_Schneider_Langendorf.jpeg",
        "answers": [
            "A modern coach bus on the street, labeled 'SCHNEIDER,' with a scenic mountain background.\n"
        ]
    },
    {
        "image": "images/Merced_River_Sunrise_2023.jpeg",
        "answers": [
            "Sunlight streaming through trees in a misty, flooded forest.\n"
        ]
    },
    {
        "image": "images/Pomegranate_fruit_-_whole_and_piece_with_arils.jpeg",
        "answers": [
            "Whole and opened pomegranate with seeds.\n",
            "1 whole and 1 opened pomegranate with seeds both still attached to the piece and 3 kernels on the table\n"
        ]
    },
    {
        "image": "images/Chhatrapati_shivaji_terminus,_esterno_01.jpeg",
        "answers": [
            "A historic, ornate railway station in Mumbai, India.\n"
        ]
    },
    {
        "image": "images/MarayoorDolmen.jpeg",
        "answers": [
            "A large prehistoric-looking stone balanced on smaller rocks, with beautiful flower bushes flanking it.\n"
        ]
    },
    {
        "image": "images/Dayap_or_Philippine_keylime.jpeg",
        "answers": [
            "A hand holding a small, green, round citrus fruit. I believe it is a lemon.\n"
        ]
    },
    {
        "image": "images/Fruit_smoothie_(8475314736).png",
        "answers": [
            "A purple smoothie garnished with blueberries and topped with a fruit skewer.\n"
        ]
    },
    {
        "image": "images/Sea_Nettle_Jelly_1.jpeg",
        "answers": [
            "Pink jellyfish floating in blue water.\n"
        ]
    },
    {
        "image": "images/240px-2015-03-20_Wuhua_District,_Yunnan,_Kunming_DSCF3570.jpeg",
        "answers": [
            "Hanging red decorations and gourds with Chinese characters.\n",
            "Hanging red decorations and gourds with Chinese characters in the middle of a market place with people walking by\n"
        ]
    },
    {
        "image": "images/04KJER0243.jpeg",
        "answers": [
            "Two BASE jumpers recreationally leaping off a cliff.\n"
        ]
    },
    {
        "image": "images/440px-Bikes_in_Portland.jpeg",
        "answers": [
            "A lively street scene with a diverse crowd of people on bicycles, some wearing colorful outfits.\n"
        ]
    },
    {
        "image": "images/Young_Woman_at_Kennin-ji_Zen_Temple_-_Kyoto_-_Japan_-_01_(47929418887).jpeg",
        "answers": [
            "A woman sitting in a traditional Japanese yellow and pink kimono with floral patterns.\n"
        ]
    },
    {
        "image": "images/440px-BeverlyHilton01.jpeg",
        "answers": [
            "The entrance of the Beverly Hilton hotel with a driveway, a median with landscaped trees, and a clear blue sky.\n"
        ]
    },
    {
        "image": "images/Almonds.png",
        "answers": [
            "Heap of almonds, some split to reveal the white inside.\n"
        ]
    },
    {
        "image": "images/Fish_tank_on_table.jpeg",
        "answers": [
            "A small aquarium on a table with one fish, some water plants and a rock.\n"
        ]
    },
    {
        "image": "images/Hunt_Library_CMU_-_IMG_7844.jpeg",
        "answers": [
            "A modern building lit up with blue lights in the night and a tree in front of the building.\n"
        ]
    },
    {
        "image": "images/Whale_meat_sold_at_the_Bergen_fish_market_2012.jpeg",
        "answers": [
            "Fish market stall with vendors and produce.\n"
        ]
    },
    {
        "image": "images/Pullbuoy.jpeg",
        "answers": [
            "A blue and white striped pool toy\n"
        ]
    },
    {
        "image": "images/Thai_market_vegetables_01.jpeg",
        "answers": [
            "A variety of vegetables on sale at a market\n"
        ]
    },
    {
        "image": "images/GrizzlyBearJeanBeaufort.jpeg",
        "answers": [
            "A grizzly bear moving through a grassy field.\n"
        ]
    },
    {
        "image": "images/440px-Exp18home_nasa_big.jpeg",
        "answers": [
            "An astronaut in casual clothes holding a device gazing at Earth through a circular spacecraft window.\n"
        ]
    },
    {
        "image": "images/Detail_of_Nymphaea_daubenyana_W.T.Baxter_ex_Daubeny_flower.jpg",
        "answers": [
            "A blooming white, yellow, and purple water lily on a pond with a small bee on it.\n"
        ]
    },
    {
        "image": "images/Cotton_Harlequin_Bugs.jpeg",
        "answers": [
            "Two brightly colored bugs on a green leaf, one orange with blue markings and the other blue with orange markings.\n"
        ]
    },
    {
        "image": "images/240px-GreenTeaMochiIceCream.jpeg",
        "answers": [
            "Two white mochi ice cream balls; one is whole and the other is cut in half, showing creamy inside.\n"
        ]
    },
    {
        "image": "images/440px-Agave_tequilana_2.jpeg",
        "answers": [
            "A large, spiky blue agave plant in a sunny outdoor setting.\n"
        ]
    },
    {
        "image": "images/Som_tam_thai.jpeg",
        "answers": [
            "This is a Plate of spicy green papaya salad sitting on the table of a restaurant. There is a glass of water sitting directly to the left side of the plate. The background of the rest of the image is blurred.\n",
            "Spicy green papaya salad on a blue oval plate with a glass of cold water in partial view.\n"
        ]
    },
    {
        "image": "images/Organiccotton.jpeg",
        "answers": [
            "Bundles of organic cotton yarn in natural shades with labels. The bundles of yarn are sitting on what appears to be a gray sheet. \n"
        ]
    },
    {
        "image": "images/440px-Looking_south_from_near_Glacier_Point_at_Yosemite.jpeg",
        "answers": [
            "A panoramic view of a mountainous forest landscape under a clear blue sky.\n"
        ]
    },
    {
        "image": "images/Badulla_hills_tropical_rain_forest.jpeg",
        "answers": [
            "Overlooking a tropical rainforest with a cloudy sky.\n"
        ]
    },
    {
        "image": "images/Spinach_leaves.jpeg",
        "answers": [
            "Bowl of wet fresh spinach leaves.\n"
        ]
    },
    {
        "image": "images/Kaeng_som_kung.jpeg",
        "answers": [
            "A bowl of spicy Thai shrimp soup with vegetables. The bowl is on an ornate tablecloth, and other dishes can be seen partly in the background. \n"
        ]
    },
    {
        "image": "images/Scitec_Nutrition_Wall_of_Protein_at_FIBO_2013.jpeg",
        "answers": [
            "Shelves filled with colorful protein supplement jars.\n"
        ]
    },
    {
        "image": "images/Matcha_ice_cream_001.jpeg",
        "answers": [
            "A scoop of green matcha ice cream in a porcelain bowl with a silver spoon on a wooden table.\n"
        ]
    },
    {
        "image": "images/DIETA_MEDITERRANEA_ITALIA.jpeg",
        "answers": [
            "A table against a wall laden with fresh Mediterranean foods in bowls: oranges, tomatoes, garlic, fennel, carrots, apples, bread, wine, and olive oil.\n"
        ]
    },
    {
        "image": "images/Tractors_in_Potato_Field.jpeg",
        "answers": [
            "Two tractors working in a potato field with its rows oriented towards the viewer, with a hill on the horizon and several trees near the left side of the photograph.\n"
        ]
    },
    {
        "image": "images/Iss070e024781.jpeg",
        "answers": [
            "Detailed view of a module of the International Space Station with the Earth below, showing ocean and a band of white clouds\n"
        ]
    },
    {
        "image": "images/Gustavo_Gerdel_Fotografiando_Tiburones.jpeg",
        "answers": [
            "A diver holding a camera pointed towards resting sharks underwater.\n"
        ]
    },
    {
        "image": "images/Jarneia_Richard-Noel_as_Catherine_of_Aragon_in_the_West_End_production_of_Six_at_the_Arts_Theatre,_2019.jpeg",
        "answers": [
            "A singer in an elaborate golden costume on stage, with a backup singer in a similar but less elaborate costume behind her.\n"
        ]
    },
    {
        "image": "images/Prince_Harry_and_Kate_Middleton_at_the_Garter_Procession_2008.jpeg",
        "answers": [
            "Two members of the British royal family at an event outdoors, with two others nearby.\n"
        ]
    },
    {
        "image": "images/Peruvian_Marines_2019.jpeg",
        "answers": [
            "6 Soldiers moving tactically through grass.\n"
        ]
    },
    {
        "image": "images/Sarkanniemi_dolphinarium.jpeg",
        "answers": [
            "4 Dolphins jumping in an indoor pool.\n"
        ]
    },
    {
        "image": "images/Gal_Viharaya_02.jpeg",
        "answers": [
            "An ancient stone statue of a seated figure in a meditative pose with intricate carvings behind it.\n"
        ]
    },
    {
        "image": "images/Pumpkin_Field.jpeg",
        "answers": [
            "A field filled with orange pumpkins and a cart. Inside the cart, under the pumpkins is some hay. In the foreground there are about 20 large pumpkins laying on the green grass. The cart is diagonal and on the left of the photo. In the background you can see pale blue sky and a line of tall trees. Behind the cart it a stalk of dried corn.\n"
        ]
    },
    {
        "image": "images/Cambodian_farmers_planting_rice.jpeg",
        "answers": [
            "8 Farmers bending over to plant rice in a flooded field. They are standing in a line and their faces aren't visible. They're all wearing hats and gloves. The water is light brown and in the background is blurry greenery.\n"
        ]
    },
    {
        "image": "images/440px-El_Rey_Theatre_-_Lily_Allen_04_25_2018_-22_(42092424455)_(cropped).jpeg",
        "answers": [
            "A singer with short platinum hair performing on stage, holding a microphone. It's a female wearing a black top. We can see from her waist up and the background is black. She's wearing a long golden colored necklace.\n"
        ]
    },
    {
        "image": "images/440px-SSPF_interior.jpeg",
        "answers": [
            "A spacecraft module suspended from the ceiling in a hangar with technicians at work.\n"
        ]
    },
    {
        "image": "images/Shirt_review_by_buyer.jpeg",
        "answers": [
            "Male and female examining a green flannel patterned shirt in a store. Both are wearing while long sleeve shirts. The man has his rolled up. She is wearing a blue watch and he has a black watch. Both are wearing glasses.\n"
        ]
    },
    {
        "image": "images/Christmas_Sweater.jpeg",
        "answers": [
            "A traditional festive sweater with a snowscape and reindeer pattern.\n"
        ]
    },
    {
        "image": "images/480px-Priyanka_Chopra_and_Nick_Jonas_in_2020.jpeg",
        "answers": [
            "A couple dressed in traditional Indian attire posing for a photograph.\n"
        ]
    },
    {
        "image": "images/Salvado_de_avena.jpeg",
        "answers": [
            "Cluster of small white flowers on a blue surface.\n"
        ]
    },
    {
        "image": "images/440px-The_Crammer,_Devizes,_England.jpeg",
        "answers": [
            "A peaceful pond in a park with green grass and a historic stone.\n"
        ]
    },
    {
        "image": "images/200px-2010_Run_to_the_Sun_Fashion_Show_in_Anchorage_Alaska_11.jpeg",
        "answers": [
            "A woman posing in a halter-neck dress and a flower in her hair.\n"
        ]
    },
    {
        "image": "images/The_Minister_of_State_for_Commerce,_Shri_Jairam_Ramesh_releasing_the_Organic_Cotton_Products,_in_Chennai_on_January_24,_2008.jpeg",
        "answers": [
            "An Arabic Minister in a room with a large group of men. He is displaying a folded white dress shirt and a way of announcing a release of organic cotton products. There is a woman standing close by, facing the Minister and smiling widely\n"
        ]
    },
    {
        "image": "images/Thai_curry_paste_at_the_market_so_good_I_brought_some_home_(3195324838).jpeg",
        "answers": [
            "There is a female vendor in a large open market, kind of like a farmer's market. She has various curry pastes for sale as well as some bread to help offer a taste test to the patrons that are deciding which of the 6 pastes she has available. There are also drinks available for sale.\n"
        ]
    },
    {
        "image": "images/400px-Poinsettia_thumbnail.jpeg",
        "answers": [
            "A variety of poinsettias with most of them having red leaves and one having pink leaves.\n"
        ]
    }
]