[
    {
        "image": "images/440px-Jon_Gruden2.jpeg",
        "answers": [
            "A football coach in conversation with a referee on the field.\n",
            "A football coach in conversation with a referee on the field.\n"
        ]
    },
    {
        "image": "images/Khao_soi_nam_na.jpeg",
        "answers": [
            "A bowl of Asian noodle soup topped with minced meat and fresh herbs.\n"
        ]
    },
    {
        "image": "images/Marieta_-_Zapatilla_-BT-_01.jpeg",
        "answers": [
            "A worn-out shoe in the forest.\n"
        ]
    },
    {
        "image": "images/520px-thumbnail.jpeg",
        "answers": [
            "A group of people standing beside a swimming pool, some squatting in a row.\n"
        ]
    },
    {
        "image": "images/Young_ladies_at_Harajuku.jpeg",
        "answers": [
            "A group of women in traditional Japanese attire.\n"
        ]
    },
    {
        "image": "images/Meditating_in_Madison_Square_Park.jpeg",
        "answers": [
            "People meditating in a city park.\n",
            "Four people meditating in a city park with trees and chairs around them\n"
        ]
    },
    {
        "image": "images/Beluga_premier.gov.ru-1.jpeg",
        "answers": [
            "A smiling beluga whale above water.\n",
            "A smiling beluga whale above water.\n"
        ]
    },
    {
        "image": "images/Alexis_Texas_at_Sexpo_in_Sydney,_Australia_04.jpeg",
        "answers": [
            "A smiling woman in a white dress posing for the camera.\n"
        ]
    },
    {
        "image": "images/Acro-tcd.jpeg",
        "answers": [
            "Two acrobatic gymnasts performing a balancing act in leotards.\n"
        ]
    },
    {
        "image": "images/BGSU_Aquarium.jpeg",
        "answers": [
            "A room with multiple aquarium tanks placed next to each other. There is a decorative shark on the wall.\n",
            "A room with multiple aquarium tanks, some sitting on tables and others mounted on the far wall. There is a taxidermic shark on the back wall.\n"
        ]
    },
    {
        "image": "images/440px-Living_on_the_rainforest.jpeg",
        "answers": [
            "A woman cooking over a fire in a tropical forest setting, with a traditional shelter behind her.\n",
            "A woman cooking over a fire in a tropical forest setting, with a traditional shelter behind her.\n"
        ]
    },
    {
        "image": "images/E-burg_asv2019-05_img46_view_from_VysotSky.jpeg",
        "answers": [
            "A city at sunset, with a river reflecting the warm sky and urban silhouette. There is a body of water in the middle.\n",
            "A city at sunset, with a river reflecting the warm sky and urban silhouette.\n",
            "A city at sunset, with a river reflecting the warm sky and urban silhouette. The river is surrounded by a bustling metro.\n"
        ]
    },
    {
        "image": "images/Seaman_jumper.jpeg",
        "answers": [
            "Tan knitted sweater with a large round collar on a hanger.  It has a hoodie type pocket in the front and the right handed sleeve in positioned in the pocket.\n"
        ]
    },
    {
        "image": "images/Cocola_Bakery_Hazelnut_Cake_(17733558344).jpeg",
        "answers": [
            "A seven Layer chocolate and hazelnut cake with a chocolate bar on top. \n"
        ]
    },
    {
        "image": "images/Forest_dominated_by_Gilbertiodendron_dewevrei_02.jpeg",
        "answers": [
            "A dense, green forest floor with scattered leaves and towering trees.\n",
            "A dense, green forest floor with scattered leaves and towering trees.\n"
        ]
    },
    {
        "image": "images/340px-Jersei-coll-alt.jpeg",
        "answers": [
            "A plain grey high-neck sweater.\n"
        ]
    },
    {
        "image": "images/Tyra_Banks(Cannes).jpeg",
        "answers": [
            "A black woman athlete in a white tank top, with her mouth open showing very white teeth.\n"
        ]
    },
    {
        "image": "images/Aquarium_fg01.jpeg",
        "answers": [
            "A home salt water aquarium with colorful corals and a viewing woman in a very dark room.\n",
            "A home aquarium with colorful corals and a viewing woman in a darkly lit room\n"
        ]
    },
    {
        "image": "images/600px-GDC_onlywayaround.jpeg",
        "answers": [
            "A group of nine contemporary dancers on a dark stage mid-performance.\n"
        ]
    },
    {
        "image": "images/Kate_middleton.jpeg",
        "answers": [
            "A smiling woman with long, wavy brown hair, wearing a white lace garment. A person out of frame has their hand on her shoulder. \n"
        ]
    },
    {
        "image": "images/Nymphaea_nouchali00.jpeg",
        "answers": [
            "Close-up of a lavender-colored water lily with bees on it.\n"
        ]
    },
    {
        "image": "images/440px-Crew_in_ATV_with_Jules_Verne_manuscript.jpeg",
        "answers": [
            "Three astronauts inside a spacecraft module holding a Jules Verne manuscript.\n",
            "Three astronauts sitting inside a spacecraft module holding a Jules Verne manuscript. They are posing with the manuscript and smiling at the camera.\n"
        ]
    },
    {
        "image": "images/Olivia_Rodrigo_Theatre_at_Ace_Hotel_10_09_2023_(53423846745).jpeg",
        "answers": [
            "Singer Olivia Rodrigo performing on stage with a microphone. She has long, wavy, dark hair and is wearing red lipstick and a white vest. \n",
            "Singer Olivia Rodrigo performing on stage with a microphone in an all white sleeveless outfit.\n"
        ]
    },
    {
        "image": "images/Hanieh_Ahmaedian_Persian_model_Tehran_9_September_2018_(4).jpeg",
        "answers": [
            "A woman with a ponytail posing in a chic outfit consisting of a gray blazer, leather leggings, and gray booties in a boutique.\n",
            "A woman posing in a chic outfit composed of heels, leggings, a coat and purse in a boutique.\n"
        ]
    },
    {
        "image": "images/DR0071DSC_9245.jpeg",
        "answers": [
            "A green landscape with numerous small islands, mountains, and hills. Surrounded by a blue sky with dozens of clouds.\n"
        ]
    },
    {
        "image": "images/Mountain_Goat_Mount_Massive.jpeg",
        "answers": [
            "A white mountain goat on a rocky mountain edge.\n",
            "A mountain goat on a rocky mountain edge.\n"
        ]
    },
    {
        "image": "images/Gemma_Ward.jpeg",
        "answers": [
            "A young model with long blonde hair in a wide-brimmed hat on a fashion runway.\n",
            "A blonde model in a maroon wide-brimmed hat and matching shirt on a fashion runway.\n"
        ]
    },
    {
        "image": "images/Alexis_Tsipras_in_Moscow_2.jpeg",
        "answers": [
            "Man seated in suit and tie, looking thoughtfully to the side.\n",
            "Middle-aged man with short black hair seated in a black suit and white shirt, looking thoughtfully to the side. His hands are clasped in his lap.\n"
        ]
    },
    {
        "image": "images/Wingsuit_men_getting_ready.jpeg",
        "answers": [
            "Three people in colorful wingsuits overlooking mountains.\n"
        ]
    },
    {
        "image": "images/Underwater_Walk_of_Sea_Life_London_Aquarium.jpeg",
        "answers": [
            "A dark aquarium tunnel with a young family at the far end, viewing marine life.\n"
        ]
    },
    {
        "image": "images/Kaeng_pla_thu_and_tom_mara.jpeg",
        "answers": [
            "A Thai meal spread with fish curry and vegetables in several serving dishes and a plate of white rice.\n",
            "A Thai meal spread with fish curry and vegetables on a blue tablecloth.\n"
        ]
    },
    {
        "image": "images/Panasonic-oxyride.jpeg",
        "answers": [
            "Two gold and blue Panasonic AA batteries side by side, one side showing the company logo, the other showing the expiration date.\n",
            "Two AA Panasonic batteries side by side.\n"
        ]
    },
    {
        "image": "images/KITLV_40091_-_Kassian_Cephas_-_Relief_of_the_hidden_base_of_Borobudur_-_1890-1891.jpeg",
        "answers": [
            "A stone relief carving showing scenes from centuries ago of a field of grain and small animals and humans and either a dog or wolf taking shelter in small spaces.\n",
            "A stone relief carving showing scenes from centuries ago. There are four scenes depicted ranging from people to animals and nature.\t\n"
        ]
    },
    {
        "image": "images/440px-Kluft-photo-2019-07-19-SJBP-regroup2a.jpeg",
        "answers": [
            "A night gathering of cyclists with many bicycles, some with illuminated lights, in a parking lot.\n",
            "A night gathering of many cyclists with bicycles in a brightly illuminated area, some with illuminated lights, in a parking lot in front of three trees.\n",
            "A night gathering of cyclists with many bicycles, some with illuminated lights, in a parking lot. Trees stand tall in the distance. \n"
        ]
    },
    {
        "image": "images/Fashion_Runway.jpeg",
        "answers": [
            "Models walking on a fashion runway with an audience watching.\n"
        ]
    },
    {
        "image": "images/213px-Kim_2010_Olympic_FS.jpeg",
        "answers": [
            "A figure skater in a blue dress doing a spin with one leg extended back, one arm up, and the other arm in front of her body.\n",
            "A young, female figure skater in a spin with one leg extended back and one arm straight up in the air, wearing a dark blue leotard and tan tights.\n",
            "A female Asian figure skater wearing a blue dress in a spin with one leg extended back and her arms in an L shape.\n"
        ]
    },
    {
        "image": "images/Arc_de_Triomphe_HDR_2007.jpeg",
        "answers": [
            "The Arc de Triomphe against a blue sky with three cars in front of it and two buildings in the background.\n",
            "The Arc de Triomphe against a blue sky.\n"
        ]
    },
    {
        "image": "images/Handmade_Chicken_Shawarma_Wrap_-_Lavash.jpeg",
        "answers": [
            "A chicken shawarma wrap that was sliced in half and stacked on the other half sitting on a plate with a piece lettuce.\n"
        ]
    },
    {
        "image": "images/Pilates_(9956534863).jpeg",
        "answers": [
            "Person doing an upside-down pilates exercise while wearing a red shirt and gray pants while in front of a mirror.\n",
            "Person doing an upside-down pilates exercise.\n"
        ]
    },
    {
        "image": "images/440px-North-American-bullfrog1.jpeg",
        "answers": [
            "A green bullfrog sitting in grass, with its eyes bulging and skin glistening.\n"
        ]
    },
    {
        "image": "images/233px-Bartholomae-2005.jpeg",
        "answers": [
            "A chapel with red domes by a lake, set against a backdrop of snowy mountains.\n",
            "A mosque with red domes by a lake, set against a backdrop of snowy mountains.\n"
        ]
    },
    {
        "image": "images/440px-Muesli.jpeg",
        "answers": [
            "A bowl of muesli with banana slices and milk on a wooden surface.\n",
            "A white bowl of muesli with banana slices, milk, and raisins on a wooden surface.\n",
            "A bowl of muesli with banana slices and milk on a wooden surface.\nThere is a wooden surface where banana slices and milk of muesli are fill in a bowl\n"
        ]
    },
    {
        "image": "images/340px-Nina_Garcia.jpeg",
        "answers": [
            "A woman smiling on a city sidewalk, surrounded by strangers.\n"
        ]
    },
    {
        "image": "images/Neuschwanstein_Castle_from_Marienbrucke,_2011_May.jpeg",
        "answers": [
            "A large realistic castle perched on a forested hill.\n"
        ]
    },
    {
        "image": "images/Sugar_Pumpkins.jpeg",
        "answers": [
            "Five small orange pumpkins on grass.\n"
        ]
    },
    {
        "image": "images/440px-ShopHouse_lunch_bowl.jpeg",
        "answers": [
            "A bowl of mixed grains and vegetables with a fork and a fast food drink cup on a table.\n",
            "A disposable bowl of mixed grains, vegetables and chicken with a fork sit next to a fast food drink cup on a table.\n"
        ]
    },
    {
        "image": "images/440px-Concia_di_zucchine.jpeg",
        "answers": [
            "A dish of seasoned and sautéed zucchini slices, garnished with herbs and red chili peppers.\n"
        ]
    },
    {
        "image": "images/440px-Wedding_kimono.jpeg",
        "answers": [
            "A woman in a traditional Japanese wedding kimono, called 'Shiromuku,' with an elaborate white headpiece.\n",
            "A woman in a traditional Japanese wedding kimono, called 'Shiromuku,' with an elaborate white headpiece.\n"
        ]
    },
    {
        "image": "images/2019_Foto_de_familia_dos_Lideres_do_G20.jpeg",
        "answers": [
            "World leaders posed for a group photo at the 2019 G20 Osaka Summit.\n",
            "Leaders posed for a group photo at the G20 Osaka Summit, the majority being men in suits.\n"
        ]
    },
    {
        "image": "images/Third_Photos_107_(50833140586).jpeg",
        "answers": [
            "American football team dressed in red discussing strategy on field with coach.\n"
        ]
    },
    {
        "image": "images/320px-Saguenay_500m.jpeg",
        "answers": [
            "Speed skaters racing closely on an ice track and leaning very close to the ice.\n",
            "Speed skaters racing closely on an ice track.\n"
        ]
    },
    {
        "image": "images/Lanna_cuisine_starters.jpeg",
        "answers": [
            "A tray with assorted Thai dishes.\n"
        ]
    },
    {
        "image": "images/Papas_de_colores_de_Chiloe.jpeg",
        "answers": [
            "Assortment of colorful potatoes in a basket laying on straw.\n"
        ]
    },
    {
        "image": "images/Kue_di_Bandar_Udara_Sultan_Iskandarmuda.jpeg",
        "answers": [
            "A selection of fried snacks on a blue plate.\n"
        ]
    },
    {
        "image": "images/GiseleBundchen.jpeg",
        "answers": [
            "A model in a black dress gazes forward on a runway.\n",
            "A blonde model in a black dress gazes forward on a runway.\n"
        ]
    },
    {
        "image": "images/440px-Cara_Delevingne_During_LFW_SS15.jpeg",
        "answers": [
            "A tall and thin model with long straight blond hair strutting on a runway in a white minidress with red and black wide stripe accents, carrying a large blue bag.\n"
        ]
    },
    {
        "image": "images/440px-Bridgit_Mendler_2013_(Straighten_Crop).jpeg",
        "answers": [
            "A smiling woman with tied-up hair with light pink accents and dark brown roots with light makeup on a colorful background. She looks like she is dewy and glowing. \n"
        ]
    },
    {
        "image": "images/Mumbai_03-2016_30_Gateway_of_India.jpeg",
        "answers": [
            "A historic arch monument, with a moorish style surrounded by a modest crowd of people.\n",
            "A historic arch monument with a crowd of people around.\n"
        ]
    },
    {
        "image": "images/Charlie's_Angels_cast_during_interview_01.png",
        "answers": [
            "Three famous women actors wearing casual clothing, sitting together for an interview, with a movie title in the background. They are promoting their film, Charlie's Angels. \n"
        ]
    },
    {
        "image": "images/440px-Laika_ac_Shitamachi_Tanabata_Matsuri_(7560650862).jpeg",
        "answers": [
            "A woman from behind wearing a traditional blue and white flower patterned kimono at a bustling event at a street in Japan.\n"
        ]
    },
    {
        "image": "images/384px-NanoRacksCubeSatLaunch_ISS038-E-056389.jpeg",
        "answers": [
            "Satellite deployment from the International Space Station with Earth in the background. There is another satellite in the foreground while the new satellite is being ejected into space. \n",
            "Satellite deployment from the International Space Station with Earth in the background. an Ariel view of a satellite in space\n"
        ]
    },
    {
        "image": "images/440px-Formation_recorte.jpeg",
        "answers": [
            "A performer with long brown hair in sparkling pink attire singing to an audience in the rain with a smile on her face with on hand holding a golden mic and the other hand over her heart.\n",
            "A performer in sparkling attire singing to an audience in the rain.\n"
        ]
    },
    {
        "image": "images/Rabanne.jpeg",
        "answers": [
            "A shimmering brown and gold dress covered with reflective squares.\n"
        ]
    },
    {
        "image": "images/336px-Sts088-703-019e.jpeg",
        "answers": [
            "a white Space station modules connected in orbit in the empty space.\n"
        ]
    },
    {
        "image": "images/1637984492234_Progress_MS_17_undocking_and_Nauka_nadir_temporary_docking_adapter_Removal_02.jpeg",
        "answers": [
            "Spacecraft in orbit, with mechanical arms extended for docking.\n"
        ]
    },
    {
        "image": "images/Lion_waiting_in_Namibia.jpeg",
        "answers": [
            "A resting lion in golden grass looking out into the grasslands.\n"
        ]
    },
    {
        "image": "images/Two_dancers.jpeg",
        "answers": [
            "Two modern dancers mid-air in a dramatic pose. One male dancer isn't wearing a shirt and long brown pants is putting his hand on the female dancer that is wearing a red dress and is jumping in the air with the arms wide out.\n"
        ]
    },
    {
        "image": "images/240px-Chignon-jennadrudi.jpeg",
        "answers": [
            "A neat, elegant chignon hairstyle from the back view of a person in a white top.\n"
        ]
    },
    {
        "image": "images/Decorations_and_lights_adorn_the_Via_Monte_Napoleone_in_Milan.jpeg",
        "answers": [
            "A luxurious store front in Europe\n"
        ]
    },
    {
        "image": "images/Girl_at_Piccadilly_Circus.jpeg",
        "answers": [
            "A woman in a blue outfit stands confidently on a London street, with advertisements in the background.\n"
        ]
    },
    {
        "image": "images/ChipotleBurritoBowl.jpeg",
        "answers": [
            "A burrito bowl on a wooden table with a mug\n",
            "A burrito bowl with a drink on a wooden table.\n",
            "A burrito bowl stacked with lettuce and pico de gallo with a spoon sticking out of it. It's placed on a wooden table with a tall blue ceramic cup next to it. \n"
        ]
    },
    {
        "image": "images/Male_and_female_chicken_sitting_together.jpeg",
        "answers": [
            "A rooster and hen perched side by side.\n"
        ]
    },
    {
        "image": "images/HH_Polizeihauptmeister_MZ.jpeg",
        "answers": [
            "A policeman with a white mustache in uniform holding a radio.\n"
        ]
    },
    {
        "image": "images/440px-Folk_Dancing_at_Jack_in_the_Green.jpeg",
        "answers": [
            "A woman dancing in a red traditional garb with a leafy wreath on her head at a festive event. She is surrounded by other performers and observers in the street.\n"
        ]
    },
    {
        "image": "images/Charli_D'Amelio_at_KCA_2022.jpeg",
        "answers": [
            "A joyful girl holding an award on stage that is orange and says Nickolodeon, with a microphone and touching her heart.\n",
            "Charlie D'amilo (tik-toker, turned reality star) holding an Nickelodeon award on stage, with a microphone and touching her heart.\n"
        ]
    },
    {
        "image": "images/BackBay_skyline.jpeg",
        "answers": [
            "A panoramic view of a dense city skyline along a coastline.\n"
        ]
    },
    {
        "image": "images/440px-Arttherapyprocess.jpeg",
        "answers": [
            "A painted round rock with a door, trees and text that says 'Fear Judgement and Therapy.\n",
            "A painted rock with trees and text.\n",
            "A painted rock with trees and text on top of a light green cloth. \n"
        ]
    },
    {
        "image": "images/600px-Les_Plantes_Cultivades._Cereals._Imatge_119.jpg",
        "answers": [
            "An array of different types of cereal grains such as corn and wheat spread on a surface.\n"
        ]
    },
    {
        "image": "images/IDHM_Wasserspringen_2018-02-18_3m_mixed_Vorkampf_Sprung_3_18.jpeg",
        "answers": [
            "The divers mid-air after their jump during a synchronized diving event.\n"
        ]
    },
    {
        "image": "images/440px-Pumpkin-Pie-Whole-Slice.jpeg",
        "answers": [
            "A pumpkin pie with one slice cut out.\n",
            "A thick-crusted pumpkin pie with one slice cut out and placed on a table beside the pie.\n"
        ]
    },
    {
        "image": "images/Mumbadevi_temple.jpeg",
        "answers": [
            "A temple with colorful flags atop a worn facade.\n",
            "A temple with colorful flags atop a worn facade.\n"
        ]
    },
    {
        "image": "images/340px-Priyanka_chopra_at_filmfare_launch.jpeg",
        "answers": [
            "A dark-haired woman in a red strapless dress with accessories.\n"
        ]
    },
    {
        "image": "images/BCfood17.jpeg",
        "answers": [
            "A blue bowl of Japanese cuisine with scallops.\n"
        ]
    },
    {
        "image": "images/Jiuqudong_2003-01.jpeg",
        "answers": [
            "A rocky gorge with a river flowing through it, flanked by rugged cliffs and lush vegetation.\n"
        ]
    },
    {
        "image": "images/400px-Transition_from_Sawgrass_to_Coastal_Habitat,_NPSPhoto_(9250299462).jpeg",
        "answers": [
            "An aerial view of a coastal habitat transition zone. There are curved paths and round circles of trees.\n"
        ]
    },
    {
        "image": "images/COCK_FIGHT.jpeg",
        "answers": [
            "Two roosters fighting in mid-air, kicking up dust. Both have their feet pointed towards each other.\n"
        ]
    },
    {
        "image": "images/LegskinSwimsuit.jpeg",
        "answers": [
            "Black Yingfa swim tights with grey accents.\n"
        ]
    },
    {
        "image": "images/440px-ISS_Habitation_module.jpeg",
        "answers": [
            "A space station module being transported by a crane in an industrial setting. Workers surround the object and assist in its transport.\n"
        ]
    },
    {
        "image": "images/Roastbeef.jpeg",
        "answers": [
            "A sliced end portion of juicy, medium-rare cooked roast beef on a cutting board.\n",
            "Juicy, medium-rare roast beef on a cutting board.\n",
            "Juicy, medium-rare roast beef on a cutting board.\n"
        ]
    },
    {
        "image": "images/Rice-combine-harvester,_Katori-city,_Japan.jpeg",
        "answers": [
            "A man operating a rice combine harvester in a field.\n",
            "A man operating a rice combine harvester in a field.\n"
        ]
    },
    {
        "image": "images/Water_droplet_lying_on_a_damask.jpeg",
        "answers": [
            "Close-up of a water droplet on fabric.\n"
        ]
    },
    {
        "image": "images/Fish_stuffed_with_Thai_herbs.jpeg",
        "answers": [
            "Two open pots containing white fish, each pot contains two fish, laid on their back, sliced open and stuffed with herbs, resting on banana leaves.\n",
            "Two open metal steam pots containing two fish each, with each fish stuffed with herbs on banana leaves. There is a metal lid above the two pots, touching both. The pots and lids are on a blue tile background.\n"
        ]
    },
    {
        "image": "images/Carrots_of_many_colors.jpeg",
        "answers": [
            "Colorful carrots, ranging from orange, to white, to black, arranged in a radial pattern on a white background, surrounded by greenery.\n"
        ]
    },
    {
        "image": "images/Light_Therapy_for_SAD.jpeg",
        "answers": [
            "An elderly person with glasses reading a book under a light therapy lamp.\n"
        ]
    },
    {
        "image": "images/440px-Phrik_nam_pla.jpeg",
        "answers": [
            "A square, white sauce dish with fish sauce, chili, and lime on a checkered blue and white tablecloth.\n"
        ]
    },
    {
        "image": "images/Young_woman_in_mariniere,_denim_jacket_en_wrap_skirt.jpeg",
        "answers": [
            "A blond woman in a blue jacket, striped top, gray skirt, and gray shoes with a crossbody black purse leaning against a wall and looking to her right.\n",
            "A woman in a casual outfit leaning against a wall.\n"
        ]
    },
    {
        "image": "images/440px-Small_aquarium.jpeg",
        "answers": [
            "A lively aquarium scene with a variety of small, colorful fish among water plants and decor.\n"
        ]
    },
    {
        "image": "images/440px-Khao_phat_kraphao_mu.jpeg",
        "answers": [
            "A plate of fried rice with egg, vegetables, and a side of soup, set on a brown table. Also has a side of cucumbers tomatoes fried egg over the top of the rice.\n"
        ]
    },
    {
        "image": "images/Winners_jammer.jpeg",
        "answers": [
            "Colorful patterned swim jammers. Extremely tight fit and the length of biker shorts.\n"
        ]
    },
    {
        "image": "images/Richard_Powers_(author).jpeg",
        "answers": [
            "A man with gray hair and glasses speaking into a microphone.\n",
            "A white man with gray hair speaking into a microphone.\n"
        ]
    },
    {
        "image": "images/Verrine.jpeg",
        "answers": [
            "A layered fruit dessert topped with sprouts in a glass.\n",
            "A layered fruit dessert topped with sprouts in a glass.\n"
        ]
    },
    {
        "image": "images/340px-Rubus_caesius_fruit_-_Keila.jpeg",
        "answers": [
            "Cluster of ripe blue-black berries on a plant.\n"
        ]
    },
    {
        "image": "images/440px-Grain_millet,_early_grain_fill,_Tifton,_7-3-02.jpeg",
        "answers": [
            "Tall millet plants in a field during early grain fill stage.\n",
            "Tall millet plants growing densely in a field.\n"
        ]
    },
    {
        "image": "images/400px-Nellu.jpeg",
        "answers": [
            "A woman spreading grain with her hands to dry the grains on a large blue tarp during a sunny day.\n"
        ]
    },
    {
        "image": "images/Porcupine_(5670622729).jpeg",
        "answers": [
            "A porcupine is walking through a field with dry grasses.\n"
        ]
    },
    {
        "image": "images/Art_Mediums_commonly_used_for_Art_Therapy.jpeg",
        "answers": [
            "Art supplies on a table, including a piece of paper, a box of crayons, a box of colored pencils, a pack of color pen, and two brown pens. \n"
        ]
    },
    {
        "image": "images/Schroedinger_cat.jpeg",
        "answers": [
            "There are green ivy leaves covering the ground, branches of pine stretching to the sky, and a sculpture of a brown cat in a garden.\n"
        ]
    },
    {
        "image": "images/Christmas_jumpers,_Sainsbury's_2016.jpeg",
        "answers": [
            "A display of festive Christmas sweaters in various designs at a retail store.\n"
        ]
    },
    {
        "image": "images/Potato_bag_cultivation.jpeg",
        "answers": [
            "Potted plant with large green leaves.\n"
        ]
    },
    {
        "image": "images/Rainbirder_-_Leopard_(1).jpeg",
        "answers": [
            "Leopard lounging on a rock, gaze fixed in the distance.\n",
            "Leopard lounging on a rock, gaze fixed in the distance with clear skies.\n"
        ]
    },
    {
        "image": "images/Short-finned_Pilot_Whale_(8793172995).jpeg",
        "answers": [
            "Pilot whale on a stretcher, humans assisting.\n",
            "A whale has washed on stage at an aquatic park with trainers also surrounding the whale in an attempt to assist the animal.\n"
        ]
    },
    {
        "image": "images/Lilyfruit.jpeg",
        "answers": [
            "A close-up of a green lily bud.\n",
            "A close-up of a green lily bud.\n"
        ]
    },
    {
        "image": "images/Priyanka_Chopra_at_Bulgary_launch,_2024_(cropped).jpeg",
        "answers": [
            "Actress at an event in a chic dress.\n",
            "Actress at an event in a chic dress.\n"
        ]
    },
    {
        "image": "images/Rooster_portrait2.jpeg",
        "answers": [
            "Close-up of a rooster's head with a bright red comb.\n",
            "Close-up of a rooster's head.\n",
            "Close-up of a rooster's head with a bright red comb.\n"
        ]
    },
    {
        "image": "images/Halved_blackberry_(Rubus_fruticosus).jpeg",
        "answers": [
            "Half a  blackberry covered in shiny black droplets.\n"
        ]
    },
    {
        "image": "images/440px-060818-F-5179R-172.jpeg",
        "answers": [
            "A football player signing autographs on a football for young fans.\n"
        ]
    },
    {
        "image": "images/320px-Atlantic_Attack_Ringette_Team.jpeg",
        "answers": [
            "Players in a ringette game in motion on the ice.\n"
        ]
    },
    {
        "image": "images/Protestas_Lima_Diciembre_2022_(18).jpeg",
        "answers": [
            "A crowded street protest with flags and banners.\n"
        ]
    },
    {
        "image": "images/Advent_wreath_and_Christmas_pyramid.jpeg",
        "answers": [
            "A lit Christmas pyramid and advent wreath on a festive table.\n",
            "On the festive table, there is a Christmas pyramid that is lit up and an advent wreath.\n"
        ]
    },
    {
        "image": "images/440px-Piranha1.jpeg",
        "answers": [
            "Several large, shimmering piranhas in an aquarium with a dark backdrop.\n"
        ]
    },
    {
        "image": "images/Thai_market_sweets_01.jpeg",
        "answers": [
            "Thai desserts and sweets displayed at a market.\n"
        ]
    },
    {
        "image": "images/Wheat_Tomsk.jpeg",
        "answers": [
            "Golden wheat field under a blue sky.\n"
        ]
    },
    {
        "image": "images/440px-Samuel_Wanjiru_at_2008_Summer_Olympics.jpeg",
        "answers": [
            "A marathon runner crossing the finish line with elation as spectators capture the moment. Olympic rings are visible.\n",
            "A marathon runner crossing the finish line with elation as spectators capture the moment with their digital camera. Olympic rings are visible.\n"
        ]
    },
    {
        "image": "images/440px-Asiatic_lion_01.jpeg",
        "answers": [
            "A lone lion peering through the brush in dry grassland.\n",
            "A lone lion in dry grassland.\n"
        ]
    },
    {
        "image": "images/Okonjima_Lioness.jpeg",
        "answers": [
            "Lioness sitting on the ground in a savanna. She is surrounded by green grass and small bushes, behind her are forested hills. She is looking at the camera.\n"
        ]
    },
    {
        "image": "images/Astronaut_Mike_Hopkins_on_Dec._24_Spacewalk.jpg",
        "answers": [
            "Astronaut taking a selfie in space, looming largely behind them is earth. \n",
            "Astronaut taking a selfie in space with Earth behind him.\n"
        ]
    },
    {
        "image": "images/EUA_levam_ouro_na_ginastica_artistica_feminina;_Brasil_fica_em_8lugar_(28262785354).jpeg",
        "answers": [
            "Gymnast in mid-flip above the balance beam in a gymnastics competition. Behind her is a person watching and green background.\n"
        ]
    },
    {
        "image": "images/Kelly_Clarkson_57th_Presidential_Inauguration-cropped.jpeg",
        "answers": [
            "A woman in a winter coat and purple scarf looking to the side. She has long strawberry blond hair.\n"
        ]
    },
    {
        "image": "images/CompetitivePumpkins.jpeg",
        "answers": [
            "Two giant pumpkins on display, one orange and one beige, with tags.\n",
            "Two giant pumpkins on display, one orange and one beige, with tags. The pumpkins are both on separate wood blocks. The orange pumpkin has a white blanket under it. There is a semi-open garage door behind the pumpkins. \n"
        ]
    },
    {
        "image": "images/PorcelainBerry.jpeg",
        "answers": [
            "Colorful berries on a vine.\n",
            "Colorful berries on a vine.\nwhat's a trees with different sweet colorful berries on a vine\n"
        ]
    },
    {
        "image": "images/ReginaCarter.jpeg",
        "answers": [
            "A woman playing the violin intensely onstage.\n"
        ]
    },
    {
        "image": "images/Various_Pumpkins.jpeg",
        "answers": [
            "Assortment of colorful pumpkins on grass.\n",
            "Assortment of colorful pumpkins on grass. sitting in green grass\n"
        ]
    },
    {
        "image": "images/440px-Dancing_girls_in_concert.jpeg",
        "answers": [
            "Two dancers on stage with colorful lighting, one wearing a cap labeled 'YMCMB.'\n",
            "Two dancers on stage with colorful lighting, one wearing a cap labeled 'YMCMB.'\n"
        ]
    },
    {
        "image": "images/440px-Scallops_with_wine_sauce.jpeg",
        "answers": [
            "Plump scallops on a plate with a light wine sauce.\n",
            "Plump scallops on a plate with a light wine sauce with salt and better. \n"
        ]
    },
    {
        "image": "images/Leontopodium_alpinum_1.jpeg",
        "answers": [
            "A close-up of an alpine Edelweiss flower with white star-shaped petals. In the background are evergreen shrubs.\n",
            "A close-up of an alpine Edelweiss flower with white star-shaped petals.\n"
        ]
    },
    {
        "image": "images/440px-Woman's_Ball_Gown_LACMA_M.2007.211.939_(2_of_3).jpg",
        "answers": [
            "Close-up of the textured details on a woman's brown ball gown.\n"
        ]
    },
    {
        "image": "images/Kerala_Government_Secretariat,_Thiruvananthapuram,_Kerala,_India.jpeg",
        "answers": [
            "Statue in front of a colonial-style building with arches and a central dome, surrounded by palm trees and a garden. To the right is a statue of a prominent leader.\n"
        ]
    },
    {
        "image": "images/Fortier_DAKAR_art_therapy_30dec11_300.jpeg",
        "answers": [
            "Two people engaged in an art therapy session with paints.\n"
        ]
    },
    {
        "image": "images/Potato_flowers.jpeg",
        "answers": [
            "Delicate purple flowers with yellow centers.\n",
            "Delicate purple petals looking beautiful against the blurry green background.\n"
        ]
    },
    {
        "image": "images/Amaterske_akvarium.jpeg",
        "answers": [
            "A lush aquarium with vibrant live plants and an assortment of tropical fish.\n"
        ]
    },
    {
        "image": "images/Node_2_-_STS-134.jpeg",
        "answers": [
            "A view of the International Space Station's docking port in orbit.\n",
            "View of a spacecraft docking port in orbit.\n"
        ]
    },
    {
        "image": "images/440px-BCRL.jpeg",
        "answers": [
            "An older woman is being assisted  by a younger woman in a gym during an incline press routine.\n"
        ]
    },
    {
        "image": "images/US_Navy_101004-N-6427M-149_Airman_David_Hall,_from_Buffalo,_N.Y.,_jumps_rope_during_a_training_session_in_the_hangar_bay_aboard_the_aircraft_carrie.jpg",
        "answers": [
            "A serviceman on an aircraft carrier jumping rope.\n"
        ]
    },
    {
        "image": "images/240px-Ksc_arrive04.jpeg",
        "answers": [
            "A satellite wrapped in thermal blankets in a preparation facility.\n"
        ]
    },
    {
        "image": "images/Sphinx_et_Jungfrau_-_img_06980.jpeg",
        "answers": [
            "Snow-covered mountain peaks.\n",
            "Snow has covered the mountain peaks and valleys.\n"
        ]
    },
    {
        "image": "images/440px-Phrik_khi_nu.jpeg",
        "answers": [
            "A bunch of green and red chili peppers arranged on a clear glass plate.\n",
            "A bunch of green and red chili peppers arranged on a clear glass plate.\n"
        ]
    },
    {
        "image": "images/Bee_pollinating_Blackberry.jpeg",
        "answers": [
            "A bee pollinating white blackberry flowers.\n"
        ]
    },
    {
        "image": "images/Business_Centre_of_Moscow_2.jpeg",
        "answers": [
            "Moscow's skyline at dusk with illuminated modern skyscrapers.\n",
            "Moscow's skyline at dusk with illuminated modern skyscrapers, the weather is cloudy\n"
        ]
    },
    {
        "image": "images/268px-Burgerstrabe_26+24_(BT0A2830).jpeg",
        "answers": [
            "Colorful buildings line a city street with cars under a clear blue sky.\n"
        ]
    },
    {
        "image": "images/Blackberryraspberrystrawberry.jpeg",
        "answers": [
            "A bowl of mixed black and red berries in sunlight.\n",
            "A bowl filled with a mixture of berries is placed in the sunlight.\n",
            "A bowl of strawberries, raspberries and blackberries sitting in sunlight.\n"
        ]
    },
    {
        "image": "images/440px-Amazonas,_Iquitos_-_Leticia,_Kolumbien_(11472506936).jpeg",
        "answers": [
            "A small raft with people on a vast, murky river in the Amazon.\n",
            "A small boat with several people on a vast, murky river in the Amazon.\n"
        ]
    },
    {
        "image": "images/Wolf_eel_eating_a_sea_urchin.jpeg",
        "answers": [
            "Wolf eel eating a sea urchin among coral.\n"
        ]
    },
    {
        "image": "images/The_Golden_Book_Gown_by_Ryan_Jude_Novelline.jpeg",
        "answers": [
            "Model in a very colorful gown.\n",
            "A mannequin in a colorful gown that has a shiny gold strapless top and a poofy princess bottom with a variety of colors like red, orange, green, blue, and purple. The mannequin is wearing a red wig that has bangs and the mannequin is holding a piece of the dress in its left hand.\n"
        ]
    },
    {
        "image": "images/440px-Boston_Marathon_2009.jpeg",
        "answers": [
            "Wheelchair racers compete in a marathon, closely followed by spectators cheering from the sidelines.\n",
            "Wheelchair racers compete in a marathon, closely followed by spectators cheering from the sidelines.\n"
        ]
    },
    {
        "image": "images/400px-Amazonas,_Iquitos_-_Leticia,_Kolumbien_(11472506936).jpeg",
        "answers": [
            "People in a small boat on a wide river with lush banks with some clouds in the sky.\n",
            "People in a small boat on a wide muddy river with lush banks.\n"
        ]
    },
    {
        "image": "images/Stephen_Weiss.jpeg",
        "answers": [
            "A Florida Panthers Ice hockey player in action on the rink.\n"
        ]
    },
    {
        "image": "images/40._Schwimmzonen-_und_Mastersmeeting_Enns_2017_100m_Brust_Herren_USC_Traun-9897.jpg",
        "answers": [
            "A swimmer in a pool mid-stroke wearing a swim cap.\n"
        ]
    },
    {
        "image": "images/440px-Mixed_onions.jpeg",
        "answers": [
            "A variety of whole and sliced onions on a reflective black surface.\n"
        ]
    },
    {
        "image": "images/Unveiling_of_LZR_Racer_in_NYC_2008-02-13.jpeg",
        "answers": [
            "Swimmers modeling high-tech bodysuits, there are 3 swimmers standing on a stage. The bodysuits are tight and black and cover the entire body except the arms.\n"
        ]
    },
    {
        "image": "images/Hummus_from_The_Nile.jpeg",
        "answers": [
            "A plate of creamy hummus around the border with olive oil in the center. The hummus is decorated with various spices. The plate is white with small, dark polka dots and it sitting on a red table\n"
        ]
    },
    {
        "image": "images/Marine_Drive_Skyline.jpeg",
        "answers": [
            "A bustling cityscape along a waterfront at sunset with a large city in the distance\n",
            "A bustling cityscape along a waterfront at sunset. The area is full of people and vehicles. The background of the sky is a mixture of autumn colors\n"
        ]
    },
    {
        "image": "images/Hintersee.jpeg",
        "answers": [
            "Calm lake waters with forested mountains in the backdrop.\n",
            "Calm lake waters with forested mountains in the backdrop on a nice sunny day with blue clear sky.\n"
        ]
    },
    {
        "image": "images/Jelly_cc11.jpeg",
        "answers": [
            "A single bright yellow jellyfish with trailing tentacles in a blue sea.\n"
        ]
    },
    {
        "image": "images/440px-Palmetto_Park_Rd_and_Mizner_Blvd_2.jpeg",
        "answers": [
            "A large, yellow ornate building on a street corner with palm trees and clear skies.\n",
            "A large, ornate building on a street corner with palm trees and clear skies.\n"
        ]
    },
    {
        "image": "images/440px-Kendall_hat_2017.jpeg",
        "answers": [
            "A moody portrait of a young person in a cap and dark sweater, looking introspective.\n"
        ]
    },
    {
        "image": "images/Holt_Renfrew_Mannequins.jpeg",
        "answers": [
            "Three mannequins in dresses are displayed under elegant chandeliers in a boutique setting.\n"
        ]
    },
    {
        "image": "images/Pacific_Walrus_-_Bull_(8247646168).jpeg",
        "answers": [
            "Walrus with large tusks on ice looking introperspective\n"
        ]
    },
    {
        "image": "images/600px-Rice_grains_(IRRI).jpeg",
        "answers": [
            "Various kinds of rice grains displayed in partitioned containers.\n"
        ]
    },
    {
        "image": "images/Electric_wire_reel_reused_in_a_furniture_ecodesign.jpeg",
        "answers": [
            "Wooden furniture with blue canvas seating.\n",
            "Wooden furniture with blue canvas seating. They are placed around the table so  everyone can see each other.\n"
        ]
    },
    {
        "image": "images/Raffinerie_Esso_Ingolstadt.jpeg",
        "answers": [
            "Industrial night scene with lit refinery towers and smoke stacks.\n"
        ]
    },
    {
        "image": "images/Apollo_17_AS17-140-21497.jpeg",
        "answers": [
            "Astronaut on the moon's surface inspecting a large rock.\n"
        ]
    },
    {
        "image": "images/Kiwi_Smoothie.jpeg",
        "answers": [
            "A green kiwi smoothie beside fresh kiwi halves.\n"
        ]
    },
    {
        "image": "images/440px-West_Boca_photo_D_Ramey_Logan.jpeg",
        "answers": [
            "Aerial view of a long straight road stretching through a landscape with urban areas.\n"
        ]
    },
    {
        "image": "images/Kate_Spade_by_Marilyn_K._Yee_1999.jpg",
        "answers": [
            "A smiling woman in a black dress at an event.And golden earrings.\n"
        ]
    },
    {
        "image": "images/330px-Zohre_Esmaeli_1.jpeg",
        "answers": [
            "A model in a vibrant, patterned ethnic outfit on a runway.\n"
        ]
    },
    {
        "image": "images/Sher_Khan_(cropped).jpeg",
        "answers": [
            "Tiger walking through grassy field.In the background you can see a row of trees.\n"
        ]
    },
    {
        "image": "images/FORT_KOCHI_BEACH_SUNSET,KERALA_-_panoramio_(2).jpeg",
        "answers": [
            "Fishing nets against a sunset backdrop on a beach.\n"
        ]
    },
    {
        "image": "images/Sprouting_mung_beans_in_a_jar.jpeg",
        "answers": [
            "Green mung beans sprouting inside a jar.\n"
        ]
    },
    {
        "image": "images/Mountain_Goat,_Enchantments_Basin.jpeg",
        "answers": [
            "A white mountain goat standing on rocks on the side of a mountain.\n"
        ]
    },
    {
        "image": "images/ISS-36_HTV-4_berthing_2.jpeg",
        "answers": [
            "A robotic arm of the ISS attaching to a spacecraft in orbit.\n"
        ]
    },
    {
        "image": "images/440px-Trevor_Jackson_returns_from_SS_Kyogle.jpeg",
        "answers": [
            "A scuba diver with rebreather equipment underwater.\n"
        ]
    },
    {
        "image": "images/Woman_at_Lover's_Bridge_Tanjung_Sepat_(cropped).jpeg",
        "answers": [
            "An Asian woman with glasses smiling while standing in front of a body of water.\n"
        ]
    },
    {
        "image": "images/440px-Organic_mixed_beans_shoots.jpeg",
        "answers": [
            "A close-up of various sprouted beans and legumes.\n"
        ]
    },
    {
        "image": "images/Kung_kam_kram.jpeg",
        "answers": [
            "Cooked seafood with yellow sauce on a plate.\n",
            "Lobster halves with yellow sauce on a plate with utensils.\n"
        ]
    },
    {
        "image": "images/440px-Walrus_-_Kamogawa_Seaworld_-_pup_-1.jpeg",
        "answers": [
            "A walrus with distinctive whiskers sitting on a rock.\n",
            "A walrus with distinctive whiskers sitting on a rock.\n"
        ]
    },
    {
        "image": "images/President_George_W._Bush_talks_with_members_of_the_Tampa_Bay_Buccaneers.jpg",
        "answers": [
            "A former president speaking to a football team.\n"
        ]
    },
    {
        "image": "images/Mountain_goat_-_artificial_salt_lick.jpeg",
        "answers": [
            "A white mountain goat by a wooden railing.\n"
        ]
    },
    {
        "image": "images/Sigiriya.jpeg",
        "answers": [
            "Massive rock fortress above green gardens.\n"
        ]
    },
    {
        "image": "images/Chard_(Beta_vulgaris_var_cicla).jpeg",
        "answers": [
            "A plant with large, dark green leaves and bright red stalks growing in a garden.\n"
        ]
    },
    {
        "image": "images/Grizzled_sqirrel_Chinnar_WLS_Kerala_(67).jpeg",
        "answers": [
            "A grizzled giant squirrel clings to a tree limb amid green leaves.\n",
            "A black adn white giant squirrel clings to a tree limb amid green leaves.\n"
        ]
    },
    {
        "image": "images/Ice_swimming_at_summer_cottage_Finland.jpeg",
        "answers": [
            "A man ice swimming in a frozen lake. There is a wooden behind the man. There is also snow all over the ground and a small cabin in the background. \n"
        ]
    },
    {
        "image": "images/Aequorea3.jpeg",
        "answers": [
            "A bioluminescent jellyfish floating in dark waters, emitting light.\n"
        ]
    },
    {
        "image": "images/ISS_module_at_Cape_Canaveral.jpeg",
        "answers": [
            "An aerospace module in a hangar at Cape Canaveral. The module is made out of steel. There is a black wheel on the left side of the contraption also. \n"
        ]
    },
    {
        "image": "images/Nam_phrik_long_ruea.jpeg",
        "answers": [
            "A traditional Thai relish dish with side condiments. It is on ceramic leaf shaped bowls that are kind of deep. There are two bowls like this and it is inside a larer leaf shaped bowl. \n"
        ]
    },
    {
        "image": "images/440px-Fresh-muesli.jpeg",
        "answers": [
            "A bowl of muesli with berries and oats, ready for eating. It is on a white plastic bowl and it has a white spoon also. \n",
            "A bowl of oatmeal with red berries and cranberries, ready for eating.\n"
        ]
    },
    {
        "image": "images/Artemis_2_Crew_Portrait.jpeg",
        "answers": [
            "Four astronauts in orange space suits posing for a portrait.\n"
        ]
    },
    {
        "image": "images/Macquarium.jpeg",
        "answers": [
            "Old computer monitor repurposed as an aquarium.\n"
        ]
    },
    {
        "image": "images/Cara_Delevingne_Vogue_2023_03.jpeg",
        "answers": [
            "A woman with blonde hair and a green blazer appears pensive with a slight frown, looking to the side.\n"
        ]
    },
    {
        "image": "images/Kutchi_Lehenga.jpeg",
        "answers": [
            "A colorful, detailed ethnic skirt displayed on a black mannequin.\n"
        ]
    },
    {
        "image": "images/440px-Redsweeper.jpeg",
        "answers": [
            "A person operating a large industrial lawn sweeper in an orchard.\n"
        ]
    },
    {
        "image": "images/Sundarban_Tiger.jpeg",
        "answers": [
            "Orange with black stripes tiger standing by water in the wild with their tail down. \n",
            "Large orange tiger standing by water near a tree in the wild.\n",
            "Tiger standing by water in the wild with trees along the bank.\n"
        ]
    },
    {
        "image": "images/Paulien_van_Deutekom_(08-12-2007).jpeg",
        "answers": [
            "Speed skater in mid-glide on the ice.\n"
        ]
    },
    {
        "image": "images/375px-Cannes_2015_22.jpeg",
        "answers": [
            "A woman with red lipstick and long hair flowing over her right shoulder posing on a red carpet event.\n"
        ]
    },
    {
        "image": "images/440px-Kylie_Jenner1_(cropped).png",
        "answers": [
            "A woman in a red top speaking; her facial expression seems focused and intent.\n",
            "Kylie Jenner in a red top speaking, her facial expression seems focused and intent.\n"
        ]
    },
    {
        "image": "images/Simone_Biles_Rio_2016e.jpeg",
        "answers": [
            "Simone Biles, a young female gymnast wears an american themed body suit and poses with raised arms\n",
            "Gymnast Simon Biles in red, white, and blue leotard with raised arms.\n"
        ]
    },
    {
        "image": "images/Great_male_Leopard_in_South_Afrika-JD.jpeg",
        "answers": [
            "A leopard resting in the tall grass. It's coat makes it appear to blend in with it's surroundings\n",
            "A majestic leopard resting in the tall yellow grass on a sunny day.\n"
        ]
    },
    {
        "image": "images/Mumbai_03-2016_94_Kanheri_Caves.jpeg",
        "answers": [
            "A stone statue in a carved niche.\n"
        ]
    },
    {
        "image": "images/440px-Speedo_zwembroek-1.jpeg",
        "answers": [
            "Black swim trunks with a white stripe and Speedo logo.\n"
        ]
    },
    {
        "image": "images/Demi_Lovato_at_the_Democratic_National_Convention,_July_2016_(cropped_C).jpeg",
        "answers": [
            "Demi Lovato speaking at a microphone in front of a blue geometric background.\n"
        ]
    },
    {
        "image": "images/9-24-2007_diving_with_wellington-05.jpeg",
        "answers": [
            "Two scuba divers underwater at an old shipwreck, one making an OK sign.\n",
            "Two scuba divers underwater, both are making an OK sign. The divers appear to be inside the wreckage of a ship.\n"
        ]
    },
    {
        "image": "images/Street_Parade_2013_033.jpeg",
        "answers": [
            "Profile of a woman with her hair in a high ponytail wearing red sunglasses.\n"
        ]
    },
    {
        "image": "images/440px-Ceviche_de_caballa.jpeg",
        "answers": [
            "A plate of ceviche with onions, corn, and a side of sweet potato.\n",
            "A plate of ceviche with onions, corn, cassava and a side of sweet potato.\n"
        ]
    },
    {
        "image": "images/Islandpullover_004.jpeg",
        "answers": [
            "A traditional knitted sweater laid on a wooden table.\n",
            "A traditional knitted sweater laid on a wooden table.\n"
        ]
    },
    {
        "image": "images/Mumbai_03-2016_39_University.jpeg",
        "answers": [
            "A tall clock tower with intricate designs and flying birds.\n"
        ]
    },
    {
        "image": "images/440px-Green_tea_3_appearances.jpeg",
        "answers": [
            "Three stages of green tea preparation in bowls: dry leaves, steeped leaves, and brewed tea.\n"
        ]
    },
    {
        "image": "images/Flower_urchin_by_Vincent_C_Chen.jpeg",
        "answers": [
            "A close-up of a flower urchin with intricate patterns.\n",
            "A close-up of an underwater flower urchin with intricate circular patterns.\n"
        ]
    },
    {
        "image": "images/Electric_blue_maxi_dress_with_cognac_accessories.jpeg",
        "answers": [
            "A woman in a bright blue dress and brown jacket posing on a sidewalk.\n"
        ]
    },
    {
        "image": "images/Vegetarian_Curry.jpeg",
        "answers": [
            "Indian vegetarian meal with rice and naan.\n"
        ]
    },
    {
        "image": "images/440px-Rapper_Sword_Dancers_-_Sheffield_Steel.jpeg",
        "answers": [
            "A group of dancers holding swords, performing in a traditional English folk dance.\n"
        ]
    },
    {
        "image": "images/Summitting_Island_Peak.jpeg",
        "answers": [
            "Climber ascending a snowy mountain peak.\n",
            "Climber ascending a snowy mountain peak.\n"
        ]
    },
    {
        "image": "images/Catedral_Arequipa,_Peru.jpeg",
        "answers": [
            "A majestic cathedral with two towering spires against a clear sky with people outside\n",
            "A majestic cathedral with two towering spires, two archies for entrance and exits under a clear sky.\n"
        ]
    },
    {
        "image": "images/600px-Sunspot_TRACE.jpeg",
        "answers": [
            "A fiery solar eruption with heat emanating from a sunspot.\n"
        ]
    },
    {
        "image": "images/Diving_off_a_deck_into_the_Great_South_Bay_of_Long_Island.jpeg",
        "answers": [
            "A person diving off a dock into a calm bay in the afternoon.\n"
        ]
    },
    {
        "image": "images/Hana_Highway_Overlook.jpeg",
        "answers": [
            "A tropical forest with a small distant waterfall with lots of trees.\n"
        ]
    },
    {
        "image": "images/440px-Florida_chicken_house.jpeg",
        "answers": [
            "Inside a large industrial chicken farm filled with many white chickens.\n",
            "Inside a large industrial chicken farm filled with many white chickens.\nA large industrial house was filled  with a lot white chickens\n"
        ]
    },
    {
        "image": "images/440px-Shunsuke1_20080622.jpeg",
        "answers": [
            "A soccer player about to kick a ball during a game, with three of the other team's players and a goalie guarding the goal in the background.\n"
        ]
    },
    {
        "image": "images/Eliud_Kipchoge_in_Berlin.jpeg",
        "answers": [
            "A marathon runner competing in an event with people on the sidelines watching.\n",
            "An older black man running down a street in a marathon while wearing orange pants and shoes and a white shirt. \n"
        ]
    },
    {
        "image": "images/Processing_green_tea.jpeg",
        "answers": [
            "Two people rubbing green tea leaves between their hands over in a wooden box collecting the droppings.\n"
        ]
    },
    {
        "image": "images/440px-Basket_of_wild_blackberries.jpeg",
        "answers": [
            "A wicker basket full of ripe blackberries on a wooden surface outdoors with greenery in the background. \n",
            "A wicker basket full of ripe blackberries on a wooden surface outdoors.\n"
        ]
    },
    {
        "image": "images/Highland_Grassland_Shola_of_Silent_Valley_National_Park.jpeg",
        "answers": [
            "Expansive view of amber colored mountains under a clear sky.\n",
            "Expansive view of yellow grass-covered rolling hills under a clear sky.\n"
        ]
    },
    {
        "image": "images/Street_seamstress_vendor_Bangkok.jpeg",
        "answers": [
            "Seamstress sewing jeans at a vibrant and busy street stall in a foreign country.\n"
        ]
    },
    {
        "image": "images/240px-Dolphinarium_Varna.jpeg",
        "answers": [
            "An indoor dolphinarium with a pool, glass walls and a stadium with red seating.\n"
        ]
    },
    {
        "image": "images/20201102.Hengnan.Hybrid_rice_Sanyou-1.6.jpg",
        "answers": [
            "Heavy clusters of ripe rice hanging from plants in a field.\n"
        ]
    },
    {
        "image": "images/Jungfraujoch_090425.jpeg",
        "answers": [
            "A panoramic snowy mountain vista with visitors, overlooking a vast glacial field under a blue sky. Skiers are near the vista.\n"
        ]
    },
    {
        "image": "images/Electrophorus_electricus_showing_lateral_line_pits.jpeg",
        "answers": [
            "Close-up of an black electric eel showing its skin and sensory pits.\n",
            "Close-up of an electric eel showing its skin and sensory pits.\n"
        ]
    },
    {
        "image": "images/Gianni_Versace_evening_dress_vintage.jpeg",
        "answers": [
            "A colorful and vibrant Gianni Versace evening dress on a mannequin.\n"
        ]
    },
    {
        "image": "images/600px-Waterpolo_man_up.jpeg",
        "answers": [
            "An aerial view of a water polo match in a blue pool with floating goals. Someone is about to shoot it into the goal, as defends try and block with their hands.\n",
            "An aerial view of a water polo match in a blue pool with floating goals in 2004 Athens Olympic.\n"
        ]
    },
    {
        "image": "images/Fiji_palace_guard.jpeg",
        "answers": [
            "A Fijian palace guard in traditional red and white uniform with a rifle stands at attention.\n"
        ]
    },
    {
        "image": "images/440px-Carrots_are_up_(2634523693).jpeg",
        "answers": [
            "Green carrot sprouts emerging from brown soil.\n"
        ]
    },
    {
        "image": "images/Skubik_on_Uneven_Bars_2006.jpeg",
        "answers": [
            "Female athlete jumping to grab the uneven bars at a gymnastics event.\n",
            "Female athlete performs a routine on uneven bars at a gymnastics event.\n"
        ]
    },
    {
        "image": "images/Municipal_Market_of_Sao_Paulo_city.jpeg",
        "answers": [
            "A colorful fruit stand at a market which has a wide variety of fruits available, most are tropical fruits. \n"
        ]
    },
    {
        "image": "images/Casaamazonica.jpeg",
        "answers": [
            "A pair of people on a small boat in a large, wide river. There is a rustic house on the riverbank which is bordered by a lush, tropical forest.\n"
        ]
    },
    {
        "image": "images/Nikolai_Budarin_in_a_sleep_station_in_Zvezda.jpeg",
        "answers": [
            "An astronaut working on a laptop in a space station module.\n"
        ]
    },
    {
        "image": "images/440px-Halima_Aden_Paris_Fashion_Week_Autumn_Winter_2019.jpeg",
        "answers": [
            "A close-up of a darker skinned woman with a headscarf and prominent facial features.\n"
        ]
    },
    {
        "image": "images/200px-5adho_mukha_shvanasana (1).jpeg",
        "answers": [
            "A yoga practitioner in an inverted V-shaped pose.\n"
        ]
    },
    {
        "image": "images/CCSM-UNMSM_Casona_de_San_Marcos_y_Parque_Univesitario.jpeg",
        "answers": [
            "A historic yellow building with arched windows beside a green park and fountain.\n",
            "A historic yellow building with arched windows beside some trees and fountain.\n"
        ]
    },
    {
        "image": "images/Taylor_Swift_2011crop.jpeg",
        "answers": [
            "Taylor Swift sitting down and playing guitar on stage in a purple dress.\n"
        ]
    },
    {
        "image": "images/440px-Lily_Allen_-_Tufnell_Park_Dome_-_Wednesday_21st_March_2018_LilyTufnell210318-11_(40111059665)_(cropped).jpeg",
        "answers": [
            "A performer singing into a microphone, bathed in red light, wearing a leopard print top. and really immersed in the song\n"
        ]
    },
    {
        "image": "images/440px-Red_Junglefowl.jpeg",
        "answers": [
            "A colorful rooster standing on the forest floor among fallen leaves. and very alert\n"
        ]
    },
    {
        "image": "images/Batik_Fashion_01.jpeg",
        "answers": [
            "A model in a traditional batik skirt and white blouse posing on a catwalk.\n"
        ]
    },
    {
        "image": "images/Green_almonds.jpeg",
        "answers": [
            "Green almonds in their fuzzy hulls on a white surface.\n"
        ]
    },
    {
        "image": "images/Rajasthanthali.jpeg",
        "answers": [
            "An Indian meal platter with various dishes. and the guests are yet to sit down\n"
        ]
    },
    {
        "image": "images/440px-Royals.18d884.1850611.jpg",
        "answers": [
            "A woman in a red patterned dress bending down to talk to children.\n"
        ]
    },
    {
        "image": "images/Di_jakarta.jpeg",
        "answers": [
            "A tall, lit Christmas tree at night in a bustling city square.\n",
            "A tall, Christmas tree featuring blue, purple and green decorative lights at night in a bustling city square.\n"
        ]
    },
    {
        "image": "images/Petersdom_von_Engelsburg_gesehen_crop.jpeg",
        "answers": [
            "St. Peter's Basilica in Rome, viewed from a distance with clear skies.\n"
        ]
    },
    {
        "image": "images/Aerial_view_of_the_Amazon_Rainforest.jpeg",
        "answers": [
            "Aerial view of winding rivers cutting through dense Amazon rainforest.\n"
        ]
    },
    {
        "image": "images/Langar.jpeg",
        "answers": [
            "A lot of people wearing white bandanas seated on a red floor eating in a communal setting in a foreign country.\n"
        ]
    },
    {
        "image": "images/440px-FruitArrangement.jpeg",
        "answers": [
            "A collection of colorful vegetables and fruits, including tomatoes and squash gathered together in and around a metal bowl.\n"
        ]
    },
    {
        "image": "images/440px-Winnie_Harlow_Cannes_2018.jpeg",
        "answers": [
            "An African-American woman with vitiligo in a green off-shoulder gown waving.\n"
        ]
    },
    {
        "image": "images/440px-Cliffjumping.jpeg",
        "answers": [
            "A man and woman cliff jumping into a river surrounded by rock formations and forest under a clear sky.\n"
        ]
    },
    {
        "image": "images/440px-Ashley_Graham_2018.png",
        "answers": [
            "A woman with brown hair in a white top.\n"
        ]
    },
    {
        "image": "images/Thai_market_food_01.jpeg",
        "answers": [
            "Vast array of Thai dishes at a market stall.\n",
            "Vast array of Thai dishes at a market stall. The food is colorful and there are cooks preparing ingredients. \n"
        ]
    },
    {
        "image": "images/Fruit_salad.jpeg",
        "answers": [
            "A bowl filled with a colorful fruit salad, including chopped apples and oranges among other fruits.\n"
        ]
    },
    {
        "image": "images/1920px-Trevi-Brunnen_abends.jpeg",
        "answers": [
            "Famous fountain illuminated at night with crowds around.\n",
            "Famous fountain illuminated at night with crowds around.\n"
        ]
    },
    {
        "image": "images/TDF31472_groep_met_rodriguez_(53062211809).jpeg",
        "answers": [
            "Cyclists racing on a mountain road.\n"
        ]
    },
    {
        "image": "images/Peter_Nestler_-_Jump-roping_around_the_world.jpeg",
        "answers": [
            "Man doing a jump rope trick in mid-air.\n"
        ]
    },
    {
        "image": "images/Daucus_carota_May_2008-1_edit.jpeg",
        "answers": [
            "A green wild carrot flower in full bloom with numerous buds visible.\n"
        ]
    },
    {
        "image": "images/Tripneustes_ventricosus_(West_Indian_Sea_Egg-top)_and_Echinometra_viridis_(Reef_Urchin_-_bottom).jpeg",
        "answers": [
            "Sea urchins on a reef: one with long, black spines below, and a white, spiky one above.\n"
        ]
    },
    {
        "image": "images/300th_Delta_launches_with_Spitzer.jpeg",
        "answers": [
            "A Delta rocket launch sequence with smoke and fire at the base indicating takeoff.\n"
        ]
    },
    {
        "image": "images/FIFA-Headquarter.jpeg",
        "answers": [
            "A modern glass building with large angled windows surrounded by a green lawn.\n"
        ]
    },
    {
        "image": "images/ERHW_Porch1.jpeg",
        "answers": [
            "A woman in front of a house, wearing a checkered dress and boots.\n"
        ]
    },
    {
        "image": "images/Spb_06-2017_img01_Spit_of_Vasilievsky_Island.jpeg",
        "answers": [
            "Aerial view of a city on an island.\n",
            "Aerial view of a city on an island.\n"
        ]
    },
    {
        "image": "images/440px-Folklore_of_the_popular_heritage_of_the_State_of_the_Philippines_16.jpeg",
        "answers": [
            "Performers in colorful costumes and props on stage in a cultural dance presentation.\n"
        ]
    },
    {
        "image": "images/Tanoreen_muhammara.jpeg",
        "answers": [
            "Bowl of muhammara with olives on the side.\n",
            "Serving of a bowl of muhammara with olives on the side on a dining table covered with a yellow cloth. \n"
        ]
    },
    {
        "image": "images/Fast_Fashion_killt_das_Klima.jpeg",
        "answers": [
            "A crowd holding picket signs and a banner protesting fast fashion and its impact on climate.\n"
        ]
    },
    {
        "image": "images/440px-Kongobuji_Koyasan07n3200.jpeg",
        "answers": [
            "People walk up a staircase, approaching a traditional Japanese gate framed by vibrant autumn leaves.\n"
        ]
    },
    {
        "image": "images/440px-ManDiving.jpeg",
        "answers": [
            "A man in mid-dive, upside down, against a backdrop of calm water and distant shoreline.\n"
        ]
    },
    {
        "image": "images/580px-Salto_ornamental_-_UnB.jpeg",
        "answers": [
            "Two people performing a synchronized dive from a high platform.\n"
        ]
    },
    {
        "image": "images/Rocket_lettuce,_Butternut_squash,_Beetroot,_Green_beans,_whipped_cream_salad.jpeg",
        "answers": [
            "Colorful spring salad with cauliflower, cantaloupe, cranberries and greens with a light vinaigrette \n",
            "Salad with rocket, squash, beetroot, beans, and creamy dressing in a white bowl.\n"
        ]
    },
    {
        "image": "images/Forcejeo_Real_Madrid_-_FC_Barcelona.jpeg",
        "answers": [
            "Soccer teams in a tense moment during a match.\n"
        ]
    },
    {
        "image": "images/440px-Supreme_Court_Colombo.jpeg",
        "answers": [
            "A unique building with a sloping roof and a tower, symbolizing traditional architecture.\n"
        ]
    },
    {
        "image": "images/440px-A053,_Katmai_National_Park,_Brooks_Falls,_Alaska,_USA,_bear_and_salmon,_2002.jpeg",
        "answers": [
            "A bear catching a salmon in a rushing river.\n"
        ]
    },
    {
        "image": "images/Kate_Moss_-_Decorte_advertisement_(cropped2).jpeg",
        "answers": [
            "A model with flowing blond hair in a lace garment posing for an ad.\n"
        ]
    },
    {
        "image": "images/180px-Fabiana_Semprebom2.jpeg",
        "answers": [
            "A model on a runway in a chic, modern outfit. people sitting in chairs watching\n"
        ]
    },
    {
        "image": "images/440px-Bamboo_AngelMist_Mounts_Asit.jpeg",
        "answers": [
            "A cluster of tall green bamboo stalks with a sign reading 'ANGEL MIST BAMBOO' at their base. looks like at a zoo\n"
        ]
    },
    {
        "image": "images/440px-Mink_Whale_Meat_Iceland.jpeg",
        "answers": [
            "Two skewers of grilled black meat with lemon slices on a foam plate, on a wooden surface. with a fork and spoon\n"
        ]
    },
    {
        "image": "images/Cambridge_CMS_Bicycle_Racks.jpeg",
        "answers": [
            "A bike rack in front of a modern building. with a man approaching.\n"
        ]
    },
    {
        "image": "images/Shinto_married_couple.jpeg",
        "answers": [
            "Traditional Japanese wedding couple.\n"
        ]
    },
    {
        "image": "images/Defense.gov_News_Photo_031103-D-2987S-069.jpg",
        "answers": [
            "A man sitting at a conference table with flags.\n"
        ]
    },
    {
        "image": "images/440px-BMW_Welt_y_Torre_BMW_Munich_Alemania.jpeg",
        "answers": [
            "A futuristic building lit at night beside a road with streaks of traffic lights and a tower in the background.\n"
        ]
    },
    {
        "image": "images/600px-US_Army_51673_aerobathon.jpeg",
        "answers": [
            "A step aerobics class with participants following an instructor.\n"
        ]
    },
    {
        "image": "images/Bali-Danse_0729a.jpeg",
        "answers": [
            "A dancer in traditional Balinese attire performing in the street.\n"
        ]
    },
    {
        "image": "images/President_Joe_Biden_and_Olivia_Rodrigo.jpeg",
        "answers": [
            "Joe Biden and a young woman in sunglasses in the White House.\n"
        ]
    },
    {
        "image": "images/440px-Chuurei-tou_Fujiyoshida_17025277650_c59733d6ba_o.jpeg",
        "answers": [
            "Mount Fuji looms behind a pagoda surrounded by cherry blossoms in a serene Japanese landscape.\n"
        ]
    },
    {
        "image": "images/400px-Dulces_de_amaranto.jpeg",
        "answers": [
            "Decorated amaranth sweets are displayed in a row. Each amaranth is shaped in the form of a skull and is sitting on a bed of flowers. \n"
        ]
    },
    {
        "image": "images/Brookfield_zoo_fg10.jpeg",
        "answers": [
            "An aquatic show at a zoo with trainers, animals, and an audience.\n"
        ]
    },
    {
        "image": "images/Rome_skyline_panorama.jpeg",
        "answers": [
            "Panoramic view of Rome’s cityscape with historical domes and buildings on a clear day. \n"
        ]
    },
    {
        "image": "images/440px-Ingrid_Newkirk_by_David_Shankbone.jpeg",
        "answers": [
            "A smiling woman holding a small black and white dog.\n"
        ]
    },
    {
        "image": "images/Water_polo-2.jpeg",
        "answers": [
            "Men’s water polo game in action in a pool.\n"
        ]
    },
    {
        "image": "images/440px-Thai_green_chicken_curry_and_roti.jpeg",
        "answers": [
            "A bowl of Thai green curry with chicken, and roti on the side.\n"
        ]
    },
    {
        "image": "images/440px-Ortler_Ascent_-_South_Tyrol.jpeg",
        "answers": [
            "Climbers ascend a snowy mountain slope under a misty blue sky.\n"
        ]
    },
    {
        "image": "images/460px-Berlin_inlinemarathon_2008_spitzengruppe.jpeg",
        "answers": [
            "A group of inline skaters race on a city street, they are intense and focused. \n"
        ]
    },
    {
        "image": "images/Kulturmandel_unreife_Fruchte.jpeg",
        "answers": [
            "Unripe almonds growing on a tree branch with leaves all around them.\n",
            "Unripe almonds growing on a tree branch.\n"
        ]
    },
    {
        "image": "images/Imdt01.jpeg",
        "answers": [
            "Two dancers performing an acrobatic move. The man is bending down and the female is on his back with her legs doing the splits.\t\n",
            "Two dancers performing an acrobatic move.\n"
        ]
    },
    {
        "image": "images/340px-DewberriesWeb.jpeg",
        "answers": [
            "White flowers of the dewberry plant.\n"
        ]
    },
    {
        "image": "images/Football_in_Bloomington,_Indiana,_1995.jpeg",
        "answers": [
            "A soccer player in a red jersey about to kick the ball into the goal, defenders nearby.\n"
        ]
    },
    {
        "image": "images/440px-ESTADOS_UNIDOS_LEVAM_OURO_NA_GINASTICA_FEMININA_POR_EQUIPES_DOS_JOGOS_OLIMPICOS_RIO_2016_(28849586476).jpeg",
        "answers": [
            "A gymnast wearing a blue uniform in mid-flip on a balance beam, with the Olympics logo.\n"
        ]
    },
    {
        "image": "images/Christmas_tree_in_marunouchi.jpeg",
        "answers": [
            "A crowded plaza at night with a tall, lit Christmas tree and festive lights.\n"
        ]
    },
    {
        "image": "images/El_Capitan_en_Californie.jpeg",
        "answers": [
            "Massive granite cliff face rising above trees and a reflective river with sun peeking through the clouds in the background.\n"
        ]
    },
    {
        "image": "images/440px-North_Korea_—_Pyongyang_(1027715688).jpeg",
        "answers": [
            "An industrial exhibition with various machinery, products, and company banners on display.\n",
            "An industrial exhibition with various machinery and company banners on display.\n"
        ]
    },
    {
        "image": "images/Rio_Maranon_03245.jpeg",
        "answers": [
            "A winding dirty river cutting through a mountainous green landscape.\n"
        ]
    },
    {
        "image": "images/Young_orang_utan.jpeg",
        "answers": [
            "A younger orangutan stretching its arms in the forest while sitting on a branch.\n"
        ]
    },
    {
        "image": "images/340px-Ines_Sainz.jpeg",
        "answers": [
            "A reporter in an elegant black dress interviewing on a crowded soccer field.\n"
        ]
    },
    {
        "image": "images/440px-NutcrackerSnowPas.jpeg",
        "answers": [
            "Two ballet dancers performing. The male is lifting the female. In the background there is a Christmas tree and an oversized Christmas present.\n"
        ]
    },
    {
        "image": "images/Priyanka_Chopra_2003.jpeg",
        "answers": [
            "Actress Priyanka Chopra in traditional attire, wearing a blue dress with brightly colored beads.\n"
        ]
    },
    {
        "image": "images/El_bosque_inundado_amazonico-cosmocaixa-2009_(2).jpeg",
        "answers": [
            "Lush indoor tropical forest exhibit with large tree trunks and green foliage.\n"
        ]
    },
    {
        "image": "images/440px-Dorina_Boczogo,_balance_beam,_2013.jpeg",
        "answers": [
            "A gymnast performing on a balance beam in front of an audience.\n"
        ]
    },
    {
        "image": "images/240px-Anna_Wintour.jpeg",
        "answers": [
            "A woman with a signature bob haircut wearing sunglasses at an event.\n"
        ]
    },
    {
        "image": "images/440px-Scuba_dive_computer.jpeg",
        "answers": [
            "A person's arm with a dive computer on the wrist, over clear, shallow waters.\n"
        ]
    },
    {
        "image": "images/Bekal_Fort_Kasargod.jpeg",
        "answers": [
            "An ancient fort on green grass overlooking the sea on a cloudy day.\n"
        ]
    },
    {
        "image": "images/440px-FRIM_canopy.jpeg",
        "answers": [
            "View from perspective of someone on the ground looking up at a dense canopy of tall trees with a patterned sky.\n",
            "View from beneath a dense canopy of tall trees with a patterned sky.\n"
        ]
    },
    {
        "image": "images/Halima-Aden.jpeg",
        "answers": [
            "A woman wearing green makeup in a hijab posing in a ruffled garment and shiny gloves.\n"
        ]
    },
    {
        "image": "images/440px-Haselnuss.jpeg",
        "answers": [
            "A cracked hazelnut shell, with the nut visible inside, against a white background.\n"
        ]
    },
    {
        "image": "images/440px-GemmaWard.jpeg",
        "answers": [
            "A model struts down a runway at a fashion show in an elegant ruffled brown gown.\n"
        ]
    },
    {
        "image": "images/Natalia_Vodianova_20090408_Etam_34.jpeg",
        "answers": [
            "A woman in a patterned top, looking up while signing autographs\n"
        ]
    },
    {
        "image": "images/Chile_en_nogada.jpeg",
        "answers": [
            "A traditional Mexican dish with a stuffed pepper, a white walnut sauce, and red pomegranate seeds.\n"
        ]
    },
    {
        "image": "images/BASE_Jumping_from_Sapphire_Tower_in_Istanbul.jpeg",
        "answers": [
            "A person in a wingsuit falling backwards from a skyscraper ledge over a city.\n"
        ]
    },
    {
        "image": "images/Al_Mahara_Burj_al_Araba_Dubai_March_2008pano.jpeg",
        "answers": [
            "Fine dining setup with a large aquarium backdrop.\n"
        ]
    },
    {
        "image": "images/Plaza_de_Cusco_Allison_Bellido.jpeg",
        "answers": [
            "A sunny day at a historic square with a spanish colonial style church and crowds.\n"
        ]
    },
    {
        "image": "images/Mole_in_Puebla.jpeg",
        "answers": [
            "A plate of mole sauce over chicken with rice.\n"
        ]
    },
    {
        "image": "images/400px-Cove_with_Shamans_Rock_Olkhon_Island_Lake_Baikal_Russia_(14594856552).jpeg",
        "answers": [
            "A serene cove with a rock formation and clear greenish-blue waters.\n"
        ]
    },
    {
        "image": "images/393px-Saddle_Wrasse_are_feeding_on_sea_urchin_in_Kona.jpeg",
        "answers": [
            "A wrasse fish feeding on a sea urchin underwater.\n"
        ]
    },
    {
        "image": "images/440px-Therme_Bad_Aibling.jpeg",
        "answers": [
            "A dome-shaped building with a reflective pool at twilight, showcasing modern design, surrounded by nature. \n"
        ]
    },
    {
        "image": "images/Vegetable_platter_with_nam_phrik_kapi.jpeg",
        "answers": [
            "Plate of vegetables and herbs including beans, lettuce, mint, and cucumber paired with a kind of brown dipping sauce or marinade. \n"
        ]
    },
    {
        "image": "images/Cambridge_family_at_Trooping_the_Colour_2019_-_03.jpeg",
        "answers": [
            "Prince William and Princess Catherine with their children George, Charlotte and Louis looking out at the crowd in front of Buckingham Palace. \n"
        ]
    },
    {
        "image": "images/440px-2009_Jungfraujoch.jpeg",
        "answers": [
            "Two people stand near a large, blue-tinged crevasse in a snowy landscape.\n"
        ]
    },
    {
        "image": "images/Echinotitti.jpeg",
        "answers": [
            "An aquarium with green plants and gravel, pumps, filtration system equipment visible in the water.\n"
        ]
    },
    {
        "image": "images/Faun_HK_100-05.jpeg",
        "answers": [
            "A large yellow mobile crane with its boom extended.\n"
        ]
    },
    {
        "image": "images/340px-Double_ring_leap.jpeg",
        "answers": [
            "A gymnast performing a leap with rings.\n"
        ]
    },
    {
        "image": "images/ISS-08_Michael_Foale_conducts_an_inspection_of_the_Microgravity_Science_Glovebox.jpeg",
        "answers": [
            "An astronaut is shown working with a science glovebox aboard the International Space Station (ISS).\n"
        ]
    },
    {
        "image": "images/COP26-UNFCCC_(51651689982).jpeg",
        "answers": [
            "Two men are seen shaking hands in a conference room with a green backdrop that has an environmental theme.\n"
        ]
    },
    {
        "image": "images/Dior_denver_art1.jpeg",
        "answers": [
            "A mannequin wearing a stylish Dior ensemble with a wide-brimmed hat, white jacket, and black skirt. The outfit is brought together by black retro heels. \n"
        ]
    },
    {
        "image": "images/NP_India_burning_48_(6315309342).jpeg",
        "answers": [
            "A few elderly men performing a scorched earth method in a rural crop field. \n"
        ]
    },
    {
        "image": "images/360px-Blackberries-6383.jpeg",
        "answers": [
            "A pair of hands holding mixed blackberries and raspberries.\n"
        ]
    },
    {
        "image": "images/Korean_shaved_ice-Green_tea_bingsu-07.jpeg",
        "answers": [
            "A large bowl of green tea shaved ice topped with cookies.\n"
        ]
    },
    {
        "image": "images/200px-6Ashtanga_Namaskara.jpeg",
        "answers": [
            "A yoga participant in a low push-up position.\n"
        ]
    },
    {
        "image": "images/440px-Electric-eel.jpeg",
        "answers": [
            "An electric eel among aquatic plants in an underwater habitat.\n"
        ]
    },
    {
        "image": "images/Yamnaem71.jpeg",
        "answers": [
            "A plate of salad containing peanuts and veggies along with various other side dishes.\n"
        ]
    },
    {
        "image": "images/Santa-Maria-Patroness-of-bicyclists-4606.jpeg",
        "answers": [
            "A shrine decorated with many flowers and candles.\n"
        ]
    },
    {
        "image": "images/Indian_mannequin2.jpeg",
        "answers": [
            "A mannequin in traditional Indian dress with a green shawl stands in front of a shop.\n"
        ]
    },
    {
        "image": "images/Woman_in_Heavily_Patterned_One-Piece_Swimsuit_(49171383276).jpeg",
        "answers": [
            "Swimmer emerging from the ocean.\nhere look like a professional swimmer emerging from the ocean\n"
        ]
    },
    {
        "image": "images/Ichthyaetus_ichthyaetus_Kadalundi.jpeg",
        "answers": [
            "A seagull with a caught fish in its beak flies over tropical greenery.\n"
        ]
    },
    {
        "image": "images/Backstage_with_AVEDA_at_Osklen_Spring_Summer_2014.jpeg",
        "answers": [
            "Woman’s back, dressed in a sheer red garment, long blonde hair in a ponytail.  Precisely manicured with a simple cross over\n"
        ]
    },
    {
        "image": "images/Rome-VillaBorghese-TempleEsculape.jpeg",
        "answers": [
            "Temple of Aesculapius in Rome's Villa Borghese gardens, reflecting on calm water.  Abundance of mature trees line the waters edge\n"
        ]
    },
    {
        "image": "images/440px-Spitzer_-_O_CTA_em_testes.jpeg",
        "answers": [
            "Two people in cleanroom suits inspecting a space instrument in a well-lit room.\n"
        ]
    },
    {
        "image": "images/Gisele_Bundchen2.jpeg",
        "answers": [
            "A beautiful model in a cream-colored strapped and flowing sun dress poses on a runway.  Her hair is long and natural.\n"
        ]
    },
    {
        "image": "images/Sea_otter_with_sea_urchin.jpeg",
        "answers": [
            "Otter frolicking in water, eating a sea urchin on a sunny day\n"
        ]
    },
    {
        "image": "images/La_Tour_Eiffel_vue_de_la_Tour_Saint-Jacques,_Paris_aout_2014_(2).jpeg",
        "answers": [
            "The Eiffel Tower in the distance, with a river and cityscape in the foreground.  Partially cloudy day.\n"
        ]
    },
    {
        "image": "images/Newly-hatched_chickens.jpeg",
        "answers": [
            "Chicks hatching from their eggs.\n"
        ]
    },
    {
        "image": "images/Russian_Spacewalkers_dwarfed_by_the_Nauka_and_Prichal_modules_2_(cropped).jpeg",
        "answers": [
            "Spacewalkers beside massive spacecraft modules, with Earth in the background.\n"
        ]
    },
    {
        "image": "images/440px-Jumper_altered_PsCSJPG10.jpeg",
        "answers": [
            "A plain white knitted sweater on a plain background.\n"
        ]
    },
    {
        "image": "images/Simone_Biles_Rio_2016.jpeg",
        "answers": [
            "Gymnast mid-air above balance beam.\n"
        ]
    },
    {
        "image": "images/440px-Natalia_Vodianova_Paris_Fashion_Week_Spring_Summer_2019_cropped.jpeg",
        "answers": [
            "A portrait of a woman in a floral dress and large rectangular earrings, smiling contemplatively \n"
        ]
    }
]