[
    {
        "image": "images/340px-Jersei-coll-alt.jpeg",
        "answers": [
            "A plain grey high-neck sweater.\n"
        ]
    },
    {
        "image": "images/Tyra_Banks(Cannes).jpeg",
        "answers": [
            "A black woman athlete in a white tank top, with her mouth open showing very white teeth.\n"
        ]
    },
    {
        "image": "images/440px-Cara_Delevingne_During_LFW_SS15.jpeg",
        "answers": [
            "A tall and thin model with long straight blond hair strutting on a runway in a white minidress with red and black wide stripe accents, carrying a large blue bag.\n"
        ]
    },
    {
        "image": "images/Schroedinger_cat.jpeg",
        "answers": [
            "There are green ivy leaves covering the ground, branches of pine stretching to the sky, and a sculpture of a brown cat in a garden.\n"
        ]
    },
    {
        "image": "images/268px-Burgerstrabe_26+24_(BT0A2830).jpeg",
        "answers": [
            "Colorful buildings line a city street with cars under a clear blue sky.\n"
        ]
    },
    {
        "image": "images/Kutchi_Lehenga.jpeg",
        "answers": [
            "A colorful, detailed ethnic skirt displayed on a black mannequin.\n"
        ]
    },
    {
        "image": "images/Electric_blue_maxi_dress_with_cognac_accessories.jpeg",
        "answers": [
            "A woman in a bright blue dress and brown jacket posing on a sidewalk.\n"
        ]
    },
    {
        "image": "images/600px-Sunspot_TRACE.jpeg",
        "answers": [
            "A fiery solar eruption with heat emanating from a sunspot.\n"
        ]
    },
    {
        "image": "images/Diving_off_a_deck_into_the_Great_South_Bay_of_Long_Island.jpeg",
        "answers": [
            "A person diving off a dock into a calm bay in the afternoon.\n"
        ]
    },
    {
        "image": "images/Fiji_palace_guard.jpeg",
        "answers": [
            "A Fijian palace guard in traditional red and white uniform with a rifle stands at attention.\n"
        ]
    },
    {
        "image": "images/200px-5adho_mukha_shvanasana (1).jpeg",
        "answers": [
            "A yoga practitioner in an inverted V-shaped pose.\n"
        ]
    },
    {
        "image": "images/Aerial_view_of_the_Amazon_Rainforest.jpeg",
        "answers": [
            "Aerial view of winding rivers cutting through dense Amazon rainforest.\n"
        ]
    },
    {
        "image": "images/Daucus_carota_May_2008-1_edit.jpeg",
        "answers": [
            "A green wild carrot flower in full bloom with numerous buds visible.\n"
        ]
    },
    {
        "image": "images/Kate_Moss_-_Decorte_advertisement_(cropped2).jpeg",
        "answers": [
            "A model with flowing blond hair in a lace garment posing for an ad.\n"
        ]
    },
    {
        "image": "images/440px-Bamboo_AngelMist_Mounts_Asit.jpeg",
        "answers": [
            "A cluster of tall green bamboo stalks with a sign reading 'ANGEL MIST BAMBOO' at their base. looks like at a zoo\n"
        ]
    },
    {
        "image": "images/Rio_Maranon_03245.jpeg",
        "answers": [
            "A winding dirty river cutting through a mountainous green landscape.\n"
        ]
    },
    {
        "image": "images/440px-NutcrackerSnowPas.jpeg",
        "answers": [
            "Two ballet dancers performing. The male is lifting the female. In the background there is a Christmas tree and an oversized Christmas present.\n"
        ]
    },
    {
        "image": "images/Sea_otter_with_sea_urchin.jpeg",
        "answers": [
            "Otter frolicking in water, eating a sea urchin on a sunny day\n"
        ]
    },
    {
        "image": "images/440px-Jumper_altered_PsCSJPG10.jpeg",
        "answers": [
            "A plain white knitted sweater on a plain background.\n"
        ]
    },
    {
        "image": "images/340px-Gabriel_Garko_and_Laura_Torrisi_-_nicogenin_-_66me_Festival_de_Venise_(Mostra)_-_The_Road_(3).jpeg",
        "answers": [
            "A man in a white tuxedo and a woman in a black slit gown pose together on the red carpet.\n"
        ]
    },
    {
        "image": "images/Chloe_Veitch_modeling,_upright.jpeg",
        "answers": [
            "A brunette woman in a white, cropped Vogue t-shirt and cream colored shorts, leaning against a wall on a sunny day.\n"
        ]
    },
    {
        "image": "images/340px-Grizzly_Bear_Fishing_Brooks_Falls.jpeg",
        "answers": [
            "A grizzly bear focused on catching a jumping salmon in a turbulent waterfall.\n"
        ]
    },
    {
        "image": "images/20130126_Mixed_nuts.jpeg",
        "answers": [
            "An assortment of nuts on a white surface, including an almond and a cashew.\n"
        ]
    },
    {
        "image": "images/440px-Rain_Forest_Daintree_Australia.jpeg",
        "answers": [
            "Dense rainforest underbrush with large trees and various green plants on a gloomy day.\n"
        ]
    },
    {
        "image": "images/440px-Phat_thai_-_Bangkok_-_2017-06-16_(002).jpeg",
        "answers": [
            "A plate of Pad Thai with shrimp, garnished with red pepper and cilantro.\n"
        ]
    },
    {
        "image": "images/Clean_Toes_are_a_Tiger's_Friend_(15588882074).jpeg",
        "answers": [
            "A tiger in a cage, licking its paw.\n"
        ]
    },
    {
        "image": "images/440px-Kaeng_kanun_CM.jpeg",
        "answers": [
            "A bowl of exotic-looking soup with meat and herbs, next to a glass of water and a plate of food.\n"
        ]
    },
    {
        "image": "images/Plongee-RecycleurInspiration_20040221-153656.jpeg",
        "answers": [
            "Diving equipment with tanks and hoses sitting atop of a wooden surface in a room with a metallic wall.\n"
        ]
    },
    {
        "image": "images/Fishtail_hairstyle_01.jpeg",
        "answers": [
            "A pale, thin woman with long, blond braided hair coming down over her left shoulder. She is  wearing a sleeveless orange dress and has jewelry on her right hand and wrist. She is posed against a blue backdrop.\n"
        ]
    },
    {
        "image": "images/440px-BASE_jumping_-_Perrine_Bridge.jpeg",
        "answers": [
            "A person in dark attire and a helmet is base jumping off a bridge into a deep canyon.\n"
        ]
    },
    {
        "image": "images/981123-Ararat-Camp1-IMG_0831.jpeg",
        "answers": [
            "A group of climbers and tents crowded  on a snowy mountainside with clear skies above. All climbers are bundled up.\n"
        ]
    },
    {
        "image": "images/280px-Irina_Mikitenko_at_the_Berlin_Marathon_2011.jpeg",
        "answers": [
            "Marathon runners "
        ]
    },
    {
        "image": "images/440px-Smart_Casual_Dress_Example.jpeg",
        "answers": [
            "A person in a grey blazer and jeans seated on a stool, depicting smart casual attire for a smart guy.\n"
        ]
    },
    {
        "image": "images/Korea-Seoul-Insadong-Sanchon-02.jpeg",
        "answers": [
            "An array of traditional Korean dishes in small bowls on a table. There is a large bowl centered in the middle of other bowls on a table. Each bowl is filled with tasty looking Korean dishes. They vary in color from reds to greens to whites to browns.\n"
        ]
    },
    {
        "image": "images/Conularia_milwaukeensis.jpeg",
        "answers": [
            "A fossilized leaf imprint on a stone surface, it is 5 mm in length and has detailed line patterns. \n"
        ]
    },
    {
        "image": "images/MarayoorDolmen.jpeg",
        "answers": [
            "A large prehistoric-looking stone balanced on smaller rocks, with beautiful flower bushes flanking it.\n"
        ]
    },
    {
        "image": "images/440px-Exp18home_nasa_big.jpeg",
        "answers": [
            "An astronaut in casual clothes holding a device gazing at Earth through a circular spacecraft window.\n"
        ]
    },
    {
        "image": "images/440px-Agave_tequilana_2.jpeg",
        "answers": [
            "A large, spiky blue agave plant in a sunny outdoor setting.\n"
        ]
    },
    {
        "image": "images/Tractors_in_Potato_Field.jpeg",
        "answers": [
            "Two tractors working in a potato field with its rows oriented towards the viewer, with a hill on the horizon and several trees near the left side of the photograph.\n"
        ]
    },
    {
        "image": "images/Pumpkin_Field.jpeg",
        "answers": [
            "A field filled with orange pumpkins and a cart. Inside the cart, under the pumpkins is some hay. In the foreground there are about 20 large pumpkins laying on the green grass. The cart is diagonal and on the left of the photo. In the background you can see pale blue sky and a line of tall trees. Behind the cart it a stalk of dried corn.\n"
        ]
    },
    {
        "image": "images/Salvado_de_avena.jpeg",
        "answers": [
            "Cluster of small white flowers on a blue surface.\n"
        ]
    },
    {
        "image": "images/Carpilius_convexus_is_consuming_Heterocentrotus_trigonarius_in_Hawaii.jpeg",
        "answers": [
            "A red spiny sea creature next to a brown crab on an underwater coral reef.\n"
        ]
    },
    {
        "image": "images/440px-Rhododendron_arboreum_zeylanicum_flower.jpeg",
        "answers": [
            "A vibrant red Rhododendron arboreum flower blooming amidst green, leathery leaves.\n"
        ]
    },
    {
        "image": "images/Underwater_mcmurdo_sound.jpeg",
        "answers": [
            "Sea floor with starfish, various shellfish and ice above.\n"
        ]
    },
    {
        "image": "images/440px-Gorilla_gorilla04.jpeg",
        "answers": [
            "A large silverback gorilla, with a copper toned head, stands amidst green foliage.\n"
        ]
    },
    {
        "image": "images/London_MMB_1E6_Lightning.jpeg",
        "answers": [
            "Lightning striking across the sky behind a building at night.\n"
        ]
    },
    {
        "image": "images/Drag_suit.jpeg",
        "answers": [
            "Black swim trunks with neon green trim on a light textured surface.\n"
        ]
    },
    {
        "image": "images/Full_Eclipse_of_the_Moon_as_seen_in_from_Irvine,_CA,_USA_(52075715442)_(cropped).jpeg",
        "answers": [
            "A blood-red moon against a dark sky, total lunar eclipse.\n"
        ]
    },
    {
        "image": "images/200px-4godhapitham_(liguane).jpeg",
        "answers": [
            "Someone practicing a lunging yoga pose with arms extended. He is on a white rectangular mat and is surrounded by many other similar mats that also have colorful pillows on them.\n"
        ]
    },
    {
        "image": "images/2022-04-24_Fuball,_Manner,_3._Liga,_1._FC_Magdeburg_-_FSV_Zwickau_IMG_4343_by_Stepro.jpg",
        "answers": [
            "A close-up of a soccer ball on grass with colorful designs, with Adidas brand and logo on. The background color is white, "
        ]
    },
    {
        "image": "images/G7_in_het_Catshuis.jpeg",
        "answers": [
            "A group of presidents from a nine country including Barrack Obama seated and having discussions in a room with some country flags in the room\n"
        ]
    },
    {
        "image": "images/Unidon_Murakami.jpeg",
        "answers": [
            "Bowl of sea urchin on rice in a blue bowl.\n"
        ]
    },
    {
        "image": "images/440px-Schwarzer_Pacu_Colossoma_macropomum_Tierpark_Hellabrunn-1.jpeg",
        "answers": [
            "A large fish with silver scales and black markings in an aquarium.\n"
        ]
    },
    {
        "image": "images/440px-Ripe,_ripening,_and_green_blackberries.jpeg",
        "answers": [
            "Branches of blackberries at different ripening stages from green to black all still on it.\n"
        ]
    },
    {
        "image": "images/440px-Indios_isolados_no_Acre_12.jpeg",
        "answers": [
            "An aerial view of a remote tribal village amidst a dense forest.\n"
        ]
    },
    {
        "image": "images/Walking_tiger_female.jpeg",
        "answers": [
            "Tiger prowling through grassland.\n"
        ]
    },
    {
        "image": "images/Keylime-flower.jpeg",
        "answers": [
            "A close-up of a key lime flower with raindrops.\n"
        ]
    },
    {
        "image": "images/Chanel_2.55.jpg",
        "answers": [
            "A cream-colored Chanel handbag with a gold chain on a reflective surface next to photographs.\n"
        ]
    },
    {
        "image": "images/150px-1Pranamasana.jpeg",
        "answers": [
            "A man wearing white linen standing upright with palms together in a yoga pose.\n"
        ]
    },
    {
        "image": "images/440px-Jasper_Dwayne_Reilander-4.jpeg",
        "answers": [
            "A brown bear standing in a lush green forest, looking towards the camera. It is a sunny day. The bear looks like has just woken up, since the fur looks like it has not been tended to. \n"
        ]
    },
    {
        "image": "images/Kendall_Jenner_at_Met_Gala_2021_5.jpeg",
        "answers": [
            "A beautiful smiling woman in a rhinestone, ornate dress at the Met Gala.\n"
        ]
    },
    {
        "image": "images/Liv_Tyler_2008.jpeg",
        "answers": [
            "Woman in a blue dress looking to the side.\n",
            "White woman with brown hair pulled back with bangs on the left side with blue eyes, full lips and an off the left shoulder blue dress.\n"
        ]
    },
    {
        "image": "images/Dragon_and_Cygnus_docked_on_ISS.jpeg",
        "answers": [
            "A space station floating in space with the Earth in the background.\n"
        ]
    },
    {
        "image": "images/Chipotle_Brandon.jpeg",
        "answers": [
            "A Chipotle fast food counter with people ordering food, and workers preparing it.\n"
        ]
    },
    {
        "image": "images/740px-Cidaridae_-_radiola_(cropped).jpeg",
        "answers": [
            "Several elongated sea urchin spines, ranging from long and narrow to short and squat, arranged side by side.\n"
        ]
    },
    {
        "image": "images/400px-Rice_farmers_Mae_Wang_Chiang_Mai_Province.jpeg",
        "answers": [
            "A dozen farmers harvesting rice in a large brown field.\n"
        ]
    },
    {
        "image": "images/Cenote_por_Gustavo_Gerdel.jpeg",
        "answers": [
            "A diver swims amid sunbeams in a serene, blue underwater cavern.\n"
        ]
    },
    {
        "image": "images/Participant_of_the_2016_Boston_Marathon_,_April_2016.jpeg",
        "answers": [
            "A smiling marathon runner in purple gear marked 'Ellen' wearing the number '27259.'\n"
        ]
    },
    {
        "image": "images/Pansotti_alle_noci_01.jpeg",
        "answers": [
            "Green ravioli-like pasta with walnut sauce on a white plate.\n"
        ]
    },
    {
        "image": "images/440px-Focaccia_with_Crumb.jpeg",
        "answers": [
            "Crisp golden focaccia bread, with visible air pockets in the crumb, topped with rosemary and flaky salt. \n"
        ]
    },
    {
        "image": "images/ALSEP_AS17-134-20500.jpeg",
        "answers": [
            "Scientific equipment scattered on the moon's surface with tracks in the sand. \n"
        ]
    },
    {
        "image": "images/440px-Scuba_Diver_-_Ahmad_Faiz_Mustafa.jpeg",
        "answers": [
            "A scuba diver with full gear preparing to enter the ocean from a boat.\n"
        ]
    },
    {
        "image": "images/Rice-planting-machine_2,katori-city,japan.jpeg",
        "answers": [
            "A machine planting rice seedlings in a muddy field.\n"
        ]
    },
    {
        "image": "images/Saree_on_display_at_Dilli_Haat.jpeg",
        "answers": [
            " Gold and green patterned cloth displayed.\n"
        ]
    },
    {
        "image": "images/Patates.jpeg",
        "answers": [
            "Close-up of variously colored potatoes.\n"
        ]
    },
    {
        "image": "images/CH.ZG.Zug_Boardstock_2008-07-27_Wakeboarder_27_16x9-R_4K.jpg",
        "answers": [
            "An athlete performing a high-flying stunt on a wakeboard over calm waters.\n"
        ]
    },
    {
        "image": "images/Sustainability_and_Style_(27881359281).jpeg",
        "answers": [
            "Three creative employees discussing their vision in a fashion showroom.\n"
        ]
    },
    {
        "image": "images/Elephas_maximus_maximus_-_01.jpeg",
        "answers": [
            "There is a small elephant rubbing up against a larger elephant with two white birds near them on a grassy field near water.\n"
        ]
    },
    {
        "image": "images/Howard_Webb3.jpeg",
        "answers": [
            "A bald referee standing looking sternly with a soccer ball next to him.\n"
        ]
    },
    {
        "image": "images/Kate_and_William,_Canada_Day,_2011,_Ottawa,_Ontario,_Canada.jpeg",
        "answers": [
            "William, Prince of Wales, and Catherine, Princess of Wales at a public event, dressed formally, waving at the spectators in the crowd.\n"
        ]
    },
    {
        "image": "images/1920px-Austria-01454_-_Wilten_Abbey_(21402649823).jpeg",
        "answers": [
            "A yellow and orange church with a tall bell tower.  The bell tower's copper top is patinaed with a green and brown film.  There are stop lights and a trolly car system around the church.  There are also other buildings close by the church and lush green hills in the background.  There are fluffy clouds against the blue sky.\n"
        ]
    },
    {
        "image": "images/440px-Happy_Isles_flood.jpeg",
        "answers": [
            "A rushing river flows through a tree-lined forest. There are large rocks scattered throughout the river. The trees have sparse green leaves on them. \n"
        ]
    },
    {
        "image": "images/182px-Woman_in_a_red_miniskirt_and_green_cardigan_crop.jpeg",
        "answers": [
            "A woman in a red skirt, floral top, black high heels, and green cardigan, smiling, standing outdoors. She is a red-head, and her hair is in a bun.\n"
        ]
    },
    {
        "image": "images/The_station_pictured_from_the_SpaceX_Crew_Dragon_1.jpeg",
        "answers": [
            "International Space Station against the blackness of space.\n"
        ]
    },
    {
        "image": "images/Woman_in_rah-rah_skirt.jpeg",
        "answers": [
            "White woman wearing a short skirt and a casual outfit with a tote bag.\n"
        ]
    },
    {
        "image": "images/440px-Frying_onion.jpeg",
        "answers": [
            "Chopped onions being sautéed in a pan, with steam rising. The utensil used to sauté is also shown and is a wooden spoon.\n"
        ]
    },
    {
        "image": "images/Buckingham-palace-guard-11279634947G5ru.jpeg",
        "answers": [
            "A guard in red uniform and black hat standing outside Buckingham Palace.\n"
        ]
    },
    {
        "image": "images/US_Navy_101101-N-2821G-032_Rear_Adm._Mark_D._Guadagnini,_commander_of_the_Abraham_Lincoln_Carrier_Strike_Group,_leads_a.jpg",
        "answers": [
            "Men skipping rope in a gym aboard a ship.\n"
        ]
    },
    {
        "image": "images/Stylish_person_at_Fukuoka_City_Hall.jpeg",
        "answers": [
            "Woman poses outside of building in traditional kimono smiling.\n"
        ]
    },
    {
        "image": "images/440px-Thai_vegetable_carving.jpeg",
        "answers": [
            "Intricate yellow vegetable carving displaying floral patterns. deep rich colors looks to be made out of dough and edible. has flowers and stems with it.\n"
        ]
    },
    {
        "image": "images/440px-Doria_Pamphili_6376.jpeg",
        "answers": [
            "A serene park with tall, slender trees, and a lush green carpet of grass dappled with sunlight.It looks like the land is untouched. It has a major amount of trees on the land. it offers a lot of shade\n"
        ]
    },
    {
        "image": "images/440px-58g_aquascape.jpeg",
        "answers": [
            "A lushly planted freshwater aquarium, with bright green and red flora.\n"
        ]
    },
    {
        "image": "images/Microskirt_(Karmen_Pedaru_at_Anna_Sui_crop).png",
        "answers": [
            "A model in a fashion show wearing a microskirt and a denim jacket with red accents.\n"
        ]
    },
    {
        "image": "images/220px-Warrior_II.jpeg",
        "answers": [
            "A woman with a blue shirt and black pants doing a yoga warrior pose outdoors.\n"
        ]
    },
    {
        "image": "images/440px-Manaus_Encontro_das_aguas_10_2006_103_8x6.jpeg",
        "answers": [
            "Two boats on a river with distinctly different water colors meeting but not mixing.\n"
        ]
    },
    {
        "image": "images/Silk_Sari_Weaving_at_Kanchipuram,_Tamil_Nadu.jpeg",
        "answers": [
            "Weaving red and white silk on a loom. The loom is in a small room and the red silk strands are crossed horizontally while the white silk strands descend vertically and mingle with the red strands.\n"
        ]
    },
    {
        "image": "images/440px-porcupine.jpeg",
        "answers": [
            "A porcupine on a sidewalk with its quills partially raised. The porcupine is brown with white quills, and there is a dead log in the upper left corner.\n"
        ]
    },
    {
        "image": "images/Necktie_knot.jpeg",
        "answers": [
            "A detailed image of a floral patterned necktie knot. The tie is blue with the flowers being a pink color, containing extentions at the North, East, South, and West points of a circle. Some flowers have red central points while others have white central points. The tie is attached to a white shirt on an individual with pale skin.\n"
        ]
    },
    {
        "image": "images/Kuai-tiao_rat_na_mu.jpeg",
        "answers": [
            "A plate of flat noodles with green vegetables , peppers and meat in gravy, lightly seasoned. A \n"
        ]
    },
    {
        "image": "images/440px-2016_Phnom_Penh,_Tradycyjny_Kambodzanski_Pokaz_Tanca_(079).jpeg",
        "answers": [
            "A performer in an elaborate Cambodian dance costume with blue wings spread wide, accompanied by 3 musicians onstage, "
        ]
    },
    {
        "image": "images/Heidi_Klum_by_Glenn_Francis.jpeg",
        "answers": [
            "A pretty blonde woman attends a celebrity event wearing a leopard print dress.\n"
        ]
    },
    {
        "image": "images/Turkey_folk_dance.jpeg",
        "answers": [
            "Group in traditional Turkish folk dance attire. Which is a very colorful blue, pink, and red, with striped yellow, green, pink and white socks with red shoes and a black hat\n"
        ]
    },
    {
        "image": "images/Soy-whey-protein-diet.jpeg",
        "answers": [
            "Assorted fruits, vegetables, milk, and yogurt. There are tomatoes, strawberries, green grapes, nectarines, broccoli, bananas, cucumbers, celery, carrots, and some red grapes. a glass of milk and a dessert cup of yogurt.\n"
        ]
    }
]