[
    {
        "image": "images/520px-thumbnail.jpeg",
        "answers": [
            "A group of people standing beside a swimming pool, some squatting in a row.\n",
            "There is a group of people doing squats at a public swimming pool. \n"
        ]
    },
    {
        "image": "images/600px-GDC_onlywayaround.jpeg",
        "answers": [
            "A group of nine contemporary dancers on a dark stage mid-performance.\n",
            "A group of nine contemporary dancers on a dark stage mid-performance. They are illuminated by a circle of light.\n"
        ]
    },
    {
        "image": "images/Wingsuit_men_getting_ready.jpeg",
        "answers": [
            "Three people in colorful wingsuits overlooking mountains.\n",
            "Three people in wingsuits overlooking where they're going to jump. One person's suit is yellow, one is orangeish red and one is bright green. They have backpacks on that correspond with their outfits. \n",
            "Three people in yellow, orange, and green wingsuits standing at the edge of a cliff with a town down below and tall mountains in the background.\n"
        ]
    },
    {
        "image": "images/Underwater_Walk_of_Sea_Life_London_Aquarium.jpeg",
        "answers": [
            "A dark aquarium tunnel with a young family at the far end, viewing marine life.\n",
            "Aquarium tunnel with visitors observing marine life.\n"
        ]
    },
    {
        "image": "images/Third_Photos_107_(50833140586).jpeg",
        "answers": [
            "American football team dressed in red discussing strategy on field with coach.\n",
            "American football team discussing strategy on field.\n"
        ]
    },
    {
        "image": "images/Papas_de_colores_de_Chiloe.jpeg",
        "answers": [
            "Assortment of colorful potatoes in a basket laying on straw.\n",
            "Assortment of colorful potatoes in a basket, tipped over a bed of hay.\n"
        ]
    },
    {
        "image": "images/440px-Laika_ac_Shitamachi_Tanabata_Matsuri_(7560650862).jpeg",
        "answers": [
            "A woman from behind wearing a traditional blue and white flower patterned kimono at a bustling event at a street in Japan.\n",
            "A person from behind wearing a traditional blue and white patterned kimono at a bustling event.\n"
        ]
    },
    {
        "image": "images/Rabanne.jpeg",
        "answers": [
            "A shimmering brown and gold dress covered with reflective squares.\n",
            "A shimmering dress covered with reflective detailing squares that is slightly above the knee.\n"
        ]
    },
    {
        "image": "images/336px-Sts088-703-019e.jpeg",
        "answers": [
            "a white Space station modules connected in orbit in the empty space.\n",
            "Space station modules connected in orbit.\n"
        ]
    },
    {
        "image": "images/340px-Priyanka_chopra_at_filmfare_launch.jpeg",
        "answers": [
            "A dark-haired woman in a red strapless dress with accessories.\n",
            "A brunette woman looking snatched in a red strapless dress...just the way God intended!\n"
        ]
    },
    {
        "image": "images/340px-Rubus_caesius_fruit_-_Keila.jpeg",
        "answers": [
            "Cluster of ripe blue-black berries on a plant.\n",
            "Cluster of ripe blue-black berries on a thorny stem.\n"
        ]
    },
    {
        "image": "images/400px-Nellu.jpeg",
        "answers": [
            "A woman spreading grain with her hands to dry the grains on a large blue tarp during a sunny day.\n",
            "A woman spreading grain to dry on a large blue tarp.\n"
        ]
    },
    {
        "image": "images/Kelly_Clarkson_57th_Presidential_Inauguration-cropped.jpeg",
        "answers": [
            "A woman in a winter coat and purple scarf looking to the side. She has long strawberry blond hair.\n",
            "A Woman in a Winter Coat and Purple Scarf Glancing Sideways"
        ]
    },
    {
        "image": "images/Wolf_eel_eating_a_sea_urchin.jpeg",
        "answers": [
            "Wolf eel eating a sea urchin among coral.\n",
            "A dark blue Wolf eel eating a white sea urchin among multicolored purple coral.\n"
        ]
    },
    {
        "image": "images/440px-West_Boca_photo_D_Ramey_Logan.jpeg",
        "answers": [
            "Aerial view of a long straight road stretching through a landscape with urban areas.\n",
            "Aerial view of a long straight road stretching through a landscape with urban areas and seems to be very organized and natural.\n"
        ]
    },
    {
        "image": "images/Kate_Spade_by_Marilyn_K._Yee_1999.jpg",
        "answers": [
            "A smiling woman in a black dress at an event.And golden earrings.\n",
            "A smiling woman with brown hair wearing a black dress a pearl earrings at an event.\n"
        ]
    },
    {
        "image": "images/330px-Zohre_Esmaeli_1.jpeg",
        "answers": [
            "A model in a vibrant, patterned ethnic outfit on a runway.\n",
            "A female model is smiling confidently while she wears a vibrant patterned ethnic outfit, and has her hands on her hips walking elegantly down the runway in front of an audience.  \n"
        ]
    },
    {
        "image": "images/FORT_KOCHI_BEACH_SUNSET,KERALA_-_panoramio_(2).jpeg",
        "answers": [
            "Fishing nets against a sunset backdrop on a beach.\n",
            "Fishing nets against a sunset backdrop on a beach.\n"
        ]
    },
    {
        "image": "images/440px-Organic_mixed_beans_shoots.jpeg",
        "answers": [
            "A close-up of various sprouted beans and legumes.\n",
            "A close-up of various sprouted beans and legumes.\n"
        ]
    },
    {
        "image": "images/Sigiriya.jpeg",
        "answers": [
            "Massive rock fortress above green gardens.\n",
            "A Massive Rock Fortress Towering Over Lush Green Garden",
            "Your walking up a dirt road with green grass on either side.  There is a stone wall about 3' tall for an entrance. Looks like a labyrinth of sorts. In the entrance or behind the stone walls there are lots of large trees on the left, right and in front of a huge rock. The rock seems to be coming out of the ground. This rock is hundreds of feet tall. Nothing on the sides of the rock, only erosion over the years and brown in color, but on top it looks like there are trees. Interesting how trees can grow on top of a rock. \n"
        ]
    },
    {
        "image": "images/Aequorea3.jpeg",
        "answers": [
            "A bioluminescent jellyfish floating in dark waters, emitting light.\n",
            "A bioluminescent jellyfish floating in dark waters, emitting light.\n"
        ]
    },
    {
        "image": "images/ISS_module_at_Cape_Canaveral.jpeg",
        "answers": [
            "An aerospace module in a hangar at Cape Canaveral. The module is made out of steel. There is a black wheel on the left side of the contraption also. \n",
            "Not really sure what this is but I'm told it is n aerospace module in a hangar at Cape Canaveral. It is all silver. \n"
        ]
    },
    {
        "image": "images/440px-Redsweeper.jpeg",
        "answers": [
            "A person operating a large industrial lawn sweeper in an orchard.\n",
            "A person operating a large industrial lawn sweeper in an orchard.\n"
        ]
    },
    {
        "image": "images/Street_Parade_2013_033.jpeg",
        "answers": [
            "Profile of a woman with her hair in a high ponytail wearing red sunglasses.\n",
            "Profile of a woman wearing red sunglasses.\n"
        ]
    },
    {
        "image": "images/Mumbai_03-2016_39_University.jpeg",
        "answers": [
            "A tall clock tower with intricate designs and flying birds.\n",
            "A tall clock tower with intricate designs and flying birds.\n"
        ]
    },
    {
        "image": "images/440px-Rapper_Sword_Dancers_-_Sheffield_Steel.jpeg",
        "answers": [
            "A group of dancers holding swords, performing in a traditional English folk dance.\n",
            "A group of dancers holding swords, performing in a traditional English folk dance. A smiling trio of English folk dancers holding swords stand smiling after\ntheir performance. \n"
        ]
    },
    {
        "image": "images/Gianni_Versace_evening_dress_vintage.jpeg",
        "answers": [
            "A colorful and vibrant Gianni Versace evening dress on a mannequin.\n",
            "A colorful and vibrant strapless Gianni Versace evening dress on a mannequin.\n"
        ]
    },
    {
        "image": "images/Langar.jpeg",
        "answers": [
            "A lot of people wearing white bandanas seated on a red floor eating in a communal setting in a foreign country.\n",
            "A large gathering of people sitting orderly on a red-carpeted floor, all eating their meals.\n",
            "Hundreds of people seated on the floor eating in a communal setting.\n",
            "A diverse group of people seated on the floor with white head coverings and eating in a communal setting.\n"
        ]
    },
    {
        "image": "images/440px-Winnie_Harlow_Cannes_2018.jpeg",
        "answers": [
            "An African-American woman with vitiligo in a green off-shoulder gown waving.\n",
            "A  smiling woman in a green off-shoulder gown waving.\n"
        ]
    },
    {
        "image": "images/440px-Cliffjumping.jpeg",
        "answers": [
            "A man and woman cliff jumping into a river surrounded by rock formations and forest under a clear sky.\n",
            "A man cliff jumping into a river surrounded by rock formations under a clear sky. A woman is below him who jumped in right before him. \n"
        ]
    },
    {
        "image": "images/Fast_Fashion_killt_das_Klima.jpeg",
        "answers": [
            "A crowd holding picket signs and a banner protesting fast fashion and its impact on climate.\n",
            "A crowd holding a banner protesting fast fashion and its impact on climate.\n"
        ]
    },
    {
        "image": "images/180px-Fabiana_Semprebom2.jpeg",
        "answers": [
            "A model on a runway in a chic, modern outfit. people sitting in chairs watching\n",
            "A female model is posed at the end of the runway wearing a chic, modern, multi color dress.\n"
        ]
    },
    {
        "image": "images/440px-Mink_Whale_Meat_Iceland.jpeg",
        "answers": [
            "Two skewers of grilled black meat with lemon slices on a foam plate, on a wooden surface. with a fork and spoon\n",
            "Two rectangular Styrofoam plates on a wooden surface. The plate on the left has red meat grilled to having a black charred outside with a lemon slice. The plate on the right has skewered grilled red meat that is black charred on the outside. There is a lemon slice at the top of the skewer. There is also a white plastic knife and white plastic fork.\n"
        ]
    },
    {
        "image": "images/Cambridge_CMS_Bicycle_Racks.jpeg",
        "answers": [
            "A bike rack in front of a modern building. with a man approaching.\n",
            "A full bike rack in front of a modern building.\n"
        ]
    },
    {
        "image": "images/Defense.gov_News_Photo_031103-D-2987S-069.jpg",
        "answers": [
            "A man sitting at a conference table with flags.\n",
            "The distinguished Statesman sits cheerful and ready at the board table.\n"
        ]
    },
    {
        "image": "images/440px-BMW_Welt_y_Torre_BMW_Munich_Alemania.jpeg",
        "answers": [
            "A futuristic building lit at night beside a road with streaks of traffic lights and a tower in the background.\n",
            "A futuristic building lit at night beside a road with streaks of traffic lights and a tower in the background.\nA beautifully lit futuristic building stands out alongside the highway of streaking traffic lights with a triple tower building in the background.\n"
        ]
    },
    {
        "image": "images/240px-Anna_Wintour.jpeg",
        "answers": [
            "A woman with a signature bob haircut wearing sunglasses at an event.\n",
            "A woman with a signature bob haircut wearing sunglasses at an event.\n"
        ]
    },
    {
        "image": "images/Faun_HK_100-05.jpeg",
        "answers": [
            "A large yellow mobile crane with its boom extended.\n",
            "A Large Yellow Mobile Crane with Extended Boom"
        ]
    },
    {
        "image": "images/COP26-UNFCCC_(51651689982).jpeg",
        "answers": [
            "Two men are seen shaking hands in a conference room with a green backdrop that has an environmental theme.\n",
            "Two men shake hands on a stage, clearly appeasing the TV audience in front of a green background with Portuguese words written on it.\n"
        ]
    },
    {
        "image": "images/Korean_shaved_ice-Green_tea_bingsu-07.jpeg",
        "answers": [
            "A large bowl of green tea shaved ice topped with cookies.\n",
            "A large bowl of green tea shaved ice topped with cookies.\n"
        ]
    },
    {
        "image": "images/440px-Natalia_Vodianova_Paris_Fashion_Week_Spring_Summer_2019_cropped.jpeg",
        "answers": [
            "A portrait of a woman in a floral dress and large rectangular earrings, smiling contemplatively \n",
            "A woman with a floral dress and square hoop earrings, smiling slightly.\n"
        ]
    },
    {
        "image": "images/440px-Bella_Hadid_Met_Gala_2017.jpeg",
        "answers": [
            "A woman in an off-shoulder black lace dress posing at a gala.\n",
            "A woman in an off-shoulder black lace dress posing at a gala. The dress is mostly see-through. She has a silver watch on her left hand and silver bracelets on her right. She has painted her nails red. She has middle parted dark-brown hair that goes down to her shoulders.\n"
        ]
    },
    {
        "image": "images/Taylor_Swift_RED_Tour_(8642419792)_(cropped).jpeg",
        "answers": [
            "Taylor Swift performing on stage in a red sequin jacket, black shorts and shoes and gold jewelry. \n",
            "Woman in red sequin jacket performing on stage with a microphone on her right hand and her left hand in the air.\n",
            "A blonde haired, young woman standing on stage in a ring-leader style red sequined jacket. She is holding a microphone in her right hand, down at her side, while reaching out with her left hand in a presenting fashion.\n"
        ]
    },
    {
        "image": "images/King_of_Prussia_Mall_second_floor_near_Bloomingdale's_at_Christmas.jpeg",
        "answers": [
            "A multi-level shopping mall decorated for Christmas.\n",
            "A modern, multi-level shopping mall decorated for Christmas viewed from the second floor, looking towards an escalator. \n"
        ]
    },
    {
        "image": "images/Sree_Padmanabhaswamy_temple_Thiruvananthapuram,_kerala.jpeg",
        "answers": [
            "Intricately carved golden temple facade.\n",
            "A temple facade with an intricately carved golden roof.\n"
        ]
    },
    {
        "image": "images/440px-Kotka_maretarium_inside.jpeg",
        "answers": [
            "A very dark indoor view of an aquarium tank with three windows and has various sizes of fish swimming around in green colored looking water. \n",
            "We are looking at a very tall fish tank or aquarium.  It looks to be three stories, as there are two bars going left to right dividing the tank perfectly. The tank is either very dirty with green algae or there is a light coming in making it look green. There are multiple small fish, a rocky bottom and what looks like larger fish at the top. I can not tell if it is fresh water or sale water. \n"
        ]
    },
    {
        "image": "images/Los_Llanos,_Venezuela_(12832335223).jpeg",
        "answers": [
            "Herd of buffalo running through a field.\n\n",
            "Herd of buffalo running through a flat, open field.\n"
        ]
    }
]