[
    {
        "image": "images/DR0071DSC_9245.jpeg",
        "answers": [
            "A green landscape with numerous small islands, mountains, and hills. Surrounded by a blue sky with dozens of clouds.\n",
            "A green landscape with numerous small islands.\n"
        ]
    },
    {
        "image": "images/Handmade_Chicken_Shawarma_Wrap_-_Lavash.jpeg",
        "answers": [
            "A chicken shawarma wrap that was sliced in half and stacked on the other half sitting on a plate with a piece lettuce.\n",
            "A chicken shawarma wrap with some lettuce on a plate.\n"
        ]
    },
    {
        "image": "images/Lanna_cuisine_starters.jpeg",
        "answers": [
            "A tray with assorted Thai dishes.\n",
            "A tray with assorted Thai dishes of various flavors\n"
        ]
    },
    {
        "image": "images/Two_dancers.jpeg",
        "answers": [
            "Two modern dancers mid-air in a dramatic pose. One male dancer isn't wearing a shirt and long brown pants is putting his hand on the female dancer that is wearing a red dress and is jumping in the air with the arms wide out.\n",
            "Two modern dancers mid-air in a dramatic pose.\n"
        ]
    },
    {
        "image": "images/HH_Polizeihauptmeister_MZ.jpeg",
        "answers": [
            "A policeman with a white mustache in uniform holding a radio.\n",
            "A older policeman in uniform with a radio.\n"
        ]
    },
    {
        "image": "images/BackBay_skyline.jpeg",
        "answers": [
            "A panoramic view of a dense city skyline along a coastline.\n",
            "A panoramic view of a dense city skyline along a coastline.\n"
        ]
    },
    {
        "image": "images/BCfood17.jpeg",
        "answers": [
            "A blue bowl of Japanese cuisine with scallops.\n",
            "An ornate Japanese blue porcelain bowl with four scallops resting in broth with garnish in the middle. The bowl sits on a wooden stand. Behind it is the stitching of a pillow's design\n"
        ]
    },
    {
        "image": "images/440px-Khao_phat_kraphao_mu.jpeg",
        "answers": [
            "A plate of fried rice with egg, vegetables, and a side of soup, set on a brown table. Also has a side of cucumbers tomatoes fried egg over the top of the rice.\n",
            "A plate of fried rice with egg on the side, some random vegetables, a silver spoon and a side of soup, set on a brown plate. \n"
        ]
    },
    {
        "image": "images/Winners_jammer.jpeg",
        "answers": [
            "Colorful patterned swim jammers. Extremely tight fit and the length of biker shorts.\n",
            "Colorful patterned swim jammers.\n"
        ]
    },
    {
        "image": "images/Porcupine_(5670622729).jpeg",
        "answers": [
            "A porcupine is walking through a field with dry grasses.\n",
            "A lone Porcupine with its spikes sticking up, perched in dried-out grass.\n"
        ]
    },
    {
        "image": "images/Art_Mediums_commonly_used_for_Art_Therapy.jpeg",
        "answers": [
            "Art supplies on a table, including a piece of paper, a box of crayons, a box of colored pencils, a pack of color pen, and two brown pens. \n",
            "Art supplies are arranged on a table. To the left is a piece of white paper. To the right is a box of markers, a pen, a tray of pencils, and colored pens.\n"
        ]
    },
    {
        "image": "images/Christmas_jumpers,_Sainsbury's_2016.jpeg",
        "answers": [
            "A display of festive Christmas sweaters in various designs at a retail store.\n",
            "A display of six festive Christmas tops in various designs at a retail store. The first sweater is red with a decorated Christmas tree with presents underneath it. The second is grey and has a snowman with a grey scarf ice skating. The third is red and white and is made to look like a Santa suit. The fifth is a tee shirt that has a penguin wearing sunglasses, a santa hat, and a vest that says \"Merry XMAS\". The fifth is alternating patterns of deer, snowflakes, and gingerbread cookies. It is red, green, white, and black. The last garment is a tee shirt that is Santa's body. It is missing the head so that when you put on the shirt it looks like your head is Santa's head. It is grey, red, and white. \n"
        ]
    },
    {
        "image": "images/Potato_bag_cultivation.jpeg",
        "answers": [
            "Potted plant with large green leaves.\n",
            "Potted plant with large green leaves. The pot in cyan in color. The plant on sitting on concrete in front of a brick wall.\n"
        ]
    },
    {
        "image": "images/440px-060818-F-5179R-172.jpeg",
        "answers": [
            "A football player signing autographs on a football for young fans.\n",
            "A football player signing autographs on balls for young fans.\n"
        ]
    },
    {
        "image": "images/Thai_market_sweets_01.jpeg",
        "answers": [
            "Thai desserts and sweets displayed at a market.\n",
            "Thai desserts and sweets displayed at a market. There are also some vegetables in basket and most of the goods are wrapped up in a plastic box.\n"
        ]
    },
    {
        "image": "images/440px-BCRL.jpeg",
        "answers": [
            "An older woman is being assisted  by a younger woman in a gym during an incline press routine.\n",
            "An older woman is being assisted with weightlifting by a younger woman in a gym.\n"
        ]
    },
    {
        "image": "images/40._Schwimmzonen-_und_Mastersmeeting_Enns_2017_100m_Brust_Herren_USC_Traun-9897.jpg",
        "answers": [
            "A swimmer in a pool mid-stroke wearing a swim cap.\n",
            "A swimmer in a pool mid-stroke wearing a swim cap and goggles.\n"
        ]
    },
    {
        "image": "images/440px-Mixed_onions.jpeg",
        "answers": [
            "A variety of whole and sliced onions on a reflective black surface.\n",
            "A variety of whole and sliced onions on a reflective black surface. The foremost three onions are purple, while the back three are yellow, green, and red.\n"
        ]
    },
    {
        "image": "images/ISS-36_HTV-4_berthing_2.jpeg",
        "answers": [
            "A robotic arm of the ISS attaching to a spacecraft in orbit.\n",
            "A spacecraft being captured by the robotic arm of the ISS. The spacecraft is in space and has an overview of the earth.\n"
        ]
    },
    {
        "image": "images/Woman_at_Lover's_Bridge_Tanjung_Sepat_(cropped).jpeg",
        "answers": [
            "An Asian woman with glasses smiling while standing in front of a body of water.\n",
            "An Asian woman in front of a body of water stares at the camera with a slight smile. She is wearing a short-sleeved shirt with vertical black and white stripes as well as glasses. She has shoulder-length brown hair.\n"
        ]
    },
    {
        "image": "images/Chard_(Beta_vulgaris_var_cicla).jpeg",
        "answers": [
            "A plant with large, dark green leaves and bright red stalks growing in a garden.\n",
            "A plant with large, dark green leaves and bright red stalks growing in a garden.\n"
        ]
    },
    {
        "image": "images/Macquarium.jpeg",
        "answers": [
            "Old computer monitor repurposed as an aquarium.\n",
            "Old Macintosh Classic II computer monitor repurposed as an aquarium or terrarium. Inside are orange and green decorative items.\n",
            "Old computer monitor repurposed as an aquarium.\n"
        ]
    },
    {
        "image": "images/Mumbai_03-2016_94_Kanheri_Caves.jpeg",
        "answers": [
            "A stone statue in a carved niche.\n",
            "A stone statue in a carved niche.\n"
        ]
    },
    {
        "image": "images/Vegetarian_Curry.jpeg",
        "answers": [
            "Indian vegetarian meal with rice and naan.\n",
            "Indian vegetarian meal with white rice and naan on a round plate. There are three sauces: red, orange and one that's white with orange. The plate includes a green salad with a dab of white dressing and one small slice of tomato.\n"
        ]
    },
    {
        "image": "images/Hana_Highway_Overlook.jpeg",
        "answers": [
            "A tropical forest with a small distant waterfall with lots of trees.\n",
            "A tropical forest with lots of trees and wildlife amongst a distant waterfall.\n"
        ]
    },
    {
        "image": "images/Jungfraujoch_090425.jpeg",
        "answers": [
            "A panoramic snowy mountain vista with visitors, overlooking a vast glacial field under a blue sky. Skiers are near the vista.\n",
            "A panoramic snowy mountain vista with visitors, overlooking a vast glacial field under a blue sky.\n"
        ]
    },
    {
        "image": "images/Rajasthanthali.jpeg",
        "answers": [
            "An Indian meal platter with various dishes. and the guests are yet to sit down\n",
            "An Indian meal platter with various dishes in tinfoil bowls on a dark wood table.\n"
        ]
    },
    {
        "image": "images/440px-Royals.18d884.1850611.jpg",
        "answers": [
            "A woman in a red patterned dress bending down to talk to children.\n",
            "A woman in a red patterned dress bending down to talk to children.\n"
        ]
    },
    {
        "image": "images/440px-Ashley_Graham_2018.png",
        "answers": [
            "A woman with brown hair in a white top.\n",
            "A woman with brown hair in a white top.\n"
        ]
    },
    {
        "image": "images/FIFA-Headquarter.jpeg",
        "answers": [
            "A modern glass building with large angled windows surrounded by a green lawn.\n",
            "A multi-story modern glass building with the word \"FIFA\" on the roof top. It is surrounded by a concrete walkway and grass fields.\n"
        ]
    },
    {
        "image": "images/440px-Folklore_of_the_popular_heritage_of_the_State_of_the_Philippines_16.jpeg",
        "answers": [
            "Performers in colorful costumes and props on stage in a cultural dance presentation.\n",
            "Performers in colorful costumes and props on stage in a cultural dance presentation.\n"
        ]
    },
    {
        "image": "images/President_Joe_Biden_and_Olivia_Rodrigo.jpeg",
        "answers": [
            "Joe Biden and a young woman in sunglasses in the White House.\n",
            "The current US president, Joe Biden, and a young woman holding sunglasses near their faces inside the White House Oval Office.\n"
        ]
    },
    {
        "image": "images/Water_polo-2.jpeg",
        "answers": [
            "Men’s water polo game in action in a pool.\n",
            "Four men actively playing water polo in the pool and splashing around.\n"
        ]
    },
    {
        "image": "images/460px-Berlin_inlinemarathon_2008_spitzengruppe.jpeg",
        "answers": [
            "A group of inline skaters race on a city street, they are intense and focused. \n",
            "A group of inline skaters racing on a city street, intense and focused.\n",
            "A group of inline skaters racing on a city street, intense and focused.\n"
        ]
    },
    {
        "image": "images/Football_in_Bloomington,_Indiana,_1995.jpeg",
        "answers": [
            "A soccer player in a red jersey about to kick the ball into the goal, defenders nearby.\n",
            "A soccer player in a red jersey about to kick the ball, two defenders in white jerseys nearby. There is a ten on the red player's shirt and a 16 on one of the white players' shirt.\n"
        ]
    },
    {
        "image": "images/El_bosque_inundado_amazonico-cosmocaixa-2009_(2).jpeg",
        "answers": [
            "Lush indoor tropical forest exhibit with large tree trunks and green foliage.\n",
            "Lush indoor tropical forest exhibit with large tree trunks and green foliage.\n\nEverything looks very green, lush and bursting with life.  There is an enormous tree with a wide trunk with various plants surrounding the tree.  Feels very rainforest-like.\n"
        ]
    },
    {
        "image": "images/440px-GemmaWard.jpeg",
        "answers": [
            "A model struts down a runway at a fashion show in an elegant ruffled brown gown.\n",
            "A blonde model struts down a fashion runway in a ruffled brown gown.\n"
        ]
    },
    {
        "image": "images/Natalia_Vodianova_20090408_Etam_34.jpeg",
        "answers": [
            "A woman in a patterned top, looking up while signing autographs\n",
            "A woman signing autographs in a patterned top.\n"
        ]
    },
    {
        "image": "images/440px-Therme_Bad_Aibling.jpeg",
        "answers": [
            "A dome-shaped building with a reflective pool at twilight, showcasing modern design, surrounded by nature. \n",
            "A dome-shaped building with a reflective pool at twilight, showcasing modern design.\n"
        ]
    },
    {
        "image": "images/Cambridge_family_at_Trooping_the_Colour_2019_-_03.jpeg",
        "answers": [
            "Prince William and Princess Catherine with their children George, Charlotte and Louis looking out at the crowd in front of Buckingham Palace. \n",
            "Prince William, Princess Kate and their three children are attending an event. The Prince is wearing a red uniform with a blue sash and gold decorative fabric. The Princess is wearing a light yellow outfit with a white hat containing a large fabric yellow flower. She is holding one child, who looks ornery. The Prince appears to be chastising this child. The other two youngsters are standing in front of the Prince. The boy is wearing a white top and the girl a blue top.\n"
        ]
    },
    {
        "image": "images/Dior_denver_art1.jpeg",
        "answers": [
            "A mannequin wearing a stylish Dior ensemble with a wide-brimmed hat, white jacket, and black skirt. The outfit is brought together by black retro heels. \n",
            "A black mannequin wearing a stylish Dior ensemble with a wide-brimmed black hat, white jacket, and black calf-length skirt. It appears the mannequin has on black stockings and shoes. The mannequin stands on a tan floor in front of reflective silver metallic material.\n"
        ]
    },
    {
        "image": "images/360px-Blackberries-6383.jpeg",
        "answers": [
            "A pair of hands holding mixed blackberries and raspberries.\n",
            "A pair of fair skinned child size hands cusping with both hands a cluster of mixed blackberries and raspberries.\n",
            "A pair of hands holding mixed blackberries and raspberries. The hands belong to a fair-complexioned person and seem to belong to a child. The background is blurred but it looks like there is grass. The child is wearing light blue shorts.\n"
        ]
    },
    {
        "image": "images/440px-Electric-eel.jpeg",
        "answers": [
            "An electric eel among aquatic plants in an underwater habitat.\n",
            "An electric eel among aquatic plants in an underwater habitat.\n"
        ]
    },
    {
        "image": "images/Indian_mannequin2.jpeg",
        "answers": [
            "A mannequin in traditional Indian dress with a green shawl stands in front of a shop.\n",
            "A mannequin in traditional Indian dress with a green shawl stands in front of a shop.\n"
        ]
    },
    {
        "image": "images/Woman_in_Heavily_Patterned_One-Piece_Swimsuit_(49171383276).jpeg",
        "answers": [
            "Swimmer emerging from the ocean.\nhere look like a professional swimmer emerging from the ocean\n",
            "Swimmer emerging from the ocean. She is a women in a one piece, wearing a blue cap and google. and a black watch. she has large breasts and is really sexy\n",
            "What looks to be a female swimmer is stepping out of the ocean. They are wearing a light blue swim cap, swim googles on their head, and a one-piece bathing suit that has chartreuse straps and edging and a pink, blue, black, and green geometric pattern. The person has a light skin tone. The waves are crashing around them.\n"
        ]
    },
    {
        "image": "images/La_Tour_Eiffel_vue_de_la_Tour_Saint-Jacques,_Paris_aout_2014_(2).jpeg",
        "answers": [
            "The Eiffel Tower in the distance, with a river and cityscape in the foreground.  Partially cloudy day.\n",
            "The Eiffel Tower in the distance, with a river, three bridges over the river, and a cityscape in the foreground.\n"
        ]
    },
    {
        "image": "images/Russian_Spacewalkers_dwarfed_by_the_Nauka_and_Prichal_modules_2_(cropped).jpeg",
        "answers": [
            "Spacewalkers beside massive spacecraft modules, with Earth in the background.\n",
            "Spacewalkers beside massive spacecraft modules, with Earth in the background.\n"
        ]
    },
    {
        "image": "images/440px-Falafel_(3085478064).jpeg",
        "answers": [
            "A close-up of a hand holding a falafel wrap with veggies and dressing.\n",
            "A close-up, top-down view a falafel wrap being held by hand. The pita is wrapped around a brown falafel nestled on pale lettuce and a slice of tomato with a little yogurt sauce.\n"
        ]
    },
    {
        "image": "images/440px-Stranded_Cambrian_scyphozoans.jpeg",
        "answers": [
            "A Cluster of Ancient Circular Fossil Imprints Believed to Be Jellyfish on a Ground Surface",
            "A ground surface showing a cluster of ancient, circular fossil imprints of what appear to be jellyfish.\n"
        ]
    },
    {
        "image": "images/Baumwoll-Erntemaschine.jpeg",
        "answers": [
            "A machine is shredding up cotton and dumping out fluffy white pieces behind it.\n",
            "A machine harvesting cotton, spewing out fluffy white bales behind it.\n"
        ]
    },
    {
        "image": "images/Eco_fashion_week_Vancouver_Canada_2011.jpeg",
        "answers": [
            "A model walking down a fashion show runway.\n",
            "A model walking down a fashion show runway.\n"
        ]
    },
    {
        "image": "images/Feliz_Dia_de_la_Revolucion_Mexico.jpeg",
        "answers": [
            "Children in traditional Mexican attire in a parade, holding a banner for 'Día de la Revolución'.\n",
            "Children in traditional Mexican attire in a parade, holding a banner for 'Día de la Revolución'.\n"
        ]
    },
    {
        "image": "images/Brier_045.jpeg",
        "answers": [
            "An indoor curling event with multiple games underway, spectators in the stands, and scoreboards above.\n",
            "An indoor curling event with multiple games underway, spectators in the stands, and scoreboards above.\n"
        ]
    },
    {
        "image": "images/Sukhoi_Design_Bureau,_054,_Sukhoi_Su-57_(49581303977).jpeg",
        "answers": [
            "Fighter jet in mid-flight against blue sky.\n",
            "White, gray and blue fighter jet with a red star on each wing in mid-flight against blue sky.\n"
        ]
    },
    {
        "image": "images/Fishes,_multicolored_pebbles_and_artificial_plants_within_an_aquarium.jpeg",
        "answers": [
            "A colorful aquarium with bright fish and multicolored pebbles.\n",
            "A colorful aquarium with bright fish and multicolored pebbles.\n"
        ]
    },
    {
        "image": "images/500px-Master_Scott_Leonard.jpeg",
        "answers": [
            "A martial artist performing a high kick during a martial arts demonstration, assisted by a trainer in front of young students.\n",
            "A person performing a high kick during a martial arts demonstration.\n"
        ]
    },
    {
        "image": "images/CabaneduTrient.jpeg",
        "answers": [
            "A stone mountain hut with red shutters  which has a chimney on top of the roof and a flag, set against a rocky backdrop and cloudy sky.\n",
            "A stone mountain hut with red shutters and a flag, set against a rocky backdrop and cloudy sky.\n"
        ]
    },
    {
        "image": "images/440px-Whalefall_hires.jpeg",
        "answers": [
            "Underwater photograph of a collapsed whale skeleton covered in yellow film resting on the seafloor.\n",
            "Underwater photograph of a whale skeleton on the seafloor.\n"
        ]
    },
    {
        "image": "images/Chang_Chun_Shrine_amk.jpeg",
        "answers": [
            "Traditional Asian shrine situated on a cliff with a red bridge and waterfall.\n",
            "A traditional shrine set up on the hillside.  There are 2 buildings with a bridge connecting them over the beautiful cascading waterfall.\n"
        ]
    },
    {
        "image": "images/317px-Ashley_Graham_Elle.png",
        "answers": [
            "A young woman with long brown hair in a swimsuit sitting in a chair with  a pool behind her.\n",
            "A woman in a swimsuit smiling by a pool.\n",
            "A pretty woman about age 25 with long dark hair in a swimsuit speaking by a pool with trees in the background.\n"
        ]
    },
    {
        "image": "images/440px-Almond_blossom02_aug_2007.jpeg",
        "answers": [
            "Delicate white with faint hues of pink almond blossoms on a branch along next to flower buds. \n",
            "Several almond blossoms bloom on a branch. They are seen up close and have five pink-white petals with white stamens.\n"
        ]
    },
    {
        "image": "images/440px-Reverse_5391.jpeg",
        "answers": [
            "A man in mid rotation as he is executing a dive backwards into a swimming pool.\n",
            "A man executing a dive backwards into a swimming pool. \n",
            "A man has his knees tucked into his chest and is holding them with his arms. He's executing a dive backwards into a swimming pool.\n"
        ]
    },
    {
        "image": "images/NFL_2020_-_Playoffs_-_Washington_vs._Buccaneers_223_(50833097576).jpg",
        "answers": [
            "A football player in a red jersey looking to the side.\nThe quarterback of the football team searching the sidelines as he walks the field.\n",
            "A football player in a red jersey looking to the side. The helmet is black and there's a 12 on the jersey.\n"
        ]
    },
    {
        "image": "images/160px-5-promotional-models-fenasucro.jpeg",
        "answers": [
            "Two women with blonde hair posing in matching green dresses and black high heels.\n",
            "Two smiling women posing in matching green dresses and black heels.\n"
        ]
    },
    {
        "image": "images/Alappuzha_loves_Wikimedia_IMG_7698.jpeg",
        "answers": [
            "A houseboat on calm waters with palm trees in the background. There is a building next to the palm trees.\n",
            "A houseboat floating on calm blue waters with green palm trees surrounding a house in the background.\n"
        ]
    },
    {
        "image": "images/440px-Didier_Drogba_Manuel_Neuer_last_penalty_kick_Champions_League_Final_2012.jpeg",
        "answers": [
            "A soccer player taking a penalty kick in front of a packed stadium audience.\n",
            "A soccer player taking a penalty kick in front of a packed stadium audience in shadow. The goalie is waiting in the middle of the goal as two other players stand to the sides. At the edge of the field is a banner for UniCredit and MasterCard.\n"
        ]
    },
    {
        "image": "images/440px-Dawn_Brancheau_-_Riders_on_the_Storm.jpeg",
        "answers": [
            "A trainer in a black and white swimsuit standing on a leaping orca in a marine park performance.\n",
            "A trainer, dressed in a black wetsuit with a silver swath of silver fabric crosses over the torso is standing on a swimming orca in a marine park performance.\n\n\n"
        ]
    },
    {
        "image": "images/500px-John_Varvatos_Fall_2010_04.jpeg",
        "answers": [
            "A male model walking down a runway in a dark, layered outfit. Behind the model are lit candles of various sizes. People are sitting on either side of the runway.\n",
            "A male model walking down a runway in a dark, layered outfit, with candles lit behind him as scenery.\n"
        ]
    },
    {
        "image": "images/Som_tam_khao_niao_kai_yang.jpeg",
        "answers": [
            "A plate with chicken, a bowl of rice, and a bowl of soup sits on a dark surface. \n",
            "A meal with chicken, rice, and soup.\n"
        ]
    },
    {
        "image": "images/ISS-20_Robert_Thirsk_at_the_Minus_Eighty_Degree_Laboratory_Freezer.jpeg",
        "answers": [
            "An astronaut floating in a lab aboard the ISS, with equipment all around.\n",
            "An astronaut in a red shirt and blue short shorts floating in a lab aboard the ISS, with equipment all around.\n",
            "An astronaut floating in a lab aboard the ISS, working on a module, with equipment all around them.\n"
        ]
    },
    {
        "image": "images/Gorp.jpeg",
        "answers": [
            "A bowl of trail mix with nuts, raisins, and candies.\n",
            "A glass bowl of trail mix with nuts, raisins, and candies. The bowl is sitting on a granite surface and we are looking from a bird's eye view into the bowl.\n"
        ]
    },
    {
        "image": "images/340px-1965_Chanel_suit_and_silk_blouse.jpeg",
        "answers": [
            "A vintage Chanel suit and silk blouse on a mannequin, displayed with pearls and heels.\n",
            "A vintage Chanel suit horizontal stripes, with a silk blouse on a mannequin. Displayed with a brown necklace, and two toned black and white high heels.\n"
        ]
    },
    {
        "image": "images/Tree_Climbing_Porcupines.jpeg",
        "answers": [
            "Porcupines in the wild, sleeping on tree branches during the day.\n",
            "Porcupines sleeping on tree branches.\n"
        ]
    },
    {
        "image": "images/Noaa-walrus12.jpeg",
        "answers": [
            "Group of rough skinned walruses with long white tusks leisurely rest on a set of black rocks near a body of water.\n",
            "Group of 5 walruses with long tusks on a black rock. There is a body of water behind them. \n"
        ]
    },
    {
        "image": "images/Cycliste_a_place_dItalie-Paris_crop.jpeg",
        "answers": [
            "It's a woman on a bicycle pedaling through the city.  She is wearing a long brown jacket with a very warm winter hat and gloves.  The light at this time of the day is warm and soft.\n",
            "A person cycling in a city setting. They're wearing a yellow jacket, woolen hat, and red scarf.\n"
        ]
    }
]