[
    {
        "image": "images/Korea-Boseong-Green.tea-09.jpg",
        "answers": [
            "Lush green tea fields roll over hills under a sunlight-dappled tree in Boseong, Korea.\n",
            "Lush green tea fields roll over hills under a sunlight-dappled tree in Boseong, Korea.\n",
            "Lush green tea fields roll over stepped hills under a sunlight-dappled tree in Boseong, Korea.\n",
            "Lush green tea fields roll over hills under a sunlight-dappled tree in Boseong, Korea.\n"
        ]
    },
    {
        "image": "images/440px-Palace_of_Fine_Arts_during_Schon_–_Holt_Salahi_wedding.jpg",
        "answers": [
            "An illuminated neoclassical rotunda by a calm reflecting pool during twilight.\n",
            "An illuminated neoclassical rotunda by a calm reflecting pool during twilight.\n",
            "An illuminated neoclassical rotunda by a calm reflecting pool during twilight.\n"
        ]
    },
    {
        "image": "images/623px-Stanford_University_Arches_with_Memorial_Church_in_the_background.jpg",
        "answers": [
            "View from a shaded arcade showing a detailed historic building framed by archways against a blue sky with checkered print flooring.\n",
            "View from a shaded archway showing a detailed historic building framed by archways against a blue sky.\n",
            "View from a shaded arcade showing a detailed historic building framed by archways against a blue sky.\n",
            "View from a shaded arcade showing a detailed historic building framed by archways against a blue sky.\n"
        ]
    },
    {
        "image": "images/400px-Norman_Borlaug.jpeg",
        "answers": [
            "A Caucasian man who is well up in his years stands at a podium labeled 'Agricultural Science and Technology,' giving a speech.\n",
            "An elderly man stands at a podium labeled 'Agricultural Science and Technology,' giving a speech.\n",
            "An elderly man stands at a podium labeled 'Agricultural Science and Technology,' giving a speech.\n"
        ]
    },
    {
        "image": "images/Gordon_Ramsay_cooking_(262930612).jpeg",
        "answers": [
            "Gordon Ramsey, a celebrity chef cooking in an outdoor kitchen surrounded by an audience, with a woman assisting him.\n",
            "Celebrity chef Gordon Ramsey cooking in an outdoor kitchen surrounded by an audience, with a woman assisting him.\n",
            "Celebrity chef, Gordon Ramsey, cooking in an outdoor kitchen surrounded by an audience, with a woman assisting him.\n",
            "Celebrity chef in an outdoor kitchen at a cooking competition. The chef is evaluating the cooking of a contestant. There are other people milling around in the background\n"
        ]
    },
    {
        "image": "images/Yam_mu_yo.jpeg",
        "answers": [
            "A white shallow bowl of Thai yam mu yo salad with sliced kind of meat, onions, and herbs on a wooden table.\n",
            "A white plate of Thai yam mu yo salad with sliced sausage, onions, and herbs on a wooden table.\n",
            "A plate of Thai yam mu yo salad with sliced sausage, onions, and herbs in a white plate that is on a wooden table.\n",
            "A white ceramic plate of Thai yam mu yo salad with sliced sausage, onions, and herbs on a wooden table.\n"
        ]
    },
    {
        "image": "images/Fruit_Stall_in_Barcelona_Market.jpeg",
        "answers": [
            "A colorful street fruit market with pineapples, pumpkins, oranges, and other fruits on display.\n",
            "A colorful street fruit market with hundreds each of bananas, mangoes, oranges, and other fruits on display. A woman in a black tank top and jeans leans over and inspects the fruit.\n",
            "A colorful street fruit market with bananas, mangoes, oranges, and other fruits on display. A customer is currently analyzing some of these fruits.\n",
            "A colorful street fruit market with bananas, mangoes, oranges, and other fruits on display. A woman carefully selecting fruit. \n"
        ]
    },
    {
        "image": "images/Apollo_17_AS17-140-21497.jpeg",
        "answers": [
            "An astronaut examines a large lunar rock on the moon's surface, with the desolate, black lunar landscape in the background.\n",
            "An astronaut examines a large lunar rock on the moon's surface, with the desolate lunar landscape in the background.\n",
            "An astronaut examines a large lunar rock on the moon's surface, with the desolate lunar landscape in the background.\n",
            "An astronaut examines a huge lunar rock on the moon's surface, with the desolate lunar landscape in the background.\n"
        ]
    },
    {
        "image": "images/15718.jpg",
        "answers": [
            "Ancient Roman baths with columns and statues, a green pool, surrounded by classical architecture.\n",
            "Ancient Roman baths with columns and statues, a green pool, surrounded by classical architecture.\n",
            "Ancient Roman baths with columns and statues, a green pool, surrounded by classical architecture.\n"
        ]
    },
    {
        "image": "images/Dan_+_Shay_in_2017.jpeg",
        "answers": [
            "Two Hispanic male musicians are performing on stage, one singing into a microphone and the other playing guitar, with yellow, red, and white stage lighting.\n",
            "Two musicians are performing on stage, one singing into a microphone and the other playing guitar, with colorful stage lighting, including red and yellow.\n",
            "Two musicians are performing on stage, one singing into a microphone and the other playing guitar, with colorful stage lighting.\n"
        ]
    },
    {
        "image": "images/Natural_foodstuff_004.jpeg",
        "answers": [
            "A colorful assortment of fresh fruits including red apples, green grapes, pears, nuts, lemons, and an orange pumpkin. A plant sits behind them.\n",
            "A colorful assortment of fresh fruits including apples, grapes, pears, nuts, dates, lemons, oranges, and a small pumpkin.\n",
            "A colorful assortment of fresh fruits including apples, grapes, pears, nuts, lemons, and an orange pumpkin.\n"
        ]
    },
    {
        "image": "images/360px-MeghanTrainor_jingle_ball_tour.jpeg",
        "answers": [
            "A blonde, white singer performs on stage in a black skirt, black leather jacket, and black thigh-high stockings, holding a microphone. Her shirt is bedazzled and she's in the middle of a song..\n",
            "A singer with long blonde hair performs on stage in a black skirt, jacket, and thigh-high stockings, holding a microphone.\n",
            "A singer performs on stage in a black skirt, jacket, and thigh-high stockings, holding a microphone.\n"
        ]
    },
    {
        "image": "images/San_Francisco_Bay_Wheels.jpg",
        "answers": [
            "A row of rental bikes lined up on a city street with tall buildings and clear skies in the background.\n",
            "A row of rental bikes lined up on a city street with buildings and clear skies in the background.\n",
            "A row of rental bikes lined up on a city street with buildings and clear skies in the background.\n"
        ]
    },
    {
        "image": "images/US_Navy_030124-N-1328C-510_Navy_dentist_treats_patients_aboard_ship.jpeg",
        "answers": [
            "A dentist and assistant are performing a procedure on a patient in a dental clinic.\n",
            "A dentist and assistant are performing a procedure on a patient in a dental clinic.\n",
            "A dentist and assistant are performing a procedure on a patient in a dental clinic.\n"
        ]
    },
    {
        "image": "images/P-51_Mustang_edit1.jpeg",
        "answers": [
            "A P-51 Mustang aircraft in flight, captured from above with a landscape of water and land below.\n",
            "A P-51 Mustang aircraft in flight, captured from above with a landscape of water and land below.\n",
            "A P-51 Mustang aircraft in flight, captured from above with a landscape of water and land below.\n"
        ]
    },
    {
        "image": "images/Skydiving_from_a_Ukraine_Air_Force_Ilyushin_Il-76MD.jpeg",
        "answers": [
            "In the clear, blue sky above the clouds, a group of skydivers in colorful gear is about to jump from an open cargo bay of a flying airplane.\n",
            "A group of skydivers in colorful gear is about to jump from an open cargo bay of a flying airplane.\n",
            "A group of skydivers in colorful gear jumping from the open cargo bay of a flying airplane.\n"
        ]
    },
    {
        "image": "images/440px-Yoga_dog_(4045140609).jpeg",
        "answers": [
            "A French Bulldog dressed in a pink yoga outfit with a mat rolled up on its back, looking at the camera.\n",
            "A tan French Bulldog dressed in a pink yoga outfit with a little yoga mat rolled up on its back, looking at the camera.\n",
            "A French Bulldog dressed in a pink yoga outfit with a small yoga mat rolled up on its back, looking at the camera.\n",
            "A French Bulldog dressed in a pink yoga outfit with a mat rolled up on its back. The dog is looking at the camera.\n"
        ]
    },
    {
        "image": "images/Texas_Zip_liner_5430.jpeg",
        "answers": [
            "A man in a red shirt and plaid shorts along with a helmet and is joyfully zip-lining against a backdrop of trees and sky. \n",
            "A man in a red shirt and helmet is joyfully zip-lining against a backdrop of trees and sky.\n",
            "A man in a red shirt and helmet is joyfully zip-lining against a backdrop of trees and sky.\n",
            "A man in a red shirt and helmet is joyfully zip-lining against a backdrop of trees and sky.\n"
        ]
    },
    {
        "image": "images/440px-Giant_Panda_Eating.jpg",
        "answers": [
            "A giant panda is sitting and happily munching on bamboo leaves. You can see his teeth and he enjoys his snack.\n",
            "A giant panda is sitting and happily munching on bamboo leaves while holding a bamboo stalk.\n",
            "A giant panda is sitting and happily munching on bamboo leaves. He is holding a stalk of bamboo to his right with both paws.\n",
            "A giant panda is sitting and happily munching on bamboo leaves with what appear to be logs in the background.\n",
            "A giant panda is sitting and happily munching on bamboo leaves.\n"
        ]
    },
    {
        "image": "images/Sergey_Brin_Ted_2010.jpg",
        "answers": [
            "A man with curly hair, wearing a microphone headset, smiles and looks to the side against a blurred background.\n",
            "A man with curly hair, wearing a microphone headset, smiles and looks to the side against a blurred background.\n",
            "A man with curly hair, wearing a microphone headset, and a black shirt with grey stripes down the sleeves, smiles and looks to the side against a blurred background.\n"
        ]
    },
    {
        "image": "images/Ipomoea_stir_fry.jpeg",
        "answers": [
            "A dish of stir-fried green leafy vegetables with red chili peppers served on a white plate.\n",
            "A dish of stir-fried green leafy vegetables and other assorted green vegetables with red chili peppers served on a white plate.\n",
            "A dish of stir-fried green leafy vegetables with red chili peppers served on a white plate. The plate is on a wood table.\n",
            "A dish of stir-fried green leafy vegetables with red chili peppers served on a white plate.\n"
        ]
    },
    {
        "image": "images/440px-Gigi_Hadid_Stuart_Weitzman.jpg",
        "answers": [
            "A blonde woman is standing by a brick wall, wearing a cropped cable knit sweater, beige blazer, and blue jeans, gazing upwards.\n",
            "A woman is standing by a brick wall, wearing a cropped cable knit sweater, beige blazer, and blue jeansl, gazing upwards.\n",
            "A beautiful woman is standing by a brick wall, wearing a white cropped cable knit sweater, beige blazer, and blue jeans, gazing upwards.\n"
        ]
    },
    {
        "image": "images/Acorn_Soup_(4827753894).jpeg",
        "answers": [
            "A close-up of a baked acorn squash filled with a creamy soup, topped with herbs and breadcrumbs.\n",
            "A close-up of a baked acorn squash which is yellow-orange in color, filled with a creamy soup, topped with herbs and breadcrumbs.\n",
            "A close-up of a baked acorn squash filled with a creamy soup, topped with herbs and breadcrumbs on a green plate. The herbs are leafy and green, and stringy and red.\n"
        ]
    },
    {
        "image": "images/Nyle2.jpeg",
        "answers": [
            "A shirtless man with a beard poses, wearing white pants, stands on a bed by a large window holding a coffee cup, in a bright room.\n",
            "A shirtless man with a beard, wearing white pants, stands by a window holding a coffee cup, in a room filled with sunlight.\n",
            "A shirtless man with a beard, wearing white pants, stands by a window holding a coffee cup while thinking, in a bright room that is lit by the sunlight through the floor-to-ceiling glass windows.\n",
            "A shirtless man with a beard, wearing white pants in a white room with all-white decor, stands by a window holding a coffee cup, in a bright room.\n"
        ]
    },
    {
        "image": "images/Leila_Goldkuhl_Chloe.jpeg",
        "answers": [
            "A woman in a casual outfit with a black cap, black Hooters tee, and light blue jeans walks on a city street.\n",
            "A woman in a casual outfit with a black cap, graphic tee, and light blue jeans walks on a city street.\n",
            "A woman in a casual outfit with a black cap, graphic tee, and light blue jeans walks on a city street.\n"
        ]
    },
    {
        "image": "images/Foodora_messenger.jpeg",
        "answers": [
            "A Foodora delivery person in a pink/red jacket and helmet rides a blue bike with a large pink food delivery backpack as he crosses a bridge with water below.\n",
            "A delivery person in a pink jacket and helmet rides a blue bike with a large pink food delivery backpack with the company name \"foodora\" and a logo on it. He is crossing a bridge.\n",
            "A Foodora delivery person in a pink jacket and helmet rides a bike with a large pink food delivery backpack.\n",
            "A delivery person in a reddish-pink jacket and helmet  and black pants rides a blue bike with a large reddish-pink food delivery backpack.\n",
            "A delivery person in a pink jacket and helmet rides a blue bike with a large pink food delivery backpack.\n"
        ]
    },
    {
        "image": "images/510px-Spaltlampe-2.jpeg",
        "answers": [
            "An optometrist is examining a patient's eyes using a slit lamp in a clinic. The optometrist is on the left and the patient on the right. Both the optometrist and the patient are white, female presenting, and appear to be middle aged. The optometrist is wearing a lab coat and the patient has on a white and blue striped button down shirt.\n",
            "An optometrist is examining a patient's eyes using a slit lamp in a clinic.\n",
            "An optometrist is examining a patient's eyes using a slit lamp in a clinic.\n"
        ]
    },
    {
        "image": "images/Ransom_Canyon_Texas_Vogue_Magazine_Photo_Shoot.jpeg",
        "answers": [
            "Two models in stylish black and white attire stand on a road with a backdrop of cacti and a body of water. Both models are white and have on narrow futuristic looking eyewear.\n",
            "Two models in stylish black and white attire holding hands are posing, with a backdrop of cacti and a water body.\n",
            "Two models in stylish black and white attire holding hands standing on a street, with a backdrop of cacti.\n",
            "Two models in stylish black and white stand in a road, with a backdrop of cacti and a water body.\n",
            "Two models in stylish black and white attire holding hands, with a backdrop of cacti and a water body.\n"
        ]
    }
]