[
    {
        "image": "images/Bellagio_garden_crystal_ball.jpeg",
        "answers": [
            "A large crystal ball stands in a lush garden filled with ferns and other greenery.  Red and yellow flowers line the fence rail leading into the building.\n",
            "A large crystal ball stands in a lush garden with red and yellow flowers and a wooden fence in the background.\n",
            "A large crystal ball stands in a lush garden with flowers and a rustic wooden fence in the background.  The crystal ball has a greenish hue as the sun reflects from the plants into it.  Beyond the fence you can see what appears to be a restaurant store-front on a city street with people entering the front door.\n"
        ]
    },
    {
        "image": "images/440px-Vegan_Gardein_Tofu_Foods_Display_(cropped1).jpeg",
        "answers": [
            "A display of various vegan dishes, all labeled, under bright lights at a food counter.\n",
            "A display of various dishes, all labeled and denoted if  they are vegan or vegetarian, under bright lights at a food counter. \n",
            "A display of various vegan dishes, all labeled, on a food counter.\n"
        ]
    },
    {
        "image": "images/Bellagio_Las_Vegas_December_2013_panorama.jpeg",
        "answers": [
            "A panoramic night view of lit-up Las Vegas hotels and a casino fronting a reflective water body.\n",
            "A panoramic night view of multiple lit-up Las Vegas hotels and a casino fronting a reflective water body.\n",
            "A panoramic night view of lit-up Las Vegas hotels and a casino fronting a reflective water body.  The blue and gold lights from the hotel towers shine on the water's surface.\n"
        ]
    },
    {
        "image": "images/Aerial_view_-_Presidio-whole.jpg",
        "answers": [
            "Aerial shot of a city with dense housing, a large park, and a red bridge spanning a blue bay.\n",
            "Aerial shot of a city with dense housing, a large park, and a red bridge spanning a blue bay.\n",
            "Aerial shot of a city with dense housing, a large park, and a red bridge spanning the San Francisco Bay.  The blue sky hovers hovers over the blue water and hills with a few white clouds floating by.  Streaks of white waves break up the blue waters from boats passing by.\n"
        ]
    },
    {
        "image": "images/Drug_ampoule_JPN.jpeg",
        "answers": [
            "A top-down view of several medical ampoules of different sizes and colors arranged on a white surface.\n",
            "Several glass medical ampoules of different sizes and colors arranged on a white surface.  All appear to be full of liquids differing in color.\n",
            "Several medical ampoules "
        ]
    },
    {
        "image": "images/Bhekasana1.jpeg",
        "answers": [
            "A woman is performing a yoga pose, 'Bhekasana,' lying on her stomach, bending her knees, and reaching back to touch her feet.\n",
            "A woman is performing a yoga pose, 'Bhekasana,' lying on her stomach, bending her knees, and reaching back to touch her feet.\n",
            "A woman is performing a yoga pose, 'Bhekasana,' lying on her stomach, bending her knees, and reaching back to grab hold of her feet.\n"
        ]
    },
    {
        "image": "images/500px-Backzutaten_041.jpeg",
        "answers": [
            "A roll of paper towels, a measuring cup, and ingredients with German on them, a mixing bowl and an open cookbook on a kitchen counter, suggesting preparation for baking.\n",
            "Ingredients, measuring cup and a bowl sitting on a green and speckled kitchen counter.  In front of them is a cookbook, laying open to what appears to be a recipe with a picture of a pie, suggesting preparation for baking.\n",
            "Ingredients and an open cookbook on a counter, suggesting preparation for baking.\n"
        ]
    },
    {
        "image": "images/Bebe_Rexha_-_Untold_2023_-_53113724212_(cropped).jpg",
        "answers": [
            "A woman performs on stage wearing a sparkling, jeweled black bodysuit, with her hair in motion. Only her head and torso are in the frame.\n",
            "A woman is wearing a sparkling, sequined black bodysuit, with her hair flowing behind her.\n",
            "A woman with medium-length, blonde, wavy hair, performs on stage wearing a sparkling, jeweled black bodysuit, which accentuates her figure and has a jeweled chocker-style collar.  Her hair waves in the breeze and she looks off into the distance.\n"
        ]
    }
]