[
    {
        "image": "images/Young_ladies_at_Harajuku.jpeg",
        "answers": [
            "A group of women in traditional Japanese attire.\n",
            "A group of women in traditional Japanese attire carrying purses and scarves.\n"
        ]
    },
    {
        "image": "images/Seaman_jumper.jpeg",
        "answers": [
            "Tan knitted sweater with a large round collar on a hanger.  It has a hoodie type pocket in the front and the right handed sleeve in positioned in the pocket.\n",
            "Tan knitted sweater on a hanger against a blue background. The sweater has a pouch near the bottom, and one of the sleeves is tucked into it.\n"
        ]
    },
    {
        "image": "images/Neuschwanstein_Castle_from_Marienbrucke,_2011_May.jpeg",
        "answers": [
            "A large realistic castle perched on a forested hill.\n",
            "A fairy-tale castle perched on a forested hill.\n"
        ]
    },
    {
        "image": "images/Water_droplet_lying_on_a_damask.jpeg",
        "answers": [
            "Close-up of a water droplet on fabric.\n",
            "Close-up of a water droplet on fabric. The fabric is woven and the weave is diagonal. The fabric is light gray or white. The droplet is round. \n"
        ]
    },
    {
        "image": "images/440px-Phrik_nam_pla.jpeg",
        "answers": [
            "A square, white sauce dish with fish sauce, chili, and lime on a checkered blue and white tablecloth.\n",
            "A white sauce dish with fish sauce, chili, and lime on a checkered blue and white tablecloth next to a partially shown white plate and cup.\n"
        ]
    },
    {
        "image": "images/320px-Atlantic_Attack_Ringette_Team.jpeg",
        "answers": [
            "Players in a ringette game in motion on the ice.\n",
            "Players in a ringette game in motion on the ice.\n"
        ]
    },
    {
        "image": "images/440px-Woman's_Ball_Gown_LACMA_M.2007.211.939_(2_of_3).jpg",
        "answers": [
            "Close-up of the textured details on a woman's brown ball gown.\n",
            "Close-up of the textured details on a woman's brown ball gown.\n"
        ]
    },
    {
        "image": "images/US_Navy_101004-N-6427M-149_Airman_David_Hall,_from_Buffalo,_N.Y.,_jumps_rope_during_a_training_session_in_the_hangar_bay_aboard_the_aircraft_carrie.jpg",
        "answers": [
            "A serviceman on an aircraft carrier jumping rope.\n",
            "Man jumping rope on an aircraft carrier.\n"
        ]
    },
    {
        "image": "images/Stephen_Weiss.jpeg",
        "answers": [
            "A Florida Panthers Ice hockey player in action on the rink.\n",
            "Ice hockey player in action on the rink. There are 3 players on the ice. Once in the foreground has the puck next to his stick. His team mate is behind him. An opposing team player in on his right behind him wearing a blue jersey.\n"
        ]
    },
    {
        "image": "images/Apollo_17_AS17-140-21497.jpeg",
        "answers": [
            "Astronaut on the moon's surface inspecting a large rock.\n",
            "Astronaut on the moon's surface inspecting a large rock.\n"
        ]
    },
    {
        "image": "images/Ice_swimming_at_summer_cottage_Finland.jpeg",
        "answers": [
            "A man ice swimming in a frozen lake. There is a wooden behind the man. There is also snow all over the ground and a small cabin in the background. \n",
            "A man ice swimming in a frozen lake. There is a small cabin on the shore behind him, and a wooden dock nearby the man.\n"
        ]
    },
    {
        "image": "images/440px-Speedo_zwembroek-1.jpeg",
        "answers": [
            "Black swim trunks with a white stripe and Speedo logo.\n",
            "Black swim trunks with a white stripe and Speedo logo.\n"
        ]
    },
    {
        "image": "images/20201102.Hengnan.Hybrid_rice_Sanyou-1.6.jpg",
        "answers": [
            "Heavy clusters of ripe rice hanging from plants in a field.\n",
            "Heavy clusters of ripe rice hanging from plants in a field.\n",
            "Heavy clusters of ripe rice hanging from plants in a field from a closeup perspective.\n"
        ]
    },
    {
        "image": "images/Taylor_Swift_2011crop.jpeg",
        "answers": [
            "Taylor Swift sitting down and playing guitar on stage in a purple dress.\n",
            "Taylor Swift playing guitar on stage in a purple dress.\n"
        ]
    },
    {
        "image": "images/440px-Lily_Allen_-_Tufnell_Park_Dome_-_Wednesday_21st_March_2018_LilyTufnell210318-11_(40111059665)_(cropped).jpeg",
        "answers": [
            "A performer singing into a microphone, bathed in red light, wearing a leopard print top. and really immersed in the song\n",
            "A performer singing into a microphone, bathed in red light, wearing a leopard print top.\n"
        ]
    },
    {
        "image": "images/Green_almonds.jpeg",
        "answers": [
            "Green almonds in their fuzzy hulls on a white surface.\n",
            "Green almonds in their fuzzy hulls on a white surface.\n"
        ]
    },
    {
        "image": "images/Tripneustes_ventricosus_(West_Indian_Sea_Egg-top)_and_Echinometra_viridis_(Reef_Urchin_-_bottom).jpeg",
        "answers": [
            "Sea urchins on a reef: one with long, black spines below, and a white, spiky one above.\n",
            "Sea urchins on a reef: one with long, red spines below, and a white, spiky one above, with fish swimming in the background.\n"
        ]
    },
    {
        "image": "images/440px-Kongobuji_Koyasan07n3200.jpeg",
        "answers": [
            "People walk up a staircase, approaching a traditional Japanese gate framed by vibrant autumn leaves.\n",
            "People approach a traditional Japanese gate framed by vibrant autumn leaves.\n"
        ]
    },
    {
        "image": "images/600px-US_Army_51673_aerobathon.jpeg",
        "answers": [
            "A step aerobics class with participants following an instructor.\n",
            "A step aerobics class with participants following an instructor.\n"
        ]
    },
    {
        "image": "images/440px-Thai_green_chicken_curry_and_roti.jpeg",
        "answers": [
            "A bowl of Thai green curry with chicken, and roti on the side.\n",
            "A bowl of Thai chicken green curry on a plate with roti on the side.\n"
        ]
    },
    {
        "image": "images/340px-DewberriesWeb.jpeg",
        "answers": [
            "White flowers of the dewberry plant.\n",
            "White flowers of the dewberry plant.\n"
        ]
    },
    {
        "image": "images/440px-Dorina_Boczogo,_balance_beam,_2013.jpeg",
        "answers": [
            "A gymnast performing on a balance beam in front of an audience.\n",
            "A gymnast performing a difficult one handed move on a balance beam in front of an audience.\n"
        ]
    },
    {
        "image": "images/BASE_Jumping_from_Sapphire_Tower_in_Istanbul.jpeg",
        "answers": [
            "A person in a wingsuit falling backwards from a skyscraper ledge over a city.\n",
            "A male base jumper in the process of launching backwards from a skyscraper in a big city.  He's wearing a long-sleeved white shirt, brown pans, and shoes.\n"
        ]
    },
    {
        "image": "images/440px-File_BobsleighrunLP.jpeg",
        "answers": [
            "An aerial view of a winding bobsleigh track in a forested area.\n",
            "An aerial view of a winding bobsleigh track in a forested area.\n"
        ]
    },
    {
        "image": "images/Knitted-clothing-factory.jpeg",
        "answers": [
            "A person in blue coveralls working on large textile machinery.\n",
            "A person in blue coveralls with a white hat and black boots working on large textile machinery.\n"
        ]
    },
    {
        "image": "images/Aerobic_exercise_-_public_demonstration07.jpeg",
        "answers": [
            "Group of people in colorful workout attire doing step aerobics. They are also showing their mussels. \n",
            "Group of people in colorful workout attire doing step aerobics.\n"
        ]
    },
    {
        "image": "images/Orca_porpoising.jpeg",
        "answers": [
            "Orca whale breaching the water's surface and playing with water. \n",
            "Majestic orca whale breaching the water's surface.\n",
            "Orca whale breaching the water's surface.\n"
        ]
    },
    {
        "image": "images/500px-Outdoor_heated_fish_tank_enclosed_by_glass_plus_reflections.jpeg",
        "answers": [
            "A serene indoor pond surrounded by lush plants and reflected glass walls.\n",
            "A serene indoor stone pond surrounded by lush plants and reflected glass walls.\n"
        ]
    },
    {
        "image": "images/Louvre_Courtyard,_Looking_West.jpeg",
        "answers": [
            "The Louvre Pyramid lit up at twilight with a clear blue sky and the historical palace on both sides of the picture.\n",
            "The Louvre Pyramid lit up at twilight with the historical palace in the background.\n"
        ]
    },
    {
        "image": "images/Sam_Altman_TechCrunch_SF_2019_Day_2_Oct_3_(cropped)_(cropped).jpeg",
        "answers": [
            "Caucasian man in his 30's with brown curly hair and a blue casual shirt speaking through a microphone headset.\n",
            "Man with curly hair and a microphone headset looks to his left with his mouth open.\n",
            "A man with curly hair and a microphone headset looking to his left.\n",
            "Man with curly hair and a microphone headset.\n"
        ]
    },
    {
        "image": "images/Nam_phrik_pla_chi.jpeg",
        "answers": [
            "This thai chili bowl looks amazing. It is beautiful with vibrant colors of mostly greens and orange which looks like rice.  It is being served on a larger white plate with, I believe, ginger, pineapple and cucumber. The main dish in served in a small white bowl sitting atop the white plate. \n",
            "A Thai chili paste dish served with vegetables. The dish of veggies is sitting on the side of a plate with looks to be sliced melon of some kind and lettuce. There are also other food items on the dish I can't properly make out. \n",
            "A Thai chili paste dish served with vegetables.\n"
        ]
    },
    {
        "image": "images/Osklen,_SPFW_N43.jpeg",
        "answers": [
            "Fashion models walking on a runway show.\n",
            "Multiple fashion models on a runway show with crowds of people on both sides.\n"
        ]
    },
    {
        "image": "images/Kate_Upton_in_2021.jpeg",
        "answers": [
            "A happy blonde woman in a beige blouse smiling broadly.\n",
            "A happy woman with blonde hair in a beige blouse smiling broadly.\n"
        ]
    },
    {
        "image": "images/almond_blossoms.jpeg",
        "answers": [
            "Close-up of almond blossoms with a single almond nut in the shell.\n",
            "Close-up of pink almond blossoms with a single almond nut in the shell.\n"
        ]
    },
    {
        "image": "images/Berlin_marathon.jpeg",
        "answers": [
            "Marathon runners racing on a city street and the women are showing their abdomens wearing a top and bottom outfit, while the men are wearing short-sleeved shirts.\n",
            "Marathon runners racing on a city street. The picture is taken at sunrise or sunset as the shadows are long. In the background you can see a black glass building.\n"
        ]
    },
    {
        "image": "images/WANNER_18.jpeg",
        "answers": [
            "Two women in a field, draped in textiles. One is shorter than the other, and the taller woman is standing behind her. The taller woman's arms are enfolded around the shorter woman in a modelesque pose.\n",
            "Two white women in a brown field, draped in dull clothing.\n"
        ]
    },
    {
        "image": "images/Engelsburg_und_Engelsbrucke_abends_(Zuschnitt).jpeg",
        "answers": [
            "A historic round fortress lit up at night with a bridge leading to it. There are people standing on the bridge, as well as two statues on the railing of the bridge.\n",
            "Castel Sant'Angelo"
        ]
    },
    {
        "image": "images/440px-Dumbell_aerobics.jpeg",
        "answers": [
            "A fitness class doing lateral raises with dumbbells, with an instructor in the front helping the participants at the back.\n",
            "A fitness class lifting dumbbells, with a leader in front and participants following.\n"
        ]
    },
    {
        "image": "images/Yam_huapli_thot_02.jpeg",
        "answers": [
            "There is a colorful salad in a white bowl. The bowl isn't perfectly circular and sits atop a wooden table. The salad contains white onion, tomato, greens, red cabbage, and carrots.\n",
            "Colorful vegetable salad with tomatoes, onions, carrots, cabbage and other greens in a bowl.\n"
        ]
    },
    {
        "image": "images/Tyler_Clary_(7707350946)_(cropped).jpeg",
        "answers": [
            "A female diver looking at the pool with a male diver walking close past her backside, staring in the same direction. They both have on swimsuits and swim caps.\n",
            "Male swimmer walking behind a female swimmer in caps and goggles at a poolside.\n"
        ]
    },
    {
        "image": "images/Commercial_Crew_Program_vehicles.jpeg",
        "answers": [
            "A close-up of a space craft or satellite with Earth in the background. \n",
            "Spacecraft docked to a space station against the backdrop of Earth.\n"
        ]
    },
    {
        "image": "images/Aki_basho_dohyo-iri_on_Sept._28_2014.jpg",
        "answers": [
            "Sumo wrestlers are in their costumes and are in a circle with their arms raised performing a ring-entering ceremony.\n",
            "There are more than a dozen Sumo wrestlers performing a ring-entering ceremony. There is an audience sitting directly behind them. Most of the wrestlers are holding their hands up high in the air, while some are holding their arms down by their sides. \n"
        ]
    },
    {
        "image": "images/Sidemount_032_Photo_by_Pete_Nawrocky.jpeg",
        "answers": [
            "Diver with a large flashlight underwater. \n",
            "SCUBA diver with a large flashlight underwater over a heavily-encrusted ledge, oriented just facing away from the viewer\n"
        ]
    },
    {
        "image": "images/Grizzled_Giant_Squirrel_(Ratufa_macroura).jpeg",
        "answers": [
            "A grizzled giant squirrel perched on a branch in lush foliage. It's laying on its stomach looking down over the branch.\n",
            "A grizzled giant squirrel perched on a branch in lush foliage.\n"
        ]
    },
    {
        "image": "images/568px-Srilankamountainforest.jpeg",
        "answers": [
            "Lush mountainous forest with mist in the distance.\n",
            "Lush mountainous forest with mist in the distance.\n",
            "Lush mountainous forest with mist in the distance.\n",
            "Lush, green mountainous forest with mist in the distance.\n"
        ]
    },
    {
        "image": "images/440px-Aleksi61wb.jpeg",
        "answers": [
            "A bustling, festive-lit city street at night.\n",
            "A bustling, festive-lit city street at night with cars and pedestrians.\n",
            "A bustling, festive-lit city street at night. There are string lights hanging all over making it a very festive sight.\n"
        ]
    },
    {
        "image": "images/440px-gourd-curry.jpeg",
        "answers": [
            "Chopped onions that have been sauteed for a couple of minutes and then have additional spices added into the mix.\n",
            "Chopped onions and spices cooking in a pan.\n"
        ]
    },
    {
        "image": "images/Flickr_-_Rainbirder_-_Giant_Squirrel_(Ratufa_macroura).jpeg",
        "answers": [
            "A squirrel with grey hair and pink nose is perched on a tree branch.\n",
            "A squirrel with a pink face and distinct color patterns perched on a tree branch.\n"
        ]
    },
    {
        "image": "images/Elizabeth_Hurley_in_2017.jpeg",
        "answers": [
            "A middle aged smiling woman with long hair that has been lightened, outdoors in a beige jacket and white shirt. She is conventionally pretty with makeup on and light curls in her hair. The background is blurred out and tan.\n",
            "A smiling woman with long hair, outdoors in a beige jacket with mountains in the background.\n"
        ]
    },
    {
        "image": "images/Hockey_players_2013.jpeg",
        "answers": [
            "People playing ice hockey in an indoor rink.\n",
            "People playing ice hockey in an indoor rink. There are three members of one team trying to score near the goal. Four members of the other team are nearby assissting the goalie.\n"
        ]
    },
    {
        "image": "images/Focaccia_al_rosmarino.jpeg",
        "answers": [
            "Rosemary focaccia bread in a basket, ready to be served.\n",
            "Rosemary focaccia bread in a basket, ready to be served.\n",
            "Sliced Rosemary focaccia bread in a basket, ready to be served.\n"
        ]
    },
    {
        "image": "images/3Uttanasana.jpeg",
        "answers": [
            "A man in white bending forward touching the floor in a yoga pose on a white mat.\n",
            "A person bending forward touching the floor in a yoga pose.\n"
        ]
    },
    {
        "image": "images/Pomegranate_fruit_-_whole_and_piece_with_arils.jpeg",
        "answers": [
            "Whole and opened pomegranate with seeds.\n",
            "1 whole and 1 opened pomegranate with seeds both still attached to the piece and 3 kernels on the table\n"
        ]
    },
    {
        "image": "images/240px-2015-03-20_Wuhua_District,_Yunnan,_Kunming_DSCF3570.jpeg",
        "answers": [
            "Hanging red decorations and gourds with Chinese characters.\n",
            "Hanging red decorations and gourds with Chinese characters in the middle of a market place with people walking by\n"
        ]
    },
    {
        "image": "images/Som_tam_thai.jpeg",
        "answers": [
            "This is a Plate of spicy green papaya salad sitting on the table of a restaurant. There is a glass of water sitting directly to the left side of the plate. The background of the rest of the image is blurred.\n",
            "Spicy green papaya salad on a blue oval plate with a glass of cold water in partial view.\n"
        ]
    }
]