[
    {
        "image": "images/Marieta_-_Zapatilla_-BT-_01.jpeg",
        "answers": [
            "A worn-out shoe in the forest.\n",
            "A worn-out shoe on a forest floor.\n",
            "A worn-out sneaker on a forest floor.\n"
        ]
    },
    {
        "image": "images/Alexis_Texas_at_Sexpo_in_Sydney,_Australia_04.jpeg",
        "answers": [
            "A smiling woman in a white dress posing for the camera.\n",
            "Mujer con un vestido blanco posando para la cámara.\n"
        ]
    },
    {
        "image": "images/Acro-tcd.jpeg",
        "answers": [
            "Two acrobatic gymnasts performing a balancing act in leotards.\n",
            "Two acrobatic gymnasts performing a balancing act in leotards. The gymnast on top is doing the splits. The gymnast of the bottom is holding the other up in the air.\n"
        ]
    },
    {
        "image": "images/Cocola_Bakery_Hazelnut_Cake_(17733558344).jpeg",
        "answers": [
            "A seven Layer chocolate and hazelnut cake with a chocolate bar on top. \n",
            "Seven layers of chocolate and hazelnut cake with a chocolate bar on top. The chocolate bar on top have writing on it. The cake is sitting on a gold, flat plate.\n"
        ]
    },
    {
        "image": "images/Nymphaea_nouchali00.jpeg",
        "answers": [
            "Close-up of a lavender-colored water lily with bees on it.\n",
            "Close-up of a purple and white water lily with a bee on it.\n",
            "Close-up of a water lily with a bee on it. It is white with purplish tips surrounding a yellow center.\n"
        ]
    },
    {
        "image": "images/440px-North-American-bullfrog1.jpeg",
        "answers": [
            "A green bullfrog sitting in grass, with its eyes bulging and skin glistening.\n",
            "A green bullfrog sitting in grass, with its eyes bulging and skin glistening.\n"
        ]
    },
    {
        "image": "images/1637984492234_Progress_MS_17_undocking_and_Nauka_nadir_temporary_docking_adapter_Removal_02.jpeg",
        "answers": [
            "Spacecraft in orbit, with mechanical arms extended for docking.\n",
            "Spacecraft in orbit, with mechanical arms extended for docking.\n",
            "Spacecraft in orbit, with mechanical arms extended for docking.\n",
            "Spacecraft in orbit, with mechanical arms extended for docking.\n"
        ]
    },
    {
        "image": "images/240px-Chignon-jennadrudi.jpeg",
        "answers": [
            "A neat, elegant chignon hairstyle from the back view of a person in a white top.\n",
            "A neat, elegant chignon hairstyle from the back view of a person in a white top.\n"
        ]
    },
    {
        "image": "images/Male_and_female_chicken_sitting_together.jpeg",
        "answers": [
            "A rooster and hen perched side by side.\n",
            "A rooster and hen perched side by side.\n",
            "A rooster and hen perched side by side.\n"
        ]
    },
    {
        "image": "images/400px-Transition_from_Sawgrass_to_Coastal_Habitat,_NPSPhoto_(9250299462).jpeg",
        "answers": [
            "An aerial view of a coastal habitat transition zone. There are curved paths and round circles of trees.\n",
            "An aerial view of a coastal habitat transition zone.\n"
        ]
    },
    {
        "image": "images/440px-ISS_Habitation_module.jpeg",
        "answers": [
            "A space station module being transported by a crane in an industrial setting. Workers surround the object and assist in its transport.\n",
            "A space station module being transported by a crane in an industrial setting.\n"
        ]
    },
    {
        "image": "images/440px-Small_aquarium.jpeg",
        "answers": [
            "A lively aquarium scene with a variety of small, colorful fish among water plants and decor.\n",
            "A lively aquarium scene with a variety of small, colorful fish among water plants and decor, including marbles on the ground and red clay pots.\n"
        ]
    },
    {
        "image": "images/Protestas_Lima_Diciembre_2022_(18).jpeg",
        "answers": [
            "A crowded street protest with flags and banners.\n",
            "A crowded street protest with flags and banners.\n"
        ]
    },
    {
        "image": "images/EUA_levam_ouro_na_ginastica_artistica_feminina;_Brasil_fica_em_8lugar_(28262785354).jpeg",
        "answers": [
            "Gymnast in mid-flip above the balance beam in a gymnastics competition. Behind her is a person watching and green background.\n",
            "A Gymnast in mid-flip in the air, above the balance beam in a gymnastics competition.\n"
        ]
    },
    {
        "image": "images/Kerala_Government_Secretariat,_Thiruvananthapuram,_Kerala,_India.jpeg",
        "answers": [
            "Statue in front of a colonial-style building with arches and a central dome, surrounded by palm trees and a garden. To the right is a statue of a prominent leader.\n",
            "Statue in front of a colonial-style building with arches and a central dome, surrounded by palm trees and a garden.\n"
        ]
    },
    {
        "image": "images/Fortier_DAKAR_art_therapy_30dec11_300.jpeg",
        "answers": [
            "Two people engaged in an art therapy session with paints.\n",
            "Dos personas participan en una sesión de arteterapia con pinturas.\n"
        ]
    },
    {
        "image": "images/240px-Ksc_arrive04.jpeg",
        "answers": [
            "A satellite wrapped in thermal blankets in a preparation facility.\n",
            "A satellite wrapped in thermal blankets in a preparation facility.\n"
        ]
    },
    {
        "image": "images/Bee_pollinating_Blackberry.jpeg",
        "answers": [
            "A bee pollinating white blackberry flowers.\n",
            "A bee pollinating the white flowers of a blackberry bush in front of a wooden fence.\n"
        ]
    },
    {
        "image": "images/Hummus_from_The_Nile.jpeg",
        "answers": [
            "A plate of creamy hummus around the border with olive oil in the center. The hummus is decorated with various spices. The plate is white with small, dark polka dots and it sitting on a red table\n",
            "A plate of creamy hummus with olive oil, herbs, and spices.\n"
        ]
    },
    {
        "image": "images/Holt_Renfrew_Mannequins.jpeg",
        "answers": [
            "Three mannequins in dresses are displayed under elegant chandeliers in a boutique setting.\n",
            "Three mannequins in dresses are displayed under elegant chandeliers in a boutique setting.\n"
        ]
    },
    {
        "image": "images/Pacific_Walrus_-_Bull_(8247646168).jpeg",
        "answers": [
            "Walrus with large tusks on ice looking introperspective\n",
            "Walrus with large tusks on snowy ice.\n",
            "Walrus with large tusks on ice.\n",
            "Walrus with large tusks on ice. It is a strange animal\n"
        ]
    },
    {
        "image": "images/President_George_W._Bush_talks_with_members_of_the_Tampa_Bay_Buccaneers.jpg",
        "answers": [
            "A former president speaking to a football team.\n",
            "George W. Bush speaking to a football team.\n"
        ]
    },
    {
        "image": "images/Mountain_goat_-_artificial_salt_lick.jpeg",
        "answers": [
            "A white mountain goat by a wooden railing.\n",
            "A white mountain goat with his front feet on a wooden gate. It's a sunny day and there are mountains in the background.\n"
        ]
    },
    {
        "image": "images/440px-Green_tea_3_appearances.jpeg",
        "answers": [
            "Three stages of green tea preparation in bowls: dry leaves, steeped leaves, and brewed tea.\n",
            "Three stages of green tea preparation in bowls: dry leaves, steeped leaves, and brewed tea.\n"
        ]
    },
    {
        "image": "images/Processing_green_tea.jpeg",
        "answers": [
            "Two people rubbing green tea leaves between their hands over in a wooden box collecting the droppings.\n",
            "Two people processing green tea leaves in a wooden box.\n"
        ]
    },
    {
        "image": "images/440px-Red_Junglefowl.jpeg",
        "answers": [
            "A colorful rooster standing on the forest floor among fallen leaves. and very alert\n",
            "A colorful rooster standing on the forest floor among the dirt.\n",
            "A colorful rooster standing on the forest floor among fallen leaves.\n"
        ]
    },
    {
        "image": "images/440px-FruitArrangement.jpeg",
        "answers": [
            "A collection of colorful vegetables and fruits, including tomatoes and squash gathered together in and around a metal bowl.\n",
            "A collection of colorful vegetables and fruits, including a pumpkin, tomatoes and squash.\n"
        ]
    },
    {
        "image": "images/Fruit_salad.jpeg",
        "answers": [
            "A bowl filled with a colorful fruit salad, including chopped apples and oranges among other fruits.\n",
            "A bowl filled with a colorful fruit salad, including chopped apples and oranges among other fruits.\n"
        ]
    },
    {
        "image": "images/TDF31472_groep_met_rodriguez_(53062211809).jpeg",
        "answers": [
            "Cyclists racing on a mountain road.\n",
            "Cyclists racing on a mountain road.\n"
        ]
    },
    {
        "image": "images/Peter_Nestler_-_Jump-roping_around_the_world.jpeg",
        "answers": [
            "Man doing a jump rope trick in mid-air.\n",
            "A bald man wearing sweatpants doing a jump rope trick in mid-air.\n",
            "Hombre haciendo un truco de saltar la cuerda en el aire.\n"
        ]
    },
    {
        "image": "images/ERHW_Porch1.jpeg",
        "answers": [
            "A woman in front of a house, wearing a checkered dress and boots.\n",
            "A white woman in front of a house door, wearing a checkered dress and boots posed for the picture by standing sideleft\n"
        ]
    },
    {
        "image": "images/580px-Salto_ornamental_-_UnB.jpeg",
        "answers": [
            "Two people performing a synchronized dive from a high platform.\n",
            "A man and a woman wearing blue swim attire performing a synchronized dive from a high platform.\n"
        ]
    },
    {
        "image": "images/Rome_skyline_panorama.jpeg",
        "answers": [
            "Panoramic view of Rome’s cityscape with historical domes and buildings on a clear day. \n",
            "Panoramic view of Rome’s cityscape with historical domes and buildings.\n",
            "Panoramic view of Rome’s cityscape with historical domes and buildings.\n"
        ]
    },
    {
        "image": "images/Young_orang_utan.jpeg",
        "answers": [
            "A younger orangutan stretching its arms in the forest while sitting on a branch.\n",
            "An very young orangutan stretching its arms across low brances in the forest. He is alone and appears to be looking towards something he is interested in. He has both feet looped around different branches.\n"
        ]
    },
    {
        "image": "images/440px-Scuba_dive_computer.jpeg",
        "answers": [
            "A person's arm with a dive computer on the wrist, over clear, shallow waters.\n",
            "A person's arm with a dive computer on the wrist, over clear, shallow waters.\n"
        ]
    },
    {
        "image": "images/Vegetable_platter_with_nam_phrik_kapi.jpeg",
        "answers": [
            "Plate of vegetables and herbs including beans, lettuce, mint, and cucumber paired with a kind of brown dipping sauce or marinade. \n",
            "Plate of fresh vegetables including lettuce, green beans, cucumbers, and other green herbs, with a cup of spicy sauce and a small spoon.\n"
        ]
    },
    {
        "image": "images/Echinotitti.jpeg",
        "answers": [
            "An aquarium with green plants and gravel, pumps, filtration system equipment visible in the water.\n",
            "An aquarium with green plants and gravel, equipment visible in the water and there are no fishes in it.\n",
            "An aquarium with green plants and gravel, equipment visible in the water.\n"
        ]
    },
    {
        "image": "images/NP_India_burning_48_(6315309342).jpeg",
        "answers": [
            "A few elderly men performing a scorched earth method in a rural crop field. \n",
            "Indian Men burning crop residue in a field.\n"
        ]
    },
    {
        "image": "images/Yamnaem71.jpeg",
        "answers": [
            "A plate of salad containing peanuts and veggies along with various other side dishes.\n",
            "Plate of salad with peanuts and veggies and on top of a platter of felafel.\n"
        ]
    },
    {
        "image": "images/Santa-Maria-Patroness-of-bicyclists-4606.jpeg",
        "answers": [
            "A shrine decorated with many flowers and candles.\n",
            "A shrine decorated with many flowers and candles.\n",
            "A shrine decorated with many flowers in the vases standing on the shelf, and candles on a different shelf. The shrine is located somewhere in the woods.\n"
        ]
    },
    {
        "image": "images/Ichthyaetus_ichthyaetus_Kadalundi.jpeg",
        "answers": [
            "A seagull with a caught fish in its beak flies over tropical greenery.\n",
            "A seagull with a caught fish in its beak flies over tropical greenery.\n"
        ]
    },
    {
        "image": "images/Gisele_Bundchen2.jpeg",
        "answers": [
            "A beautiful model in a cream-colored strapped and flowing sun dress poses on a runway.  Her hair is long and natural.\n",
            "A model in a cream-colored dress poses on a runway.\n",
            "A female model with long, blonde hair and blue eyes, in a cream-colored dress poses on a runway.\n",
            "A model in a cream-colored dress poses on a runway standing with her left side towards the camera, face looking left towards the camera. \n"
        ]
    },
    {
        "image": "images/Surya_Namaskar_sculpture_at_IGIA_T3_(cropped).jpeg",
        "answers": [
            "Artistic sculpture of human figures in a boat.\n",
            "Artistic sculpture of human figures in a boat.\n"
        ]
    },
    {
        "image": "images/440px-Longyearbyen_colourful_homes.jpeg",
        "answers": [
            "A landscape of colorful houses in a cold, mountainous area.\n",
            "A landscape of colorful houses in a cold, mountainous area.\n"
        ]
    },
    {
        "image": "images/Thanin_market_platu.jpeg",
        "answers": [
            "Mackerel fish in woven baskets at a Thai market.\n",
            "Mackerel fish in baskets at a Thai market. There are 3 fish laying on their side per basket\n",
            "Mackerel fish in baskets at a Thai market. There are three fish in each basket.\n"
        ]
    },
    {
        "image": "images/440px-Tinikling.jpeg",
        "answers": [
            "A group of people performing a traditional Filipino bamboo dance.\n",
            "A group of young ladies wearing yellow dresses and plaid dresses performing a traditional Filipino bamboo dance.\n"
        ]
    },
    {
        "image": "images/Stonehenge_(sun).jpeg",
        "answers": [
            "Stonehenge with the sun rising between the stones.\n",
            "Stonehenge with the sun rising between the middle stones.\n",
            "Stonehenge with the sun rising between the stones.\n",
            "Stonehenge with a beaming, orange sun rising between the stones.\n"
        ]
    },
    {
        "image": "images/Arduino_ftdi_chip-1.jpeg",
        "answers": [
            "Macro shot of an electronic chip on a blue circuit board.\n",
            "A detailed image of an electronic chip on a blue circuit board.\n"
        ]
    },
    {
        "image": "images/Picking_blackberries_in_Oklahoma.jpeg",
        "answers": [
            "Hand holding ripe blackberries. Also, there a red berry too.\n",
            "A left hand holding 6 ripe blackberries next to a bush of ripe red raspberries. It is a sunny day. \n"
        ]
    },
    {
        "image": "images/Emperor_Naruhito_and_Empress_Masako_cropped_Emperor_Naruhito_and_Empress_Masako_20191110_1.jpeg",
        "answers": [
            "Asian Royalty waving from a car, dressed in ceremonial attire.\n",
            "Japanese Royalty gently waving from a car, dressed in ceremonial attire, complete with a crown for the woman who is on the right. They are both smiling demurely. The woman is wearing a white glove.\n"
        ]
    },
    {
        "image": "images/2560px-Foro_Romano_visto_dai_Musei_Capitolini_Roma.jpeg",
        "answers": [
            "Panoramic view of ancient Roman ruins under a clear sky.\n",
            "Panoramic view of ancient Roman ruins that is well-preserved under a clear sky. There are green grass surrounded the ruins and a castle.\n"
        ]
    },
    {
        "image": "images/Pumpkin_Seeds_(matured).jpeg",
        "answers": [
            "An orange bowl full of mature pumpkin seeds.\n",
            "An orange bowl of mature pumpkin seeds.\n"
        ]
    },
    {
        "image": "images/Chloe_Veitch_modeling,_head_and_shoulders.jpeg",
        "answers": [
            "A young woman with long brown hair wearing a blue t-shirt with the word vogue printed on it and smiling at the camera.\n",
            "A young woman with long brown hair and brown eyes wearing a blue t-shirt and smiling at the camera.\n"
        ]
    },
    {
        "image": "images/340px-Priyanka_on_the_ramp_for_Mijwan_fashion_show.jpeg",
        "answers": [
            "A beautiful brown long haired Indian woman in traditional decorative Indian attire and pierced belly button posing on a runway with one arm bent with hand resting on her hip and other arm hanging down by her side.\n",
            "A woman in traditional Indian attire on a runway. She is wearing a red ornamented bra-like top with a matching skirt. She has a shear tan shawl hanging from her right shoulder. Her belly button is ornamented with a shiny crystal. Her hair is long and wavy and hangs in front of her shoulders.\n"
        ]
    },
    {
        "image": "images/Corylus_colurna_(1).jpeg",
        "answers": [
            "A paved shaded path lined with green grass and a large green tree with dense foliage against a clear sky.\n",
            "A big green tree along a walkway in a bright day.\n",
            "A large green tree with dense foliage against a clear sky, located in a park with paved trails for hiking.\n"
        ]
    },
    {
        "image": "images/Dipterocarp_Forest_at_Danum_Valley_(13997709808).jpeg",
        "answers": [
            "An aerial view of a dense tropical rainforest canopy.\n",
            "An aerial view of a dense tropical rainforest canopy.\n"
        ]
    },
    {
        "image": "images/440px-Dolphinarium_Boudewjinpark_05.jpeg",
        "answers": [
            "A trainer in a wetsuit standing by a pool, interacting with a smiling dolphin through glass.\n",
            "A trainer in a wetsuit standing by a pool, interacting with a smiling dolphin through glass.\n"
        ]
    },
    {
        "image": "images/Desfile_del_Bicentenario_en_Tlahuac_MX-DF.jpeg",
        "answers": [
            "Men in traditional Mexican outfits with sombreros and black suits and women in red dresses with ribbons in their hair are marching in a parade.\n",
            "People in traditional Mexican outfits marching in a parade.\n"
        ]
    },
    {
        "image": "images/Chiapas_Rainforest.jpeg",
        "answers": [
            "A dense rainforest with vibrant green foliage and tangled vegetation.\n",
            "A dense rainforest with vibrant green foliage and tangled vegetation. There are a few tall trees, but they have thin trunks and their tops are not visible in the image.\n",
            "A dense rainforest with vibrant green foliage, vines, and tangled vegetation.\n",
            "A dense rainforest with vibrant green foliage and tangled vegetation.\n",
            "A dense rainforest with not much sunlight bursting through, with vibrant shades of dark green foliage, ferns, trees and tangled vegetation. It looks very humid and unpassable by foot.\n"
        ]
    },
    {
        "image": "images/Simone_Biles,_na_prova_final_da_trave_nos_Jogos_Olimpicos_Rio_2016.jpeg",
        "answers": [
            "A gymnast in a red leotard performing on the balance beam at the 2016 Rio Olympics.\n",
            "Simon Biles performs a back flip as part of a balance beam routine during the 2016 Olympics.\n",
            "A Gymnast performing on the balance beam, currently in the air mid-flip.\n",
            "A Black, female gymnast in a red, long-sleeve leotard performs a flip on a balance beam at the 2016 Olympics in Rio.\n"
        ]
    },
    {
        "image": "images/Ananya_Panday_snapped_promoting_her_film_Pati_Patni_Aur_Woh_on_the_sets_of_Dance_Plus.jpeg",
        "answers": [
            "Woman in a yellow dress posing with a hand on her hip.\n",
            "Woman in a yellow dress posing with a hand on her left hip.\n"
        ]
    },
    {
        "image": "images/440px-Christmas_cake,_Boxing_Day_2008.jpeg",
        "answers": [
            "A white Christmas cake with “Merry Christmas” written on top, adorned with a small present decoration.\n",
            "A white Christmas cake with “Merry Christmas” written on top, adorned with a small present decoration.\n",
            "A white Christmas cake with “Merry Christmas” written on top, adorned with a small present decoration.\n"
        ]
    },
    {
        "image": "images/Pineapple_and_cross_section.jpeg",
        "answers": [
            "Whole and cut pineapple.\n",
            "A picture of two pineapples or one pineapple cut in half. Pineapple on the right is clearly cut in half but you can only see the back of the pineapple on the left.\n"
        ]
    },
    {
        "image": "images/Khanom_Chin_-_Thai_rice_noodles.jpeg",
        "answers": [
            "Coiled rice noodles displayed on a large green leaf inside of a basket.\n",
            "Coiled rice noodles displayed on a large green leaf.\n"
        ]
    },
    {
        "image": "images/IDA-1_pre-launch.png",
        "answers": [
            "Workers inspecting a large circular space mechanism that looks like a tunnel attachment.\n",
            "Workers inspecting a large circular space mechanism.\n"
        ]
    },
    {
        "image": "images/Grizzly_Bear_Family_in_Glacier_National_Park.jpeg",
        "answers": [
            "A brown furry grizzly bear mother walks with her two cubs closely behind her during the day through a lush green grassy field.\n",
            "A grizzly bear mother leads her two young cubs through a grassy field.\n"
        ]
    },
    {
        "image": "images/440px-Georgia_Aquarium_-_Ocean_Voyager_Tunnel_Jan_2006.jpeg",
        "answers": [
            "Visitors inside a large underwater tunnel illuminated by sunlight shining through the water gaze at dozens of fish schools swimming overhead.\n",
            "Los visitantes dentro de un túnel submarino contemplan a los peces nadando sobre sus cabezas.\n",
            "Visitors inside a clear, underwater tunnel gaze at fish swimming all around them. Some visitors are sitting on a bench.\n"
        ]
    },
    {
        "image": "images/440px-Meal_STS127.jpeg",
        "answers": [
            "A group of astronauts gathered around a meal in a cramped space station setting. \n",
            "A group of astronauts gathered around a meal in a cramped space station setting, they are having a meal together\n"
        ]
    },
    {
        "image": "images/440px-WheatBran.jpeg",
        "answers": [
            "A heap of wheat bran on a white surface piled in a circle with some  extraneous grains around the edges. \n",
            "A heap of wheat bran in a white container.\n",
            "A heap of wheat bran on a clear dish\n"
        ]
    },
    {
        "image": "images/MIT_2006_Standard_Prechamp_Final_2.jpeg",
        "answers": [
            "Ballroom dancing competition.  The men are in black tailored suits and the women are in a variety of colored ball gowns.  There is movement and a lot of colors from all of the gowns.\n",
            "Ballroom dancers competing in a gymnasium. There are many spectators sitting around the edge of the gym.\n"
        ]
    },
    {
        "image": "images/440px-Red_roast_duck_curry.jpeg",
        "answers": [
            "An yummy looking bowl of red roast duck curry with creamy topping and vegetables.\n",
            "A bowl of red roast duck curry with creamy topping and vegetables. The bowl and the plate it's sitting on are both white.\n"
        ]
    },
    {
        "image": "images/Depart4x100.jpeg",
        "answers": [
            "Swimmers poised on starting blocks at an Olympic pool, about to dive in. There are 7 swimmers with their teammates behind them looking on.\n",
            "Swimmers poised on starting blocks at an Olympic pool, about to dive in.\n"
        ]
    },
    {
        "image": "images/Cara_Delevingne_(18809361174).jpeg",
        "answers": [
            "Cara Delevingne at an event, posing for photographers. She in standing in front of a black background with branded logos on it.\n",
            "Cara Delevingne at an event, posing for photographers. They are wearing a silk green dress with long sleeves. \n"
        ]
    },
    {
        "image": "images/Rio_Madre_de_Dios,_Peru.jpeg",
        "answers": [
            "A brown colored river bordered by dense rainforest.\n",
            "A river bordered by a cliff on which there is a dense rainforest.\n",
            "A river with brown, mucky water that is bordered by a dense rainforest.\n"
        ]
    },
    {
        "image": "images/Prince_Harry_and_Meghans_carriage_procession_through_streets_of_Windsor_05.jpeg",
        "answers": [
            "Royal wedding of Prince Harry and Megan Markle procession with carriage. Newlywed couple waving to crowds.\n",
            "Prince Harry and Megan Markle's Royal wedding procession with carriage.\n",
            "Prince Harry and Megan Markle's  wedding procession with carriage. They are smiling and waving to well wishers.\n"
        ]
    },
    {
        "image": "images/600px-Valley_View_Yosemite_August_2013_002.jpeg",
        "answers": [
            "A tranquil river dotted with stones leading to a backdrop of tall cliffs. Blue skies with a few clouds.\n",
            "A tranquil river with stones leading to a backdrop of tall cliffs .\n"
        ]
    },
    {
        "image": "images/Tatte_Green_&_Nutty_salad.jpeg",
        "answers": [
            "Salad with greens, nuts, and dried apricots.\n",
            "Salad with greens, nuts, and dried apricots on a white plate on a wooden dinner table.\n",
            "Salad  on a white plate with greens, nuts, and dried apricots. There's also butter and a roll on the plate. In the background you can see a bowl of soup, bread, and another plate of salad.\n"
        ]
    },
    {
        "image": "images/440px-Pilates_01.jpeg",
        "answers": [
            "A person wearing all black doing a one-arm, one-leg plank on a yoga mat.\n",
            "A person doing a one-arm, one-leg plank on a yoga mat.\n"
        ]
    },
    {
        "image": "images/Bridge_over_Merced_River.jpeg",
        "answers": [
            "A road bridge on the Merced river is over a river with a no swimming/fishing sign.\n",
            "A road bridge over the Merced River with a no swimming/fishing sign.\n"
        ]
    },
    {
        "image": "images/Miang_pla.jpeg",
        "answers": [
            "A dish of Thai ingredients arranged on a sectioned plate.\n",
            "A round separated dish of various Thai ingredients arranged in a festive manner.\n"
        ]
    },
    {
        "image": "images/Marinera_Nortena.jpeg",
        "answers": [
            "Couple performing a traditional Latin dance in front of an audience.\n",
            "Couple performing a traditional Latin dance.\n",
            "Couple performing a traditional Latin dance for onlookers.\n",
            "Couple performing a traditional Latin dance. The man is in all white clothing, while the woman is in a traditional red latin dress. \n"
        ]
    },
    {
        "image": "images/ARS_red_onion.jpeg",
        "answers": [
            "Small collection of red onions with green tops growing in dark soil.\n",
            "Red onions with green tops growing in dark soil.\n"
        ]
    },
    {
        "image": "images/Moscow_International_Business_Center7.jpeg",
        "answers": [
            "A panoramic cityscape along a river at dusk with a river in the middle of the city.\n",
            "A panoramic cityscape along a river with boats at dusk. Traffic is heavy and the cars have on their headlights. Trees can be seen between some of the buildings. there is a streak of sunlight through the center of the city.\n",
            "A river flowing through the middle of a panoramic cityscape along at dusk.\n",
            "Panoramic view at dusk of a river snaking through a city. The skyline, with its tall buildings, is in the distant background.\n"
        ]
    },
    {
        "image": "images/440px-Gibney_Dance.jpeg",
        "answers": [
            "A dancer stretches her leg gracefully in a sunlit room with large windows.\n",
            "A dancer stretches out her leg gracefully in an empty, sunlit room with large windows and hardwood floors.\n"
        ]
    },
    {
        "image": "images/Tasty_Hazelnut_(15644892593).jpeg",
        "answers": [
            "Close-up of a brown squirrel with a bushy tail holding and eating a nut with it's paws.\n",
            "Close-up of a squirrel eating a nut.\n",
            "Squirrel eating a nut close-up.\n"
        ]
    },
    {
        "image": "images/gourd.jpeg",
        "answers": [
            "An assortment of squashes, gourds, and pumpkins displayed on shelves at an outdoor market.  They have a variety of colors: yellow, orange, green, and white.\n",
            "An assortment of gourds displayed on market stand with a basket on the floor. There are small orange gourds next to green and white striped gourds on the bottom shelf. There are large gourds on the top shelf one of which is in a curved shape.\n"
        ]
    },
    {
        "image": "images/Amaranth_muesli.jpeg",
        "answers": [
            "Milk being poured into a bowl of muesli with raisins.\n",
            "Milk being poured into a yellow bowl of muesli with raisins.\n"
        ]
    },
    {
        "image": "images/Hopfenernte_in_der_Holledau_(Hallertau).jpeg",
        "answers": [
            "Harvesting hops in a lush green field with machinery. The hops are very tall and the sky is pale blue. There's red colored machinery with a long arm and a brown bag attached to it to collect the hops. \n",
            "Harvesting hops in a lush green field with a red processing machine.\n"
        ]
    },
    {
        "image": "images/Expl1825_-_Flickr_-_NOAA_Photo_Library.jpeg",
        "answers": [
            "Underwater scene with multiple spiky sea urchins on the ocean floor.\n",
            "Underwater scene with multiple spiky sea urchins on the ocean floor.\n",
            "Underwater scene with multiple spiky sea urchins on the ocean floor.\n"
        ]
    },
    {
        "image": "images/Merced_River_Sunrise_2023.jpeg",
        "answers": [
            "Sunlight streaming through trees in a misty, flooded forest.\n",
            "Sunlight streaming through trees in a forest with a large river.\n",
            "Sunlight streaming through trees in a misty, flooded forest with a hill or mountain clearly visible in the mist.\n"
        ]
    },
    {
        "image": "images/Chhatrapati_shivaji_terminus,_esterno_01.jpeg",
        "answers": [
            "A historic, ornate railway station in Mumbai, India.\n",
            "A historic, ornate railway station in Mumbai, India.\n"
        ]
    },
    {
        "image": "images/Dayap_or_Philippine_keylime.jpeg",
        "answers": [
            "A hand holding a small, green, round citrus fruit. I believe it is a lemon.\n",
            "A hand holding a small, green, round citrus fruit, similar to a key lime.\n"
        ]
    },
    {
        "image": "images/Sea_Nettle_Jelly_1.jpeg",
        "answers": [
            "Pink jellyfish floating in blue water.\n",
            "Pink jellyfish floating in blue water.\n"
        ]
    },
    {
        "image": "images/04KJER0243.jpeg",
        "answers": [
            "Two BASE jumpers recreationally leaping off a cliff.\n",
            "Two BASE jumpers leaping off a cliff.\n"
        ]
    },
    {
        "image": "images/Almonds.png",
        "answers": [
            "Heap of almonds, some split to reveal the white inside.\n",
            "Heap of almonds, some split to reveal the white inside.\n"
        ]
    },
    {
        "image": "images/Fish_tank_on_table.jpeg",
        "answers": [
            "A small aquarium on a table with one fish, some water plants and a rock.\n",
            "A small aquarium on a table with three fishes and a rock and also a light in it\n"
        ]
    },
    {
        "image": "images/Hunt_Library_CMU_-_IMG_7844.jpeg",
        "answers": [
            "A modern building lit up with blue lights in the night and a tree in front of the building.\n",
            "A modern building lit up with blue lights.\n"
        ]
    },
    {
        "image": "images/Whale_meat_sold_at_the_Bergen_fish_market_2012.jpeg",
        "answers": [
            "Fish market stall with vendors and produce.\n",
            "An outdoor fish market stall where two vendors, one male and one female, sell filets from a display case. A street with cars and shops is visible in the background.\n"
        ]
    },
    {
        "image": "images/Thai_market_vegetables_01.jpeg",
        "answers": [
            "A variety of vegetables on sale at a market\n",
            "Plenty of fresh vegetables on sale at a Thai market.\n"
        ]
    },
    {
        "image": "images/GrizzlyBearJeanBeaufort.jpeg",
        "answers": [
            "A grizzly bear moving through a grassy field.\n",
            "Un oso grizzly moviéndose por un campo de hierba.\n"
        ]
    },
    {
        "image": "images/Detail_of_Nymphaea_daubenyana_W.T.Baxter_ex_Daubeny_flower.jpg",
        "answers": [
            "A blooming white, yellow, and purple water lily on a pond with a small bee on it.\n",
            "A blooming water lily surrounded with green leaves and a bee sitting on it.\n",
            "A blooming water lily with a bee.\n",
            "A blooming water lily with a bee. The flower is white with slightly purple tips.\n"
        ]
    },
    {
        "image": "images/Spinach_leaves.jpeg",
        "answers": [
            "Bowl of wet fresh spinach leaves.\n",
            "Bowl of fresh spinach leaves.\n"
        ]
    },
    {
        "image": "images/Iss070e024781.jpeg",
        "answers": [
            "Detailed view of a module of the International Space Station with the Earth below, showing ocean and a band of white clouds\n",
            "Detailed view from outer space of a space station with the Earth behind.\n",
            "Detailed view of a space station with the Earth behind. The space station has a latch open, and the earth below shows only water and clouds, no land mass. \n"
        ]
    },
    {
        "image": "images/Jarneia_Richard-Noel_as_Catherine_of_Aragon_in_the_West_End_production_of_Six_at_the_Arts_Theatre,_2019.jpeg",
        "answers": [
            "A singer in an elaborate golden costume on stage, with a backup singer in a similar but less elaborate costume behind her.\n",
            "A performer in an elaborate golden costume on stage.\n"
        ]
    },
    {
        "image": "images/Prince_Harry_and_Kate_Middleton_at_the_Garter_Procession_2008.jpeg",
        "answers": [
            "Two members of the British royal family at an event outdoors, with two others nearby.\n",
            "Two members of the British royal family at an event.\n"
        ]
    },
    {
        "image": "images/Peruvian_Marines_2019.jpeg",
        "answers": [
            "6 Soldiers moving tactically through grass.\n",
            "6 soldiers moving tactically through grass, one soldier on point others scanning the surrounding area.\n"
        ]
    },
    {
        "image": "images/Gal_Viharaya_02.jpeg",
        "answers": [
            "An ancient stone statue of a seated figure in a meditative pose with intricate carvings behind it.\n",
            "A stone statue of a seated figure in a meditative pose with intricate carvings behind it.\n"
        ]
    },
    {
        "image": "images/440px-The_Crammer,_Devizes,_England.jpeg",
        "answers": [
            "A peaceful pond in a park with green grass and a historic stone.\n",
            "A peaceful pond in a park with green grass and a historic stone.\n"
        ]
    },
    {
        "image": "images/Thai_curry_paste_at_the_market_so_good_I_brought_some_home_(3195324838).jpeg",
        "answers": [
            "There is a female vendor in a large open market, kind of like a farmer's market. She has various curry pastes for sale as well as some bread to help offer a taste test to the patrons that are deciding which of the 6 pastes she has available. There are also drinks available for sale.\n",
            "Vendor selling various curry pastes at a market where you can see other vendors selling their wares in the background. You can see them selling various plants, herbs, and other products.\t\n",
            "Vendor selling various curry pastes at a market. The pastes are a deep red color.\n",
            "Vendor selling various curry pastes at a market in india\n"
        ]
    },
    {
        "image": "images/400px-Poinsettia_thumbnail.jpeg",
        "answers": [
            "A variety of poinsettias with most of them having red leaves and one having pink leaves.\n",
            "A variety of poinsettias with red and pink leaves with some green leaves under. They are so beautiful\n"
        ]
    },
    {
        "image": "images/440px-Tunnelaquarium_14-05-2009_15-54-09.jpeg",
        "answers": [
            "people admiring and walking through a curved glass aquarium tunnel, surrounded by marine animal.\n",
            "Visitors walking through a curved aquarium tunnel, surrounded by marine life.\n"
        ]
    },
    {
        "image": "images/1920px-Trajan's_Market,_Rome,_Italy.jpeg",
        "answers": [
            "Ancient Roman ruins with scattered columns and arches.\n",
            "Ancient Roman ruins with scattered columns and arches. There are trees around too\n",
            "Ancient Roman ruins with scattered columns and arches with a few trees surrounding them.\n",
            "This is a picture of Ancient Roman ruins with scattered columns and arches underneath a blue sky with white fluffy clouds. It looks like it is taken at some distance, so it is a sweeping city view of the ruins with a treelined road in the foreground. \n"
        ]
    },
    {
        "image": "images/Basilique_du_Sacre-Coeur_de_Montmartre,_Paris_18e_140223_2.jpeg",
        "answers": [
            "The Sacré-Cœur Basilica under a clear blue sky.\n",
            "A large basilica under a blue sky.\n",
            "The Sacré-Cœur Basilica under a clear blue sky.\n"
        ]
    },
    {
        "image": "images/Mahaweli_Ganga_by_Gampola.jpeg",
        "answers": [
            "A tranquil river meandering through a lush landscape with misty mountains.\n",
            "A tranquil river meandering through a lush landscape with misty mountains.\n"
        ]
    },
    {
        "image": "images/440px-Frank_De_Winne_on_treadmill_cropped.jpeg",
        "answers": [
            "A male astronaut on a treadmill with safety straps in a space station.\n",
            "An astronaut on a treadmill with safety straps in a space station.\n"
        ]
    },
    {
        "image": "images/440px-Ellen_DeGeneres_2011.jpeg",
        "answers": [
            "Ellen Degeneres, a celebrity with blonde short hair, in a grey suit, speaking.\n",
            "A celebrity with blonde short hair, in a grey suit, speaking.\n"
        ]
    },
    {
        "image": "images/Kate_Upton_at_G-Star_2014_(2).jpeg",
        "answers": [
            "A female model in a white gown with golden shoulder armor at a promotional event.\n",
            "A woman in a white gown with golden shoulder armor at a promotional event for game war.\n"
        ]
    },
    {
        "image": "images/VL_85-022_container_train.jpeg",
        "answers": [
            "A train curves around the edge of a lake with green trees behind it and grass and flowers to its side.\n",
            "Train winding along a lakeside railway.\n"
        ]
    },
    {
        "image": "images/300px-KIMONO_GORLS_IN_TOKYO_A.jpeg",
        "answers": [
            "Two women standing next to each other in traditional Japanese kimonos. The one on the left is wearing a blue kimono with multicolor floral prints and the one on the right is black with purple floral prints.\n",
            "Two women in traditional Japanese kimonos. They are standing on a modern street with bikes in the background. \n"
        ]
    },
    {
        "image": "images/Charli_D'Amelio_3.jpeg",
        "answers": [
            "A smiling young woman in a red sweater, sitting in a cozy indoor setting.\n",
            "A smiling young woman in a red sweater, sitting in a cozy indoor setting.\n"
        ]
    },
    {
        "image": "images/440px-2011-06-05_TTF_46.jpeg",
        "answers": [
            "A woman performs a traditional dance performance in ornate headdress and costume.\n",
            "A traditional dance performance by a woman wearing a gold crown which covers her forehead in ornate costume with a light colored skirt and a black and maroon halter top. She is holding a red decorative scarf between both hands. She is looking down and concentrating on her moves.\n"
        ]
    },
    {
        "image": "images/Phyllanthus_officinalis.jpeg",
        "answers": [
            "A branch with round, yellowish fruits amidst green foliage. The foliage is made up of long, thin, stiff-looking leaves.\n",
            "A branch with round, yellowish fruits amidst green foliage.\n"
        ]
    }
]