[
    {
        "image": "images/Fashion_Runway.jpeg",
        "answers": [
            "Models walking on a fashion runway with an audience watching.\n",
            "Models walking on a fashion runway with an audience watching.\n"
        ]
    },
    {
        "image": "images/Sugar_Pumpkins.jpeg",
        "answers": [
            "Five small orange pumpkins on grass.\n",
            "Four medium-sized orange pumpkins in a garden.\n"
        ]
    },
    {
        "image": "images/440px-Concia_di_zucchine.jpeg",
        "answers": [
            "A dish of seasoned and sautéed zucchini slices, garnished with herbs and red chili peppers.\n",
            "A dish of seasoned and sautéed zucchini slices, garnished with herbs and red chili peppers.\n"
        ]
    },
    {
        "image": "images/440px-Bridgit_Mendler_2013_(Straighten_Crop).jpeg",
        "answers": [
            "A smiling woman with tied-up hair with light pink accents and dark brown roots with light makeup on a colorful background. She looks like she is dewy and glowing. \n",
            "A smiling Caucasian woman with dirty-blonde hair and light makeup on a colorful background.  Her body is turned to the side and she is turning to face the camera.\n"
        ]
    },
    {
        "image": "images/Decorations_and_lights_adorn_the_Via_Monte_Napoleone_in_Milan.jpeg",
        "answers": [
            "A luxurious store front in Europe\n",
            "A luxurious shopping street in Milan adorned with festive lights in the daytime.\n",
            "A luxurious shopping street in Milan adorned with festive lights.\n"
        ]
    },
    {
        "image": "images/Girl_at_Piccadilly_Circus.jpeg",
        "answers": [
            "A woman in a blue outfit stands confidently on a London street, with advertisements in the background.\n",
            "A woman in a blue outfit stands confidently on a London street, with iconic red buses and advertisements in the background.\n"
        ]
    },
    {
        "image": "images/440px-Folk_Dancing_at_Jack_in_the_Green.jpeg",
        "answers": [
            "A woman dancing in a red traditional garb with a leafy wreath on her head at a festive event. She is surrounded by other performers and observers in the street.\n",
            "A woman dancing in traditional garb with a leafy wreath on her head at a festive event.\n"
        ]
    },
    {
        "image": "images/Jiuqudong_2003-01.jpeg",
        "answers": [
            "A rocky gorge with a river flowing through it, flanked by rugged cliffs and lush vegetation.\n",
            "A rocky gorge with a river flowing through it, flanked by rugged cliffs.  Dark and cave-like in some areas with a patch of sunlight shining through glistening on a small part of the river.\n"
        ]
    },
    {
        "image": "images/COCK_FIGHT.jpeg",
        "answers": [
            "Two roosters fighting in mid-air, kicking up dust. Both have their feet pointed towards each other.\n",
            "Two roosters fighting in mid-air, kicking up dust.\n"
        ]
    },
    {
        "image": "images/LegskinSwimsuit.jpeg",
        "answers": [
            "Black Yingfa swim tights with grey accents.\n",
            "Black swim tights (full length, elastic waistband) with grey accents.  \n",
            "Black swim tights with grey accents and stripes on side of each leg.\n"
        ]
    },
    {
        "image": "images/Halved_blackberry_(Rubus_fruticosus).jpeg",
        "answers": [
            "Half a  blackberry covered in shiny black droplets.\n",
            "A blackberry covered in shiny black droplets.\n"
        ]
    },
    {
        "image": "images/Wheat_Tomsk.jpeg",
        "answers": [
            "Golden wheat field under a blue sky.\n",
            "Golden wheat field under a blue sky.\n"
        ]
    },
    {
        "image": "images/ReginaCarter.jpeg",
        "answers": [
            "A woman playing the violin intensely onstage.\n",
            "A woman playing the violin intensely onstage.\n"
        ]
    },
    {
        "image": "images/Jelly_cc11.jpeg",
        "answers": [
            "A single bright yellow jellyfish with trailing tentacles in a blue sea.\n",
            "A single yellow jellyfish with trailing tentacles in a blue sea.\n",
            "A single jellyfish with trailing tentacles in a blue sea.\n"
        ]
    },
    {
        "image": "images/Sher_Khan_(cropped).jpeg",
        "answers": [
            "Tiger walking through grassy field.In the background you can see a row of trees.\n",
            "Tiger walking through grassy field. A large, muscular male tiger walking through a very green field.\n"
        ]
    },
    {
        "image": "images/375px-Cannes_2015_22.jpeg",
        "answers": [
            "A woman with red lipstick and long hair flowing over her right shoulder posing on a red carpet event.\n",
            "A woman posing on a red carpet event. She is a white woman wearing a black dress. \n"
        ]
    },
    {
        "image": "images/440px-Shunsuke1_20080622.jpeg",
        "answers": [
            "A soccer player about to kick a ball during a game, with three of the other team's players and a goalie guarding the goal in the background.\n",
            "A soccer player in the number 10 jersey about to kick a ball during a game, with the goal in the background.\n"
        ]
    },
    {
        "image": "images/Street_seamstress_vendor_Bangkok.jpeg",
        "answers": [
            "Seamstress sewing jeans at a vibrant and busy street stall in a foreign country.\n",
            "Seamstress sewing the jeans at a street stall.\n"
        ]
    },
    {
        "image": "images/Municipal_Market_of_Sao_Paulo_city.jpeg",
        "answers": [
            "A colorful fruit stand at a market which has a wide variety of fruits available, most are tropical fruits. \n",
            "A wide variety of colorful fruit at a market stand.  Selections include grapes, cherries, applies, oranges, melons, and other tropical fruits.  \n"
        ]
    },
    {
        "image": "images/Nikolai_Budarin_in_a_sleep_station_in_Zvezda.jpeg",
        "answers": [
            "An astronaut working on a laptop in a space station module.\n",
            "An astronaut working on a laptop in a space station module.\n"
        ]
    },
    {
        "image": "images/440px-ManDiving.jpeg",
        "answers": [
            "A man in mid-dive, upside down, against a backdrop of calm water and distant shoreline.\n",
            "A man in mid-dive, upside down, against a backdrop of calm water and distant shoreline.\n",
            "A man, wearing white shorts in mid-dive, upside down, against a backdrop of calm water and distant shoreline.\n"
        ]
    },
    {
        "image": "images/Forcejeo_Real_Madrid_-_FC_Barcelona.jpeg",
        "answers": [
            "Soccer teams in a tense moment during a match.\n",
            "Professional soccer teams look at a tense moment during a match.\n"
        ]
    },
    {
        "image": "images/Bali-Danse_0729a.jpeg",
        "answers": [
            "A dancer in traditional Balinese attire performing in the street.\n",
            "A dancer in traditional Balinese attire performing.\n"
        ]
    },
    {
        "image": "images/440px-ESTADOS_UNIDOS_LEVAM_OURO_NA_GINASTICA_FEMININA_POR_EQUIPES_DOS_JOGOS_OLIMPICOS_RIO_2016_(28849586476).jpeg",
        "answers": [
            "A gymnast wearing a blue uniform in mid-flip on a balance beam, with the Olympics logo.\n",
            "A gymnast in mid-flip on a balance beam, with the Rio 2020 Olympics logo.\n"
        ]
    },
    {
        "image": "images/Halima-Aden.jpeg",
        "answers": [
            "A woman wearing green makeup in a hijab posing in a ruffled garment and shiny gloves.\n",
            "A woman in a hijab posing in a ruffled garment. A blue tint is applied to the image, however the background is a pure white.\n"
        ]
    },
    {
        "image": "images/440px-Haselnuss.jpeg",
        "answers": [
            "A cracked hazelnut shell, with the nut visible inside, against a white background.\n",
            "A hazelnut shell split in two, with the nut visible inside one half, against a white background.\n"
        ]
    },
    {
        "image": "images/Al_Mahara_Burj_al_Araba_Dubai_March_2008pano.jpeg",
        "answers": [
            "Fine dining setup with a large aquarium backdrop.\n",
            "Fine dining setup with a spotlight above the table due to the dark room and a large aquarium backdrop that seems to be in the center of the restaurant.\n"
        ]
    },
    {
        "image": "images/Plaza_de_Cusco_Allison_Bellido.jpeg",
        "answers": [
            "A sunny day at a historic square with a spanish colonial style church and crowds.\n",
            "Historic square with a church and crowds.\n"
        ]
    },
    {
        "image": "images/Mole_in_Puebla.jpeg",
        "answers": [
            "A plate of mole sauce over chicken with rice.\n",
            "A plate of black mole sauce over chicken with rice. The chicken is not visible, so the black mole sauce ends up looking like a giant black hole ingulfing the white rice with a tiny sprig of green on top of the hill of the rice. It sort of looks like a ying-yang sign.\n"
        ]
    },
    {
        "image": "images/200px-6Ashtanga_Namaskara.jpeg",
        "answers": [
            "A yoga participant in a low push-up position.\n",
            "A yoga participant in a low push-up position.\n"
        ]
    },
    {
        "image": "images/Simone_Biles_Rio_2016.jpeg",
        "answers": [
            "Gymnast mid-air above balance beam.\n",
            "Gymnast Simon Biles mid-air above balance beam.\n"
        ]
    },
    {
        "image": "images/440px-ISS_Unity_module.jpeg",
        "answers": [
            "A modular component of a space station, with a limited view of outer space in the background.\n",
            "A modular component of a space station,  outer space is pitch black in the background.\n"
        ]
    },
    {
        "image": "images/M_Rainier.jpeg",
        "answers": [
            "Climbers ascend a snowy mountain above the clouds with another peak in the backdrop.\n",
            "Four climbers ascending a snowy mountain, they are up high and a mountain peak can be seen protruding through the clouds. The red glow of the sun is reflected on the snow. \n"
        ]
    },
    {
        "image": "images/440px-Bicycles_and_winter.jpeg",
        "answers": [
            "Bicycles covered in snow by the side of a street with a green tram in the background.\n",
            "Bicycles covered in snow by the side of a street with a green tram in the background.\n"
        ]
    },
    {
        "image": "images/240px-San_lady_botswana.jpeg",
        "answers": [
            "A person of African descent with short hair, wearing a traditional shoulder wrap, stands outdoors with eyes cast downward.\n",
            "A black person with short hair, full lips, and beautiful skin, wearing a traditional shoulder wrap, stands outdoors with eyes cast downward.\n"
        ]
    },
    {
        "image": "images/STS-116_spacewalk_1.jpeg",
        "answers": [
            "Astronaut Conducting Spacewalk Near the International Space Station",
            "Astronaut on a spacewalk outside the ISS. The ISS is stationed above the US and there are two astronauts outside of the ISS. They are looking above a beautifully blue, clear day with barely any clouds.\n"
        ]
    },
    {
        "image": "images/440px-Anaconda_(Eunectes_murinus)_(8990193853).jpeg",
        "answers": [
            "Three men holding a large anaconda.\n",
            "Two men holding a large anaconda.\n"
        ]
    },
    {
        "image": "images/440px-Koukouvagia.jpeg",
        "answers": [
            "A round bread topped with tomato, feta, olives, and herbs on a white plate.\n",
            "A round bread topped with tomato, feta, olives, and herbs on a white plate.\n"
        ]
    },
    {
        "image": "images/Winnie_Harlow_Cannes_2017.jpeg",
        "answers": [
            "Woman in a stunning blue gown on stairs.\n",
            "Woman with Vitiligo in a stunning blue gown on stairs.\n"
        ]
    },
    {
        "image": "images/440px-03WAVRE006b.jpeg",
        "answers": [
            "I am watching, I believe, two bungee jumpers free falling from a large platform. It almost looks like a radio or tv tower of some sort. It is white metal and it looks like the only way up it is to climb but there may be stairs we can't see. There is a platform halfway up and then the tower gets smaller at the top. \n",
            "Two base jumpers diving off a tall structure.  Clear blue-bird sky with no clouds visible. Appears the jumpers have just jumped when the photo was taken\n"
        ]
    },
    {
        "image": "images/Spaziergang_durch_Klingenberg_am_Main._04.jpg",
        "answers": [
            "Village with vineyards, a church, and many trees.\n",
            "Village with vineyards and a church.\n"
        ]
    },
    {
        "image": "images/340px-Shinzo_Abe_and_Ivanka_Trump_(4).jpeg",
        "answers": [
            "Two public figures one male and one female standing on a stage talking. The male is wearing a blue suit, and the female is wearing a pink suit/skirt\n",
            "Two public figures standing on stage. The man is an white while the woman is white. The man is wearing a blue suit while the woman is wearing an orange top and skirt\n"
        ]
    },
    {
        "image": "images/2018_World_Championships_Women's_individual_podium.jpeg",
        "answers": [
            "Three gymnasts on a podium holding medals and flowers.\n",
            "Three gymnasts on a podium holding medals and flowers. They are all smiling and looking away from the camera.\n"
        ]
    },
    {
        "image": "images/Lime_01.jpeg",
        "answers": [
            "Close-up of a green lime hanging on a tree.\n",
            "Close-up of a green lime looking very healthy hanging on a tree.\n"
        ]
    },
    {
        "image": "images/440px-Elcapitanclimbers.jpeg",
        "answers": [
            "El Capitan, a verticle rock formation, at night with climbers’ lights visible on the rock face.\n",
            "El Capitan at night with climbers’ lights visible on the rock face.\n"
        ]
    },
    {
        "image": "images/South_Vietnam's_Water_Lily.jpeg",
        "answers": [
            "Purple and pink water lilies floating in a pond.\n",
            "Water lilies floating in a pond.\n"
        ]
    },
    {
        "image": "images/Tiger_Tomak_Male.jpg",
        "answers": [
            "Tiger walking in the snow.\n",
            "Tiger walking in the snow.\n"
        ]
    },
    {
        "image": "images/440px-Polar_bear_sign_Svalbard.jpeg",
        "answers": [
            "A polar bear warning sign on a road with mountains in the background.\n",
            "A polar bear warning sign on road with mountains in the background.\n"
        ]
    },
    {
        "image": "images/Flickr_-_JennyHuang_-_Jenny^_Anemone^_video.jpeg",
        "answers": [
            "A diver observing an underwater sea anemone.\n",
            "A diver observing an underwater sea anemone.\n"
        ]
    },
    {
        "image": "images/International_Space_Station_after_undocking_of_STS-132.jpeg",
        "answers": [
            "The International Space Station orbiting Earth.\n",
            "A beautiful photo of The International Space Station orbiting Earth.\n"
        ]
    },
    {
        "image": "images/Agave_Syrup.jpeg",
        "answers": [
            "Bottle of golden agave syrup against a plain background.\n",
            "Mostly filled bottle of golden agave syrup against a plain background, with a red cap.\n"
        ]
    },
    {
        "image": "images/AS17-145-22224.jpeg",
        "answers": [
            "Astronaut in a spacecraft wearing a suit covered in lunar dust and he appears to be wondering how he got himself into his predicament.\n",
            "Male astronaut in a spacecraft cockpit wearing a spacesuit covered in lunar dust. Astronaut is not wearing a helmet.  Astronaut is staring straight ahead and appears to possibly be talking into a headset.\n"
        ]
    },
    {
        "image": "images/Wherever_you_go_I_will_go.jpeg",
        "answers": [
            "A shaggy, white mountain goat leads its kid to water puddles around a grassy, rocky landscape.\n",
            "Mountain goat with kid in a cold marshy landscape.\n"
        ]
    },
    {
        "image": "images/Kelp_Forest_exhibit_full_main_viewing_window_at_Monterey_Bay_Aquarium.jpeg",
        "answers": [
            "people watching a diverse underwater kelp forest exhibit. With sharks and other fish.\n",
            "Spectators watching a diverse underwater kelp forest exhibit.\n"
        ]
    },
    {
        "image": "images/Test_Five_AU_vs_GBR_0489.jpeg",
        "answers": [
            "Water polo match between women teams is in progress.\n",
            "Appears to be a female Water Polo match in progress.  four participants are visible - including one goalie. One person is attempting to pass the ball\n"
        ]
    },
    {
        "image": "images/440px-Steps_in_Carnegie_Mellon_University_campus_in_Qatar.jpeg",
        "answers": [
            "Modern architecture with wide steps, pillars, and a water feature at a university campus. In the center of the main part of the building is a unique large keyhole through the brick. To the right of this is a large set of windows. The large, wide, stairsteps leading to the rectangular pillars are wet with rain.\n",
            "Modern architecture with wide steps, pillars, and a water feature at a university campus.\n",
            "Modern architecture with wide steps, pillars, and a water feature at a university campus.\n"
        ]
    },
    {
        "image": "images/Police_cyclists_London_Olympic_Torch_Relay.jpeg",
        "answers": [
            "A team of six police cyclists in high-visibility jackets on a wet city street. There is no traffic preventing them from riding comfortably on the street.\n",
            "A team of six police cyclists in high-visibility jackets on a empty city street.\n"
        ]
    },
    {
        "image": "images/Demi_Lovato_(Red_carpet)_-_Global_Citizen_Festival_Hamburg_07.jpeg",
        "answers": [
            "A young white woman with long brown hair has on a sleeveless blue dress with a zipper closser down the front. \n",
            "A woman with long, wavy brown hair stands with a slight smile on the red carpet.  She is wearing a sleeveless, blue dress with a center front zipper that is unzipped about 4 to 5 inches.  \n"
        ]
    },
    {
        "image": "images/Panthera_tigris_altaica_13_-_Buffalo_Zoo.jpeg",
        "answers": [
            "Mother tiger looking at a cub in snow.\n",
            "Tiger with a cub in snow.\n"
        ]
    },
    {
        "image": "images/Ri_2014_-_glass_making_-_Faraday.jpeg",
        "answers": [
            "A glass display case with historical cooking utensils.\n",
            "A glass display case with historical cooking utensils.\n"
        ]
    },
    {
        "image": "images/Green_curry_ingredients.jpeg",
        "answers": [
            "Ingredients for green curry laid out on a mat. Various vegetables are assorted in front of a glass jar.\n",
            "Ingredients made ready for green curry laid out on a mat.\n"
        ]
    },
    {
        "image": "images/ISS_laptop_hard_drive_failure_error_message.jpeg",
        "answers": [
            "A computer screen displaying a black screen with a hard drive failure error message of many white words seeming like code words.\n",
            "A laptop computer screen displaying a hard drive failure error message.\n"
        ]
    },
    {
        "image": "images/Pantheon_Rom_1_cropped.jpeg",
        "answers": [
            "The Pantheon in Rome, Italy; ancient temple with pillars and with a fountain in front.\n",
            "The Pantheon in Rome, ancient temple with a fountain in front.\n",
            "The Pantheon in Rome, ancient temple with a fountain in front. It has additional buildings beside it\n"
        ]
    }
]