[
    {
        "image": "images/Diving_off_a_deck_into_the_Great_South_Bay_of_Long_Island.jpeg",
        "answers": [
            "A person diving off a dock into a calm bay in the afternoon.\n",
            "A person mid-dive off a dock into a calm bay in the afternoon.\n",
            "A person diving off a dock into a calm bay at dusk perfectly parallel to and just above the horizon.\n",
            "A man in a speedo diving off a dock into a calm bay at dusk.\n"
        ]
    },
    {
        "image": "images/Daucus_carota_May_2008-1_edit.jpeg",
        "answers": [
            "A green wild carrot flower in full bloom with numerous buds visible.\n",
            "A green wild carrot flower in full bloom.\n",
            "A green wild carrot flower in full bloom against a blurry background.\n"
        ]
    },
    {
        "image": "images/440px-Bamboo_AngelMist_Mounts_Asit.jpeg",
        "answers": [
            "A cluster of tall green bamboo stalks with a sign reading 'ANGEL MIST BAMBOO' at their base. looks like at a zoo\n",
            "A cluster of tall green bamboo stalks with a sign reading 'ANGEL MIST BAMBOO' at their base.\n",
            "A cluster of tall green bamboo stalks with a sign reading 'ANGEL MIST BAMBOO' at their base.\n"
        ]
    },
    {
        "image": "images/440px-NutcrackerSnowPas.jpeg",
        "answers": [
            "Two ballet dancers performing. The male is lifting the female. In the background there is a Christmas tree and an oversized Christmas present.\n",
            "Two ballet dancers performing, one lifting the other, against a festive backdrop.\n",
            "Two ballet dancers performing, the male dancer lifting the female dancer, against a festive backdrop.\n",
            "Two ballet dancers performing, one lifting the other, against a festive backdrop of a christmas tree and large present.\n"
        ]
    },
    {
        "image": "images/Sea_otter_with_sea_urchin.jpeg",
        "answers": [
            "Otter frolicking in water, eating a sea urchin on a sunny day\n",
            "Otter floating on water, eating a sea urchin.\n",
            "A sea otter poking its head from the water, eating a sea urchin.\n",
            "Otter floating on glistening water, gripping a sea urchin.\n"
        ]
    },
    {
        "image": "images/440px-Phat_thai_-_Bangkok_-_2017-06-16_(002).jpeg",
        "answers": [
            "A plate of Pad Thai with shrimp, garnished with red pepper and cilantro.\n",
            "A plate of Pad Thai with shrimp, garnished with red pepper and cilantro on top of a plane white plate.\n",
            "A plate of Pad Thai with shrimp, garnished with red pepper and cilantro and bean sprouts.\n"
        ]
    },
    {
        "image": "images/Clean_Toes_are_a_Tiger's_Friend_(15588882074).jpeg",
        "answers": [
            "A tiger in a cage, licking its paw.\n",
            "A tiger behind bars, licking its paw.\n",
            "A tiger behind bars, licking its paw.\n"
        ]
    },
    {
        "image": "images/440px-BASE_jumping_-_Perrine_Bridge.jpeg",
        "answers": [
            "A person in dark attire and a helmet is base jumping off a bridge into a deep canyon.\n",
            "A person in dark attire and a helmet is base jumping off a bridge into a deep canyon.\n",
            "A sky diver in dark attire and a helmet diving off a bridge into a deep canyon.\n",
            "A person in dark attire and a helmet is base jumping off a bridge into a deep canyon with the ridges of the canyon lined perfectly to the horizon.\n"
        ]
    },
    {
        "image": "images/981123-Ararat-Camp1-IMG_0831.jpeg",
        "answers": [
            "A group of climbers and tents crowded  on a snowy mountainside with clear skies above. All climbers are bundled up.\n",
            "A group of climbers and tents on a snowy mountainside with clear skies above. the orange and red tents and climbers' blue, yellow, and green jackets are very colorful against the snow and the pale sky.\n"
        ]
    },
    {
        "image": "images/280px-Irina_Mikitenko_at_the_Berlin_Marathon_2011.jpeg",
        "answers": [
            "Marathon runners ",
            "Marathon runners in motion, one with 'IRINA' on her bib, racing on a sunny street.\n"
        ]
    },
    {
        "image": "images/Korea-Seoul-Insadong-Sanchon-02.jpeg",
        "answers": [
            "An array of traditional Korean dishes in small bowls on a table. There is a large bowl centered in the middle of other bowls on a table. Each bowl is filled with tasty looking Korean dishes. They vary in color from reds to greens to whites to browns.\n",
            "An array of traditional delicious looking Korean dishes in small bowls on a wooden table.\n",
            "An array of traditional 14 Korean dishes in small bowls on a table.\n"
        ]
    },
    {
        "image": "images/440px-Agave_tequilana_2.jpeg",
        "answers": [
            "A large, spiky blue agave plant in a sunny outdoor setting.\n",
            "A large, spiky blue agave plant in a sunny outdoor setting with lots of trees.\n",
            "A large, spiky blue agave plant in a sunny outdoor setting. It is mounted on dirt with a background of several green trees and a blue sky.\n"
        ]
    },
    {
        "image": "images/Salvado_de_avena.jpeg",
        "answers": [
            "Cluster of small white flowers on a blue surface.\n",
            "Cluster of small white flowers on a blue surface.\n"
        ]
    },
    {
        "image": "images/440px-Rhododendron_arboreum_zeylanicum_flower.jpeg",
        "answers": [
            "A vibrant red Rhododendron arboreum flower blooming amidst green, leathery leaves.\n",
            "A vibrant pink Rhododendron arboreum flower blooming amidst green, leathery leaves outside with other similar flowers.\n",
            "A vibrant red Rhododendron arboreum flower blooming amidst green, leathery leaves.\n",
            "A vibrant red Rhododendron arboreum flower blooming amidst green, leathery leaves.\n"
        ]
    },
    {
        "image": "images/440px-Gorilla_gorilla04.jpeg",
        "answers": [
            "A large silverback gorilla, with a copper toned head, stands amidst green foliage.\n",
            "A large silverback gorilla stands in a forest among trees and greenery.\n"
        ]
    },
    {
        "image": "images/Drag_suit.jpeg",
        "answers": [
            "Black swim trunks with neon green trim on a light textured surface.\n",
            "Black swim trunks with neon trim on a beige textured surface.\n",
            "\"Arena\" brand black swim trunks with neon trim, sitting on a textured surface.\n"
        ]
    },
    {
        "image": "images/Full_Eclipse_of_the_Moon_as_seen_in_from_Irvine,_CA,_USA_(52075715442)_(cropped).jpeg",
        "answers": [
            "A blood-red moon against a dark sky, total lunar eclipse.\n",
            "A blood-red moon against a dark sky, total lunar eclipse.\n"
        ]
    },
    {
        "image": "images/440px-Ripe,_ripening,_and_green_blackberries.jpeg",
        "answers": [
            "Branches of blackberries at different ripening stages from green to black all still on it.\n",
            "Closeup of a branch of blackberries at different ripening stages from green to black.\n"
        ]
    },
    {
        "image": "images/Walking_tiger_female.jpeg",
        "answers": [
            "Tiger prowling through grassland.\n",
            "Tiger prowling through grassland.\n"
        ]
    },
    {
        "image": "images/Keylime-flower.jpeg",
        "answers": [
            "A close-up of a key lime flower with raindrops.\n",
            "A close-up of a key lime flower with raindrops. The flower petals are a mix of purple and white with yellow stamen\n"
        ]
    },
    {
        "image": "images/Chanel_2.55.jpg",
        "answers": [
            "A cream-colored Chanel handbag with a gold chain on a reflective surface next to photographs.\n",
            "A cream-colored Chanel handbag with a gold chain next to a photograph of someone in a gown.\n"
        ]
    },
    {
        "image": "images/150px-1Pranamasana.jpeg",
        "answers": [
            "A man wearing white linen standing upright with palms together in a yoga pose.\n",
            "A man in white cloths standing upright with palms together in a yoga pose on a white mat.\n",
            "A person standing upright with palms together in a yoga pose.\n"
        ]
    },
    {
        "image": "images/Pansotti_alle_noci_01.jpeg",
        "answers": [
            "Green ravioli-like pasta with walnut sauce on a white plate.\n",
            "Plate of green ravioli-like pasta coated in a creamy walnut sauce.\n",
            "Plate of green ravioli-like pasta with walnut sauce in a white plate\n",
            "White plate of green ravioli-like pasta with walnut sauce.\n"
        ]
    },
    {
        "image": "images/ALSEP_AS17-134-20500.jpeg",
        "answers": [
            "Scientific equipment scattered on the moon's surface with tracks in the sand. \n",
            "Scientific equipment on the moon's surface with tracks and a flag.\n"
        ]
    },
    {
        "image": "images/440px-Scuba_Diver_-_Ahmad_Faiz_Mustafa.jpeg",
        "answers": [
            "A scuba diver with full gear preparing to enter the ocean from a boat.\n",
            "A scuba diver with full gear sitting on the edge of a boat preparing to enter the ocean.\n"
        ]
    },
    {
        "image": "images/Howard_Webb3.jpeg",
        "answers": [
            "A bald referee standing looking sternly with a soccer ball next to him.\n",
            "A bald referee in black standing with a yellow, Nike soccer ball.\n",
            "A bald referee standing with a soccer ball placed on green soccer field.\n"
        ]
    },
    {
        "image": "images/1920px-Austria-01454_-_Wilten_Abbey_(21402649823).jpeg",
        "answers": [
            "A yellow and orange church with a tall bell tower.  The bell tower's copper top is patinaed with a green and brown film.  There are stop lights and a trolly car system around the church.  There are also other buildings close by the church and lush green hills in the background.  There are fluffy clouds against the blue sky.\n",
            "A colorful abbey with a tall bell tower stands out against a hill and cloudy sky.\n"
        ]
    },
    {
        "image": "images/Woman_in_rah-rah_skirt.jpeg",
        "answers": [
            "White woman wearing a short skirt and a casual outfit with a tote bag.\n",
            "Young woman in a frilly skirt walking through grass with a tote bag.\n",
            "A blonde haired woman wearing layered skirt, black blouse, and multi-colored scarf, carrying a purple tote bag and shopping bag, walks on the grass while looking at something to her side.\n"
        ]
    },
    {
        "image": "images/Buckingham-palace-guard-11279634947G5ru.jpeg",
        "answers": [
            "A guard in red uniform and black hat standing outside Buckingham Palace.\n",
            "A guard in red uniform and black hat standing outside Buckingham Palace.\n",
            "A guard in red uniform and black hat holding a firearm standing outside Buckingham Palace.\n"
        ]
    },
    {
        "image": "images/US_Navy_101101-N-2821G-032_Rear_Adm._Mark_D._Guadagnini,_commander_of_the_Abraham_Lincoln_Carrier_Strike_Group,_leads_a.jpg",
        "answers": [
            "Men skipping rope in a gym aboard a ship.\n",
            "Men skipping rope in a gym aboard a ship.\n"
        ]
    },
    {
        "image": "images/440px-porcupine.jpeg",
        "answers": [
            "A porcupine on a sidewalk with its quills partially raised. The porcupine is brown with white quills, and there is a dead log in the upper left corner.\n",
            "A porcupine on the ground with its quills partially raised.\n",
            "A brown porcupine on the ground with its white quills partially raised.\n"
        ]
    },
    {
        "image": "images/Necktie_knot.jpeg",
        "answers": [
            "A detailed image of a floral patterned necktie knot. The tie is blue with the flowers being a pink color, containing extentions at the North, East, South, and West points of a circle. Some flowers have red central points while others have white central points. The tie is attached to a white shirt on an individual with pale skin.\n",
            "A detailed image of a blue necktie with a lavender floral pattern tied in a knot being worn over a white collard shirt.\n"
        ]
    },
    {
        "image": "images/Kuai-tiao_rat_na_mu.jpeg",
        "answers": [
            "A plate of flat noodles with green vegetables , peppers and meat in gravy, lightly seasoned. A \n",
            "A plate of flat noodles with green vegetables and meat in gravy.\n",
            "A plate of flat noodles with green vegetables and meat in a translucent sauce.\n",
            "A plate of flat noodles with green vegetables and meat in gravy on a square plate with a silver fork. \n"
        ]
    },
    {
        "image": "images/Heidi_Klum_by_Glenn_Francis.jpeg",
        "answers": [
            "A pretty blonde woman attends a celebrity event wearing a leopard print dress.\n",
            "A smiling woman at an event wearing a sleeveless leopard print outfit. The woman has long straight blonde hair.\n",
            "The model Heidi Klum at an event wearing a leopard print outfit.\n"
        ]
    },
    {
        "image": "images/440px-Helsinki_City_Marathon_lahto.jpeg",
        "answers": [
            "A dense crowd of marathon runners at the starting line under a large inflatable arch.\n",
            "A dense crowd of marathon runners running through the starting line under a large inflatable arch.\n",
            "A dense crowd of marathon runners at the starting line under a large inflatable arch that says Helsinki Cit Marathon LAHTO. There is a backdrop of tall green trees. \n",
            "A dense crowd of marathon runners at the starting line under a large inflatable arch.\n"
        ]
    },
    {
        "image": "images/Shiva_Bangalore.jpeg",
        "answers": [
            "Giant statue of Shiva seated, holding a trident. \n",
            "Giant statue of Shiva seated, holding a trident. Small, white mountain range behind the statue.\n",
            "Giant statue of Shiva seated, holding a trident with trees in the background with a blue sky.\n",
            "Giant statue of Shiva seated, holding a trident.\n",
            "Giant statue of Shiva seated, holding a trident. The Shiva ido has its legs crossed with a backdrop of a snow covered mountain.\n"
        ]
    },
    {
        "image": "images/JaguarsBucs2011.jpeg",
        "answers": [
            "A live football game in progress on the field.\n",
            "A live football game in progress on the field. The players from the two teams are running all around the field. Their jerseys are white and blue and the field is very green.\n",
            "A live football game in progress on the field.\n"
        ]
    },
    {
        "image": "images/440px-May_Lake_Yosemite.jpeg",
        "answers": [
            "A serene lake surrounded by trees with snowy mountains in the distance, under a cloudy sky. The many trees are densely scattered throughout the mountains.\n",
            "A serene lake surrounded by snow and pointy green trees with mountains in the distance, under a cloudy sky.\n"
        ]
    },
    {
        "image": "images/Cross_section_of_pumpkin.jpeg",
        "answers": [
            "A halved squash showing its seeds and fibrous interior.\n",
            "A squash cut in half showing its seeds and fibrous interior.\n",
            "A halved, unripe pumpkin showing its green skin, seeds, and fibrous yellow interior, sitting on another melon with other sections of the pumpkin in the background.\n"
        ]
    },
    {
        "image": "images/Irrigation_in_Cotton_Field_-_51488231980.jpeg",
        "answers": [
            "A large irrigation system spraying water over a cotton field.\n",
            "A large irrigation system spraying water over a cotton field on a sunny day.\n",
            "A large irrigation system spraying water over one stretch of a vast cotton field.\n"
        ]
    },
    {
        "image": "images/Kumarkom.jpeg",
        "answers": [
            "A river scene with palm trees, boats, and huts far from the camera under a clear sky.\n",
            "A river scene with palm trees, boats, and huts under a clear sky.\n"
        ]
    },
    {
        "image": "images/374px-Gisele_Bundchen_-_Rio_2016_cropped_(square).jpeg",
        "answers": [
            "A model wearing a shiny dress walking a glittery runway.\n",
            "A tall, blonde, female model walking a glittery runway.\n"
        ]
    },
    {
        "image": "images/Reformer_apparatus_pilates_london.jpeg",
        "answers": [
            "An indoor gym with pilates equipment and mirrors.\n",
            "An indoor gym with pilates equipment and mirrors.\n"
        ]
    },
    {
        "image": "images/Alexa_Chung_2015_(cropped).jpeg",
        "answers": [
            "A woman in a floral off-shoulder dress and black heels, holding an award and envelope, smiling on stage.\n",
            "A woman in a floral off-shoulder dress and heels, holding an award, smiling on stage.\n",
            "A woman in a floral off-shoulder dress and heels, holding an award, smiling on stage.\n",
            "A woman in a floral off-shoulder dress and heels, holding an award, smiling on stage.\n"
        ]
    },
    {
        "image": "images/440px-Derrick_Brooks_with_2006_Pro_Bowl_MVP_trophy_060210-N-4856G-129.jpeg",
        "answers": [
            "A football player wearing an all-star game jersey.  The jersey has a patch that says  Buccaneers, and patch with the team logo is on the sleeve of the jersey.   He is holding a trophy that is shaped like a star, and is bronze in color.  There is a silver football fit inside the star.  He is speaking into a microphone that is being held by someone else. \n",
            "A football player holding a trophy with a microphone, wearing a game uniform.\n",
            "A football player holding a trophy with a microphone, wearing a game uniform. He is inside a stadium\n"
        ]
    },
    {
        "image": "images/Aurelia_aurita_(auge24eu).jpeg",
        "answers": [
            "Two translucent jellyfish floating in dark blue water.\n",
            "Two translucent jellyfish floating in blue water.\n",
            "Two small, pale blue translucent jellyfish floating in blue water.\n"
        ]
    },
    {
        "image": "images/440px-STS-115_ISS_after_undocking.jpeg",
        "answers": [
            "International Space Station in orbit, showing solar panels and modules.\n",
            "International Space Station in orbit, showing solar panels and modules.\n"
        ]
    }
]