[
    {
        "image": "images/440px-Jon_Gruden2.jpeg",
        "answers": [
            "A football coach in conversation with a referee on the field.\n",
            "A football coach in conversation with a referee on the field.\n"
        ]
    },
    {
        "image": "images/Meditating_in_Madison_Square_Park.jpeg",
        "answers": [
            "People meditating in a city park.\n",
            "Four people meditating in a city park with trees and chairs around them\n"
        ]
    },
    {
        "image": "images/Beluga_premier.gov.ru-1.jpeg",
        "answers": [
            "A smiling beluga whale above water.\n",
            "A smiling beluga whale above water.\n"
        ]
    },
    {
        "image": "images/BGSU_Aquarium.jpeg",
        "answers": [
            "A room with multiple aquarium tanks placed next to each other. There is a decorative shark on the wall.\n",
            "A room with multiple aquarium tanks, some sitting on tables and others mounted on the far wall. There is a taxidermic shark on the back wall.\n"
        ]
    },
    {
        "image": "images/440px-Living_on_the_rainforest.jpeg",
        "answers": [
            "A woman cooking over a fire in a tropical forest setting, with a traditional shelter behind her.\n",
            "A woman cooking over a fire in a tropical forest setting, with a traditional shelter behind her.\n"
        ]
    },
    {
        "image": "images/E-burg_asv2019-05_img46_view_from_VysotSky.jpeg",
        "answers": [
            "A city at sunset, with a river reflecting the warm sky and urban silhouette. There is a body of water in the middle.\n",
            "A city at sunset, with a river reflecting the warm sky and urban silhouette.\n",
            "A city at sunset, with a river reflecting the warm sky and urban silhouette. The river is surrounded by a bustling metro.\n"
        ]
    },
    {
        "image": "images/Forest_dominated_by_Gilbertiodendron_dewevrei_02.jpeg",
        "answers": [
            "A dense, green forest floor with scattered leaves and towering trees.\n",
            "A dense, green forest floor with scattered leaves and towering trees.\n"
        ]
    },
    {
        "image": "images/Aquarium_fg01.jpeg",
        "answers": [
            "A home salt water aquarium with colorful corals and a viewing woman in a very dark room.\n",
            "A home aquarium with colorful corals and a viewing woman in a darkly lit room\n"
        ]
    },
    {
        "image": "images/440px-Crew_in_ATV_with_Jules_Verne_manuscript.jpeg",
        "answers": [
            "Three astronauts inside a spacecraft module holding a Jules Verne manuscript.\n",
            "Three astronauts sitting inside a spacecraft module holding a Jules Verne manuscript. They are posing with the manuscript and smiling at the camera.\n"
        ]
    },
    {
        "image": "images/Olivia_Rodrigo_Theatre_at_Ace_Hotel_10_09_2023_(53423846745).jpeg",
        "answers": [
            "Singer Olivia Rodrigo performing on stage with a microphone. She has long, wavy, dark hair and is wearing red lipstick and a white vest. \n",
            "Singer Olivia Rodrigo performing on stage with a microphone in an all white sleeveless outfit.\n"
        ]
    },
    {
        "image": "images/Hanieh_Ahmaedian_Persian_model_Tehran_9_September_2018_(4).jpeg",
        "answers": [
            "A woman with a ponytail posing in a chic outfit consisting of a gray blazer, leather leggings, and gray booties in a boutique.\n",
            "A woman posing in a chic outfit composed of heels, leggings, a coat and purse in a boutique.\n"
        ]
    },
    {
        "image": "images/Mountain_Goat_Mount_Massive.jpeg",
        "answers": [
            "A white mountain goat on a rocky mountain edge.\n",
            "A mountain goat on a rocky mountain edge.\n"
        ]
    },
    {
        "image": "images/Gemma_Ward.jpeg",
        "answers": [
            "A young model with long blonde hair in a wide-brimmed hat on a fashion runway.\n",
            "A blonde model in a maroon wide-brimmed hat and matching shirt on a fashion runway.\n"
        ]
    },
    {
        "image": "images/Alexis_Tsipras_in_Moscow_2.jpeg",
        "answers": [
            "Man seated in suit and tie, looking thoughtfully to the side.\n",
            "Middle-aged man with short black hair seated in a black suit and white shirt, looking thoughtfully to the side. His hands are clasped in his lap.\n"
        ]
    },
    {
        "image": "images/Kaeng_pla_thu_and_tom_mara.jpeg",
        "answers": [
            "A Thai meal spread with fish curry and vegetables in several serving dishes and a plate of white rice.\n",
            "A Thai meal spread with fish curry and vegetables on a blue tablecloth.\n"
        ]
    },
    {
        "image": "images/Panasonic-oxyride.jpeg",
        "answers": [
            "Two gold and blue Panasonic AA batteries side by side, one side showing the company logo, the other showing the expiration date.\n",
            "Two AA Panasonic batteries side by side.\n"
        ]
    },
    {
        "image": "images/KITLV_40091_-_Kassian_Cephas_-_Relief_of_the_hidden_base_of_Borobudur_-_1890-1891.jpeg",
        "answers": [
            "A stone relief carving showing scenes from centuries ago of a field of grain and small animals and humans and either a dog or wolf taking shelter in small spaces.\n",
            "A stone relief carving showing scenes from centuries ago. There are four scenes depicted ranging from people to animals and nature.\t\n"
        ]
    },
    {
        "image": "images/440px-Kluft-photo-2019-07-19-SJBP-regroup2a.jpeg",
        "answers": [
            "A night gathering of cyclists with many bicycles, some with illuminated lights, in a parking lot.\n",
            "A night gathering of many cyclists with bicycles in a brightly illuminated area, some with illuminated lights, in a parking lot in front of three trees.\n",
            "A night gathering of cyclists with many bicycles, some with illuminated lights, in a parking lot. Trees stand tall in the distance. \n"
        ]
    },
    {
        "image": "images/213px-Kim_2010_Olympic_FS.jpeg",
        "answers": [
            "A figure skater in a blue dress doing a spin with one leg extended back, one arm up, and the other arm in front of her body.\n",
            "A young, female figure skater in a spin with one leg extended back and one arm straight up in the air, wearing a dark blue leotard and tan tights.\n",
            "A female Asian figure skater wearing a blue dress in a spin with one leg extended back and her arms in an L shape.\n"
        ]
    },
    {
        "image": "images/Arc_de_Triomphe_HDR_2007.jpeg",
        "answers": [
            "The Arc de Triomphe against a blue sky with three cars in front of it and two buildings in the background.\n",
            "The Arc de Triomphe against a blue sky.\n"
        ]
    },
    {
        "image": "images/Pilates_(9956534863).jpeg",
        "answers": [
            "Person doing an upside-down pilates exercise while wearing a red shirt and gray pants while in front of a mirror.\n",
            "Person doing an upside-down pilates exercise.\n"
        ]
    },
    {
        "image": "images/233px-Bartholomae-2005.jpeg",
        "answers": [
            "A chapel with red domes by a lake, set against a backdrop of snowy mountains.\n",
            "A mosque with red domes by a lake, set against a backdrop of snowy mountains.\n"
        ]
    },
    {
        "image": "images/440px-Muesli.jpeg",
        "answers": [
            "A bowl of muesli with banana slices and milk on a wooden surface.\n",
            "A white bowl of muesli with banana slices, milk, and raisins on a wooden surface.\n",
            "A bowl of muesli with banana slices and milk on a wooden surface.\nThere is a wooden surface where banana slices and milk of muesli are fill in a bowl\n"
        ]
    },
    {
        "image": "images/440px-ShopHouse_lunch_bowl.jpeg",
        "answers": [
            "A bowl of mixed grains and vegetables with a fork and a fast food drink cup on a table.\n",
            "A disposable bowl of mixed grains, vegetables and chicken with a fork sit next to a fast food drink cup on a table.\n"
        ]
    },
    {
        "image": "images/440px-Wedding_kimono.jpeg",
        "answers": [
            "A woman in a traditional Japanese wedding kimono, called 'Shiromuku,' with an elaborate white headpiece.\n",
            "A woman in a traditional Japanese wedding kimono, called 'Shiromuku,' with an elaborate white headpiece.\n"
        ]
    },
    {
        "image": "images/2019_Foto_de_familia_dos_Lideres_do_G20.jpeg",
        "answers": [
            "World leaders posed for a group photo at the 2019 G20 Osaka Summit.\n",
            "Leaders posed for a group photo at the G20 Osaka Summit, the majority being men in suits.\n"
        ]
    },
    {
        "image": "images/320px-Saguenay_500m.jpeg",
        "answers": [
            "Speed skaters racing closely on an ice track and leaning very close to the ice.\n",
            "Speed skaters racing closely on an ice track.\n"
        ]
    },
    {
        "image": "images/GiseleBundchen.jpeg",
        "answers": [
            "A model in a black dress gazes forward on a runway.\n",
            "A blonde model in a black dress gazes forward on a runway.\n"
        ]
    },
    {
        "image": "images/Mumbai_03-2016_30_Gateway_of_India.jpeg",
        "answers": [
            "A historic arch monument, with a moorish style surrounded by a modest crowd of people.\n",
            "A historic arch monument with a crowd of people around.\n"
        ]
    },
    {
        "image": "images/384px-NanoRacksCubeSatLaunch_ISS038-E-056389.jpeg",
        "answers": [
            "Satellite deployment from the International Space Station with Earth in the background. There is another satellite in the foreground while the new satellite is being ejected into space. \n",
            "Satellite deployment from the International Space Station with Earth in the background. an Ariel view of a satellite in space\n"
        ]
    },
    {
        "image": "images/440px-Formation_recorte.jpeg",
        "answers": [
            "A performer with long brown hair in sparkling pink attire singing to an audience in the rain with a smile on her face with on hand holding a golden mic and the other hand over her heart.\n",
            "A performer in sparkling attire singing to an audience in the rain.\n"
        ]
    },
    {
        "image": "images/ChipotleBurritoBowl.jpeg",
        "answers": [
            "A burrito bowl on a wooden table with a mug\n",
            "A burrito bowl with a drink on a wooden table.\n",
            "A burrito bowl stacked with lettuce and pico de gallo with a spoon sticking out of it. It's placed on a wooden table with a tall blue ceramic cup next to it. \n"
        ]
    },
    {
        "image": "images/Charli_D'Amelio_at_KCA_2022.jpeg",
        "answers": [
            "A joyful girl holding an award on stage that is orange and says Nickolodeon, with a microphone and touching her heart.\n",
            "Charlie D'amilo (tik-toker, turned reality star) holding an Nickelodeon award on stage, with a microphone and touching her heart.\n"
        ]
    },
    {
        "image": "images/440px-Arttherapyprocess.jpeg",
        "answers": [
            "A painted round rock with a door, trees and text that says 'Fear Judgement and Therapy.\n",
            "A painted rock with trees and text.\n",
            "A painted rock with trees and text on top of a light green cloth. \n"
        ]
    },
    {
        "image": "images/440px-Pumpkin-Pie-Whole-Slice.jpeg",
        "answers": [
            "A pumpkin pie with one slice cut out.\n",
            "A thick-crusted pumpkin pie with one slice cut out and placed on a table beside the pie.\n"
        ]
    },
    {
        "image": "images/Mumbadevi_temple.jpeg",
        "answers": [
            "A temple with colorful flags atop a worn facade.\n",
            "A temple with colorful flags atop a worn facade.\n"
        ]
    },
    {
        "image": "images/Roastbeef.jpeg",
        "answers": [
            "A sliced end portion of juicy, medium-rare cooked roast beef on a cutting board.\n",
            "Juicy, medium-rare roast beef on a cutting board.\n",
            "Juicy, medium-rare roast beef on a cutting board.\n"
        ]
    },
    {
        "image": "images/Rice-combine-harvester,_Katori-city,_Japan.jpeg",
        "answers": [
            "A man operating a rice combine harvester in a field.\n",
            "A man operating a rice combine harvester in a field.\n"
        ]
    },
    {
        "image": "images/Fish_stuffed_with_Thai_herbs.jpeg",
        "answers": [
            "Two open pots containing white fish, each pot contains two fish, laid on their back, sliced open and stuffed with herbs, resting on banana leaves.\n",
            "Two open metal steam pots containing two fish each, with each fish stuffed with herbs on banana leaves. There is a metal lid above the two pots, touching both. The pots and lids are on a blue tile background.\n"
        ]
    },
    {
        "image": "images/Young_woman_in_mariniere,_denim_jacket_en_wrap_skirt.jpeg",
        "answers": [
            "A blond woman in a blue jacket, striped top, gray skirt, and gray shoes with a crossbody black purse leaning against a wall and looking to her right.\n",
            "A woman in a casual outfit leaning against a wall.\n"
        ]
    },
    {
        "image": "images/Richard_Powers_(author).jpeg",
        "answers": [
            "A man with gray hair and glasses speaking into a microphone.\n",
            "A white man with gray hair speaking into a microphone.\n"
        ]
    },
    {
        "image": "images/Verrine.jpeg",
        "answers": [
            "A layered fruit dessert topped with sprouts in a glass.\n",
            "A layered fruit dessert topped with sprouts in a glass.\n"
        ]
    },
    {
        "image": "images/440px-Grain_millet,_early_grain_fill,_Tifton,_7-3-02.jpeg",
        "answers": [
            "Tall millet plants in a field during early grain fill stage.\n",
            "Tall millet plants growing densely in a field.\n"
        ]
    },
    {
        "image": "images/Rainbirder_-_Leopard_(1).jpeg",
        "answers": [
            "Leopard lounging on a rock, gaze fixed in the distance.\n",
            "Leopard lounging on a rock, gaze fixed in the distance with clear skies.\n"
        ]
    },
    {
        "image": "images/Short-finned_Pilot_Whale_(8793172995).jpeg",
        "answers": [
            "Pilot whale on a stretcher, humans assisting.\n",
            "A whale has washed on stage at an aquatic park with trainers also surrounding the whale in an attempt to assist the animal.\n"
        ]
    },
    {
        "image": "images/Lilyfruit.jpeg",
        "answers": [
            "A close-up of a green lily bud.\n",
            "A close-up of a green lily bud.\n"
        ]
    },
    {
        "image": "images/Priyanka_Chopra_at_Bulgary_launch,_2024_(cropped).jpeg",
        "answers": [
            "Actress at an event in a chic dress.\n",
            "Actress at an event in a chic dress.\n"
        ]
    },
    {
        "image": "images/Rooster_portrait2.jpeg",
        "answers": [
            "Close-up of a rooster's head with a bright red comb.\n",
            "Close-up of a rooster's head.\n",
            "Close-up of a rooster's head with a bright red comb.\n"
        ]
    },
    {
        "image": "images/Advent_wreath_and_Christmas_pyramid.jpeg",
        "answers": [
            "A lit Christmas pyramid and advent wreath on a festive table.\n",
            "On the festive table, there is a Christmas pyramid that is lit up and an advent wreath.\n"
        ]
    },
    {
        "image": "images/440px-Samuel_Wanjiru_at_2008_Summer_Olympics.jpeg",
        "answers": [
            "A marathon runner crossing the finish line with elation as spectators capture the moment. Olympic rings are visible.\n",
            "A marathon runner crossing the finish line with elation as spectators capture the moment with their digital camera. Olympic rings are visible.\n"
        ]
    },
    {
        "image": "images/440px-Asiatic_lion_01.jpeg",
        "answers": [
            "A lone lion peering through the brush in dry grassland.\n",
            "A lone lion in dry grassland.\n"
        ]
    },
    {
        "image": "images/Astronaut_Mike_Hopkins_on_Dec._24_Spacewalk.jpg",
        "answers": [
            "Astronaut taking a selfie in space, looming largely behind them is earth. \n",
            "Astronaut taking a selfie in space with Earth behind him.\n"
        ]
    },
    {
        "image": "images/CompetitivePumpkins.jpeg",
        "answers": [
            "Two giant pumpkins on display, one orange and one beige, with tags.\n",
            "Two giant pumpkins on display, one orange and one beige, with tags. The pumpkins are both on separate wood blocks. The orange pumpkin has a white blanket under it. There is a semi-open garage door behind the pumpkins. \n"
        ]
    },
    {
        "image": "images/PorcelainBerry.jpeg",
        "answers": [
            "Colorful berries on a vine.\n",
            "Colorful berries on a vine.\nwhat's a trees with different sweet colorful berries on a vine\n"
        ]
    },
    {
        "image": "images/Various_Pumpkins.jpeg",
        "answers": [
            "Assortment of colorful pumpkins on grass.\n",
            "Assortment of colorful pumpkins on grass. sitting in green grass\n"
        ]
    },
    {
        "image": "images/440px-Dancing_girls_in_concert.jpeg",
        "answers": [
            "Two dancers on stage with colorful lighting, one wearing a cap labeled 'YMCMB.'\n",
            "Two dancers on stage with colorful lighting, one wearing a cap labeled 'YMCMB.'\n"
        ]
    },
    {
        "image": "images/440px-Scallops_with_wine_sauce.jpeg",
        "answers": [
            "Plump scallops on a plate with a light wine sauce.\n",
            "Plump scallops on a plate with a light wine sauce with salt and better. \n"
        ]
    },
    {
        "image": "images/Leontopodium_alpinum_1.jpeg",
        "answers": [
            "A close-up of an alpine Edelweiss flower with white star-shaped petals. In the background are evergreen shrubs.\n",
            "A close-up of an alpine Edelweiss flower with white star-shaped petals.\n"
        ]
    },
    {
        "image": "images/Potato_flowers.jpeg",
        "answers": [
            "Delicate purple flowers with yellow centers.\n",
            "Delicate purple petals looking beautiful against the blurry green background.\n"
        ]
    },
    {
        "image": "images/Node_2_-_STS-134.jpeg",
        "answers": [
            "A view of the International Space Station's docking port in orbit.\n",
            "View of a spacecraft docking port in orbit.\n"
        ]
    },
    {
        "image": "images/Sphinx_et_Jungfrau_-_img_06980.jpeg",
        "answers": [
            "Snow-covered mountain peaks.\n",
            "Snow has covered the mountain peaks and valleys.\n"
        ]
    },
    {
        "image": "images/440px-Phrik_khi_nu.jpeg",
        "answers": [
            "A bunch of green and red chili peppers arranged on a clear glass plate.\n",
            "A bunch of green and red chili peppers arranged on a clear glass plate.\n"
        ]
    },
    {
        "image": "images/Business_Centre_of_Moscow_2.jpeg",
        "answers": [
            "Moscow's skyline at dusk with illuminated modern skyscrapers.\n",
            "Moscow's skyline at dusk with illuminated modern skyscrapers, the weather is cloudy\n"
        ]
    },
    {
        "image": "images/Blackberryraspberrystrawberry.jpeg",
        "answers": [
            "A bowl of mixed black and red berries in sunlight.\n",
            "A bowl filled with a mixture of berries is placed in the sunlight.\n",
            "A bowl of strawberries, raspberries and blackberries sitting in sunlight.\n"
        ]
    },
    {
        "image": "images/440px-Amazonas,_Iquitos_-_Leticia,_Kolumbien_(11472506936).jpeg",
        "answers": [
            "A small raft with people on a vast, murky river in the Amazon.\n",
            "A small boat with several people on a vast, murky river in the Amazon.\n"
        ]
    },
    {
        "image": "images/The_Golden_Book_Gown_by_Ryan_Jude_Novelline.jpeg",
        "answers": [
            "Model in a very colorful gown.\n",
            "A mannequin in a colorful gown that has a shiny gold strapless top and a poofy princess bottom with a variety of colors like red, orange, green, blue, and purple. The mannequin is wearing a red wig that has bangs and the mannequin is holding a piece of the dress in its left hand.\n"
        ]
    },
    {
        "image": "images/440px-Boston_Marathon_2009.jpeg",
        "answers": [
            "Wheelchair racers compete in a marathon, closely followed by spectators cheering from the sidelines.\n",
            "Wheelchair racers compete in a marathon, closely followed by spectators cheering from the sidelines.\n"
        ]
    },
    {
        "image": "images/400px-Amazonas,_Iquitos_-_Leticia,_Kolumbien_(11472506936).jpeg",
        "answers": [
            "People in a small boat on a wide river with lush banks with some clouds in the sky.\n",
            "People in a small boat on a wide muddy river with lush banks.\n"
        ]
    },
    {
        "image": "images/Marine_Drive_Skyline.jpeg",
        "answers": [
            "A bustling cityscape along a waterfront at sunset with a large city in the distance\n",
            "A bustling cityscape along a waterfront at sunset. The area is full of people and vehicles. The background of the sky is a mixture of autumn colors\n"
        ]
    },
    {
        "image": "images/Hintersee.jpeg",
        "answers": [
            "Calm lake waters with forested mountains in the backdrop.\n",
            "Calm lake waters with forested mountains in the backdrop on a nice sunny day with blue clear sky.\n"
        ]
    },
    {
        "image": "images/440px-Palmetto_Park_Rd_and_Mizner_Blvd_2.jpeg",
        "answers": [
            "A large, yellow ornate building on a street corner with palm trees and clear skies.\n",
            "A large, ornate building on a street corner with palm trees and clear skies.\n"
        ]
    },
    {
        "image": "images/Electric_wire_reel_reused_in_a_furniture_ecodesign.jpeg",
        "answers": [
            "Wooden furniture with blue canvas seating.\n",
            "Wooden furniture with blue canvas seating. They are placed around the table so  everyone can see each other.\n"
        ]
    },
    {
        "image": "images/Kung_kam_kram.jpeg",
        "answers": [
            "Cooked seafood with yellow sauce on a plate.\n",
            "Lobster halves with yellow sauce on a plate with utensils.\n"
        ]
    },
    {
        "image": "images/440px-Walrus_-_Kamogawa_Seaworld_-_pup_-1.jpeg",
        "answers": [
            "A walrus with distinctive whiskers sitting on a rock.\n",
            "A walrus with distinctive whiskers sitting on a rock.\n"
        ]
    },
    {
        "image": "images/Grizzled_sqirrel_Chinnar_WLS_Kerala_(67).jpeg",
        "answers": [
            "A grizzled giant squirrel clings to a tree limb amid green leaves.\n",
            "A black adn white giant squirrel clings to a tree limb amid green leaves.\n"
        ]
    },
    {
        "image": "images/440px-Fresh-muesli.jpeg",
        "answers": [
            "A bowl of muesli with berries and oats, ready for eating. It is on a white plastic bowl and it has a white spoon also. \n",
            "A bowl of oatmeal with red berries and cranberries, ready for eating.\n"
        ]
    },
    {
        "image": "images/Sundarban_Tiger.jpeg",
        "answers": [
            "Orange with black stripes tiger standing by water in the wild with their tail down. \n",
            "Large orange tiger standing by water near a tree in the wild.\n",
            "Tiger standing by water in the wild with trees along the bank.\n"
        ]
    },
    {
        "image": "images/440px-Kylie_Jenner1_(cropped).png",
        "answers": [
            "A woman in a red top speaking; her facial expression seems focused and intent.\n",
            "Kylie Jenner in a red top speaking, her facial expression seems focused and intent.\n"
        ]
    },
    {
        "image": "images/Simone_Biles_Rio_2016e.jpeg",
        "answers": [
            "Simone Biles, a young female gymnast wears an american themed body suit and poses with raised arms\n",
            "Gymnast Simon Biles in red, white, and blue leotard with raised arms.\n"
        ]
    },
    {
        "image": "images/Great_male_Leopard_in_South_Afrika-JD.jpeg",
        "answers": [
            "A leopard resting in the tall grass. It's coat makes it appear to blend in with it's surroundings\n",
            "A majestic leopard resting in the tall yellow grass on a sunny day.\n"
        ]
    },
    {
        "image": "images/9-24-2007_diving_with_wellington-05.jpeg",
        "answers": [
            "Two scuba divers underwater at an old shipwreck, one making an OK sign.\n",
            "Two scuba divers underwater, both are making an OK sign. The divers appear to be inside the wreckage of a ship.\n"
        ]
    },
    {
        "image": "images/440px-Ceviche_de_caballa.jpeg",
        "answers": [
            "A plate of ceviche with onions, corn, and a side of sweet potato.\n",
            "A plate of ceviche with onions, corn, cassava and a side of sweet potato.\n"
        ]
    },
    {
        "image": "images/Islandpullover_004.jpeg",
        "answers": [
            "A traditional knitted sweater laid on a wooden table.\n",
            "A traditional knitted sweater laid on a wooden table.\n"
        ]
    },
    {
        "image": "images/Flower_urchin_by_Vincent_C_Chen.jpeg",
        "answers": [
            "A close-up of a flower urchin with intricate patterns.\n",
            "A close-up of an underwater flower urchin with intricate circular patterns.\n"
        ]
    },
    {
        "image": "images/Summitting_Island_Peak.jpeg",
        "answers": [
            "Climber ascending a snowy mountain peak.\n",
            "Climber ascending a snowy mountain peak.\n"
        ]
    },
    {
        "image": "images/Catedral_Arequipa,_Peru.jpeg",
        "answers": [
            "A majestic cathedral with two towering spires against a clear sky with people outside\n",
            "A majestic cathedral with two towering spires, two archies for entrance and exits under a clear sky.\n"
        ]
    },
    {
        "image": "images/440px-Florida_chicken_house.jpeg",
        "answers": [
            "Inside a large industrial chicken farm filled with many white chickens.\n",
            "Inside a large industrial chicken farm filled with many white chickens.\nA large industrial house was filled  with a lot white chickens\n"
        ]
    },
    {
        "image": "images/Eliud_Kipchoge_in_Berlin.jpeg",
        "answers": [
            "A marathon runner competing in an event with people on the sidelines watching.\n",
            "An older black man running down a street in a marathon while wearing orange pants and shoes and a white shirt. \n"
        ]
    },
    {
        "image": "images/440px-Basket_of_wild_blackberries.jpeg",
        "answers": [
            "A wicker basket full of ripe blackberries on a wooden surface outdoors with greenery in the background. \n",
            "A wicker basket full of ripe blackberries on a wooden surface outdoors.\n"
        ]
    },
    {
        "image": "images/Highland_Grassland_Shola_of_Silent_Valley_National_Park.jpeg",
        "answers": [
            "Expansive view of amber colored mountains under a clear sky.\n",
            "Expansive view of yellow grass-covered rolling hills under a clear sky.\n"
        ]
    },
    {
        "image": "images/Electrophorus_electricus_showing_lateral_line_pits.jpeg",
        "answers": [
            "Close-up of an black electric eel showing its skin and sensory pits.\n",
            "Close-up of an electric eel showing its skin and sensory pits.\n"
        ]
    },
    {
        "image": "images/600px-Waterpolo_man_up.jpeg",
        "answers": [
            "An aerial view of a water polo match in a blue pool with floating goals. Someone is about to shoot it into the goal, as defends try and block with their hands.\n",
            "An aerial view of a water polo match in a blue pool with floating goals in 2004 Athens Olympic.\n"
        ]
    },
    {
        "image": "images/Skubik_on_Uneven_Bars_2006.jpeg",
        "answers": [
            "Female athlete jumping to grab the uneven bars at a gymnastics event.\n",
            "Female athlete performs a routine on uneven bars at a gymnastics event.\n"
        ]
    },
    {
        "image": "images/CCSM-UNMSM_Casona_de_San_Marcos_y_Parque_Univesitario.jpeg",
        "answers": [
            "A historic yellow building with arched windows beside a green park and fountain.\n",
            "A historic yellow building with arched windows beside some trees and fountain.\n"
        ]
    },
    {
        "image": "images/Di_jakarta.jpeg",
        "answers": [
            "A tall, lit Christmas tree at night in a bustling city square.\n",
            "A tall, Christmas tree featuring blue, purple and green decorative lights at night in a bustling city square.\n"
        ]
    },
    {
        "image": "images/Thai_market_food_01.jpeg",
        "answers": [
            "Vast array of Thai dishes at a market stall.\n",
            "Vast array of Thai dishes at a market stall. The food is colorful and there are cooks preparing ingredients. \n"
        ]
    },
    {
        "image": "images/1920px-Trevi-Brunnen_abends.jpeg",
        "answers": [
            "Famous fountain illuminated at night with crowds around.\n",
            "Famous fountain illuminated at night with crowds around.\n"
        ]
    },
    {
        "image": "images/Spb_06-2017_img01_Spit_of_Vasilievsky_Island.jpeg",
        "answers": [
            "Aerial view of a city on an island.\n",
            "Aerial view of a city on an island.\n"
        ]
    },
    {
        "image": "images/Tanoreen_muhammara.jpeg",
        "answers": [
            "Bowl of muhammara with olives on the side.\n",
            "Serving of a bowl of muhammara with olives on the side on a dining table covered with a yellow cloth. \n"
        ]
    },
    {
        "image": "images/Rocket_lettuce,_Butternut_squash,_Beetroot,_Green_beans,_whipped_cream_salad.jpeg",
        "answers": [
            "Colorful spring salad with cauliflower, cantaloupe, cranberries and greens with a light vinaigrette \n",
            "Salad with rocket, squash, beetroot, beans, and creamy dressing in a white bowl.\n"
        ]
    },
    {
        "image": "images/Kulturmandel_unreife_Fruchte.jpeg",
        "answers": [
            "Unripe almonds growing on a tree branch with leaves all around them.\n",
            "Unripe almonds growing on a tree branch.\n"
        ]
    },
    {
        "image": "images/Imdt01.jpeg",
        "answers": [
            "Two dancers performing an acrobatic move. The man is bending down and the female is on his back with her legs doing the splits.\t\n",
            "Two dancers performing an acrobatic move.\n"
        ]
    },
    {
        "image": "images/440px-North_Korea_—_Pyongyang_(1027715688).jpeg",
        "answers": [
            "An industrial exhibition with various machinery, products, and company banners on display.\n",
            "An industrial exhibition with various machinery and company banners on display.\n"
        ]
    },
    {
        "image": "images/440px-FRIM_canopy.jpeg",
        "answers": [
            "View from perspective of someone on the ground looking up at a dense canopy of tall trees with a patterned sky.\n",
            "View from beneath a dense canopy of tall trees with a patterned sky.\n"
        ]
    }
]