[
    {
        "image": "images/400px-Milad_Kharchegani_at_the_2016_Summer_Olympics.jpeg",
        "answers": [
            "Two taekwondo athletes in mid-fight. One is executing a high kick to the head of his opponent who attempts to lean back and dodge.\n",
            "Two martial arts athletes in mid-fight; one is executing a high kick to the head of the opponent.  The person doing the kicking is wearing blue and the person being kicked is in red.\n",
            "Two taekwondo athletes in mid-fight; one is executing a high kick to the head of the opponent.\n",
            "Two taekwondo athletes in mid-fight; one in blue gear is executing a high kick to the head of the opponent in red gear.\n"
        ]
    },
    {
        "image": "images/Faculty_of_Food_Engineering_and_Biotechnology_4.jpeg",
        "answers": [
            "A scientist in a lab coat and hairnet is using a pipette and lab equipment near a window.\n",
            "A scientist in a lab coat and white hairnet is using a pipette and lab equipment near a window.\n",
            "A scientist in a white lab coat and hairnet is using a pipette and lab equipment near a window.\n"
        ]
    },
    {
        "image": "images/440px-Lazada_Laguna_warehouse.jpeg",
        "answers": [
            "An expansive warehouse with numerous workers at stations and aisles filled with packages and goods.\n",
            "A panoramic view of an expansive warehouse with numerous workers at workstations amid aisles filled with packages and goods.\n",
            "An expansive warehouse with numerous workers at stations and aisles filled with packages and goods.\n"
        ]
    },
    {
        "image": "images/002-soymilk.jpeg",
        "answers": [
            "A bottle of milk, a bowl of soybeans, and green pods on a wooden table, likely soy milk and its ingredients.\n",
            "A bottle of milk, a bowl of soybeans, and green pods on a wooden table, likely soy milk and its ingredients.\n",
            "A bottle of milk, a bowl of soybeans, and a bowl of edamame on a wooden table, likely soy milk and its ingredients.\n",
            "A close up image of a bottle of soymilk, a bowl of shelled soybeans, and green soybean pods on a wooden table.\n"
        ]
    },
    {
        "image": "images/250px-Raphanus_sativus.jpeg",
        "answers": [
            "A bunch of fresh red radishes with green leaves and white roots.\n",
            "A bunch of fresh red radishes with green leaves and white roots.\n",
            "A bunch of fresh red radishes with green leaves and white roots.\n"
        ]
    },
    {
        "image": "images/Ludovic_and_Lauren_(8425515069).jpeg",
        "answers": [
            "Two runners, a white man and a woman, are smiling and jogging in a race, wearing numbered bibs, athletic shirts and shorts, and running shoes.\n",
            "Two runners, a man and a woman, are smiling and jogging in a race, wearing numbered bibs and athletic gear.\n",
            "Two runners, a man and a woman, are smiling and jogging in a race, wearing numbered badges and athletic gear.\n"
        ]
    }
]