[
    {
        "image": "images/Kate_middleton.jpeg",
        "answers": [
            "A smiling woman with long, wavy brown hair, wearing a white lace garment. A person out of frame has their hand on her shoulder. \n",
            "A distracted smiling woman with long, wavy brown hair, wearing a white lace garment over a black outfit. A man is holding her right shoulder.\n"
        ]
    },
    {
        "image": "images/340px-Nina_Garcia.jpeg",
        "answers": [
            "A woman smiling on a city sidewalk, surrounded by strangers.\n",
            "A woman in a leopard print top smiling on a city sidewalk.\n"
        ]
    },
    {
        "image": "images/Lion_waiting_in_Namibia.jpeg",
        "answers": [
            "A resting lion in golden grass looking out into the grasslands.\n",
            "A resting lion with a gold and black mane in golden grass.\n"
        ]
    },
    {
        "image": "images/Carrots_of_many_colors.jpeg",
        "answers": [
            "Colorful carrots, ranging from orange, to white, to black, arranged in a radial pattern on a white background, surrounded by greenery.\n",
            "Colorful carrots arranged in a radial pattern on a white background.\n"
        ]
    },
    {
        "image": "images/Okonjima_Lioness.jpeg",
        "answers": [
            "Lioness sitting on the ground in a savanna. She is surrounded by green grass and small bushes, behind her are forested hills. She is looking at the camera.\n",
            "Lioness sitting on the ground in a savanna.\n"
        ]
    },
    {
        "image": "images/440px-Kendall_hat_2017.jpeg",
        "answers": [
            "A moody portrait of a young person in a cap and dark sweater, looking introspective.\n",
            "A moody portrait of a young person in a cap and dark sweater, looking introspective.\n"
        ]
    },
    {
        "image": "images/Nam_phrik_long_ruea.jpeg",
        "answers": [
            "A traditional Thai relish dish with side condiments. It is on ceramic leaf shaped bowls that are kind of deep. There are two bowls like this and it is inside a larer leaf shaped bowl. \n",
            "A traditional Thai relish dish with side condiments such as eggs, olives and other items.\n"
        ]
    },
    {
        "image": "images/Cara_Delevingne_Vogue_2023_03.jpeg",
        "answers": [
            "A woman with blonde hair and a green blazer appears pensive with a slight frown, looking to the side.\n",
            "A woman with blonde hair and a green blazer appears pensive with a slight frown, looking to the side.\n",
            "A woman with blonde hair and a green blazer appears pensive with a slight frown, looking to the side. Flowers are seen behind her .\n"
        ]
    },
    {
        "image": "images/Demi_Lovato_at_the_Democratic_National_Convention,_July_2016_(cropped_C).jpeg",
        "answers": [
            "Demi Lovato speaking at a microphone in front of a blue geometric background.\n",
            "A woman with dark hair and tight white dress speaking at a podium in front of a blue geometric background.\n"
        ]
    },
    {
        "image": "images/240px-Dolphinarium_Varna.jpeg",
        "answers": [
            "An indoor dolphinarium with a pool, glass walls and a stadium with red seating.\n",
            "An indoor dolphinarium with a pool and seating area.\n"
        ]
    },
    {
        "image": "images/Casaamazonica.jpeg",
        "answers": [
            "A pair of people on a small boat in a large, wide river. There is a rustic house on the riverbank which is bordered by a lush, tropical forest.\n",
            "A rustic house on a riverbank in a lush, tropical forest.  The river is wide and the water is brown.  Two boys are paddling out into the river in a narrow boat.  One boy is looking back at the house which is surrounded by palm trees and other types of trees.\n"
        ]
    },
    {
        "image": "images/440px-Halima_Aden_Paris_Fashion_Week_Autumn_Winter_2019.jpeg",
        "answers": [
            "A close-up of a darker skinned woman with a headscarf and prominent facial features.\n",
            "A close-up of a black woman with a headscarf and striking features.\n"
        ]
    },
    {
        "image": "images/440px-Supreme_Court_Colombo.jpeg",
        "answers": [
            "A unique building with a sloping roof and a tower, symbolizing traditional architecture.\n",
            "A unique building with a sloping roof and a tower, symbolizing traditional architecture. Trees and bushes are present around it and the weather is partly cloudy.\n"
        ]
    },
    {
        "image": "images/Shinto_married_couple.jpeg",
        "answers": [
            "Traditional Japanese wedding couple.\n",
            "Traditional Japanese wedding couple in front of a temple.\n",
            "This is an image of a traditional Japanese wedding couple. The man is dressed in robes of black and white with simple white shoes. The bride is adorned in robes  made of vivid colors such as yellow green and red with golden threads throughout. She also wears a headpiece to pull together the outfit.\n"
        ]
    },
    {
        "image": "images/400px-Dulces_de_amaranto.jpeg",
        "answers": [
            "Decorated amaranth sweets are displayed in a row. Each amaranth is shaped in the form of a skull and is sitting on a bed of flowers. \n",
            "Decorated amaranth sweets displayed in a row.\n"
        ]
    },
    {
        "image": "images/Brookfield_zoo_fg10.jpeg",
        "answers": [
            "An aquatic show at a zoo with trainers, animals, and an audience.\n",
            "An aquatic show at a zoo with trainers, animals, and an audience. It is an indoor amphitheater with a large pool.\n"
        ]
    },
    {
        "image": "images/440px-Ortler_Ascent_-_South_Tyrol.jpeg",
        "answers": [
            "Climbers ascend a snowy mountain slope under a misty blue sky.\n",
            "Climbers ascend a snowy mountain slope under a misty blue sky.  There is a beautiful mountain in the background heavily laden with snow and one edge is an exposed cliff face.  The climbers are walking in a row in the snow heading up towards a climbing area.\n"
        ]
    },
    {
        "image": "images/Priyanka_Chopra_2003.jpeg",
        "answers": [
            "Actress Priyanka Chopra in traditional attire, wearing a blue dress with brightly colored beads.\n",
            "Actress Priyanka Chopra in blue traditional attire., standing in a darkened room.\n"
        ]
    },
    {
        "image": "images/Bekal_Fort_Kasargod.jpeg",
        "answers": [
            "An ancient fort on green grass overlooking the sea on a cloudy day.\n",
            "Ruins of an ancient fort "
        ]
    },
    {
        "image": "images/Chile_en_nogada.jpeg",
        "answers": [
            "A traditional Mexican dish with a stuffed pepper, a white walnut sauce, and red pomegranate seeds.\n",
            "A traditional Mexican dish with a stuffed pepper, walnut sauce, and pomegranate seeds. Plated attractively on a white plate with blue trim, the dish looks a lot like a block of cream cheese, sprinkled with pom seeds and surrounded in a white sauce.\n"
        ]
    },
    {
        "image": "images/440px-2009_Jungfraujoch.jpeg",
        "answers": [
            "Two people stand near a large, blue-tinged crevasse in a snowy landscape.\n",
            "Two people stand near a large, blue-tinged crevasse in a snowy landscape.\n"
        ]
    },
    {
        "image": "images/340px-Double_ring_leap.jpeg",
        "answers": [
            "A gymnast performing a leap with rings.\n",
            "A female gymnast in a purple leotard performing a leap with rings.\n"
        ]
    },
    {
        "image": "images/Backstage_with_AVEDA_at_Osklen_Spring_Summer_2014.jpeg",
        "answers": [
            "Woman’s back, dressed in a sheer red garment, long blonde hair in a ponytail.  Precisely manicured with a simple cross over\n",
            "Woman’s back, dressed in a sheer red garment, hair in a ponytail.\n"
        ]
    },
    {
        "image": "images/Rome-VillaBorghese-TempleEsculape.jpeg",
        "answers": [
            "Temple of Aesculapius in Rome's Villa Borghese gardens, reflecting on calm water.  Abundance of mature trees line the waters edge\n",
            "Temple of Aesculapius in Rome's Villa Borghese gardens, reflecting on water.\n"
        ]
    },
    {
        "image": "images/Newly-hatched_chickens.jpeg",
        "answers": [
            "Chicks hatching from their eggs.\n",
            "This is a picture of a lot of tan eggs, from it there are 4 chickens fully emerged from their eggs, one just coming out of their egg with the broken egg in sight and one out of the egg slightly out of shot. The chicks are yellow.\t\n"
        ]
    },
    {
        "image": "images/Maria_Grazia_Cucinotta_-_nicogenin_-_66eme_Festival_de_Venise_(Mostra)_2.jpeg",
        "answers": [
            "Woman Wearing an Elegant Black Dress on the Red Carpet\"",
            "Woman in an elegant black dress on red carpet.\n"
        ]
    },
    {
        "image": "images/Jellyfish_aqurium.jpeg",
        "answers": [
            "A swarm of brown jellyfish drifting in the ocean. There are at least 20 of them all together\n",
            "A swarm of jellyfish drifting in the ocean.\n"
        ]
    },
    {
        "image": "images/Tuk-tuk_fastfood_grill_1.jpeg",
        "answers": [
            "A street food cart at night, lit by neon lights, selling grilled foods.\n",
            "A street food cart at night, lit by neon, selling grilled foods. They have an assortment of corn and meats on skewers.\n"
        ]
    },
    {
        "image": "images/Bowie-DD-1974-3.jpeg",
        "answers": [
            "A performer in a vibrant cape and elaborate outfit singing into a microphone on stage.\n",
            "A performer in a vibrant cape and elaborate outfit singing into a microphone on stage. I think it is David Bowie wearing a red cape with a white fringe collar.\n"
        ]
    },
    {
        "image": "images/Kate_Winslet_June-July_2014_HB_Cover.jpeg",
        "answers": [
            "I am looking at a magazine cover from a popular fashion magazine. The background is red. The model on the front is seductively looking into the camera. The photo is from her breast up. She is wearing a black dress. Her hair is poofy and about shoulder length. No earrings, only wearing red lipstick. She has definitely been airbrushed as her skin is flawless. She is not smiling, just being seductive. Her left hand is behind her head for a pose. Of course there are ads on the left and right of the magazine to entice you to buy it so you can read the articles. Best shoes, bags, how to get sexy hair, etc.\n",
            "A magazine cover featuring a woman with blonde hair, red lipstick, and a black dress, with texts about fashion and beauty.\n"
        ]
    },
    {
        "image": "images/Colobocentrotus_atratus_Shingle_urchin.jpeg",
        "answers": [
            "A black sea urchin with spiky protrusions on a rocky surface.\n",
            "A black sea urchin with spiky protrusions on a rocky surface.\n"
        ]
    },
    {
        "image": "images/Dress_to_kill_pollution.jpeg",
        "answers": [
            "A model wearing a dress made from recycled materials.\n",
            "A model wearing a dress made from recycled materials.\n"
        ]
    },
    {
        "image": "images/440px-Ametllesjuliol.jpeg",
        "answers": [
            "A tree heavy with unripe almonds.\n",
            "A tree heavy with unripe almonds. The tree is sagging and the leaves are wrinkled. It is a dry day, with brown grass around the trees.\n",
            "A tree heavy with unripe almonds.\n"
        ]
    },
    {
        "image": "images/Duchess_of_Cambridge_in_June_2013.jpeg",
        "answers": [
            "Princess Kate in a pink dress and hat, smiling subtly at a formal event.\n",
            "A woman in a pink dress and hat, smiling subtly at a formal event.\n",
            "A pregnant Princess of Whales in her gorgeous pink suit.\n"
        ]
    },
    {
        "image": "images/400px-Cigarette_smuggling_with_a_book.jpeg",
        "answers": [
            "An old book hollowed out to hide cigarettes inside.\n",
            "An old book hollowed out to hide cigarettes inside.\n"
        ]
    },
    {
        "image": "images/Lap_mu_krop.jpeg",
        "answers": [
            "A Thai salad with herbs on a glass plate.\n",
            "A Thai salad with herbs and lettuce on a glass plate sitting outside on a wooden table\n",
            "A Thai salad with herbs on a glass plate.\n"
        ]
    },
    {
        "image": "images/Jairo_Martinez_in_2023.jpeg",
        "answers": [
            "A smiling individual with a trendy haircut wearing a black top adorned with colorful necklace.\n",
            "A smiling individual with a trendy bowl haircut wearing a black top adorned with colorful necklace he has gold earrings in his ear and appears to be standing in front of someone else. He also has a goatee.\t\n"
        ]
    },
    {
        "image": "images/Paleo_food.jpeg",
        "answers": [
            "Sliced tomatoes, fish filets on a bed of peppers ready to be cooked in a pan.\n",
            "Fresh fish topped with tomatoes in a pan, ready to be cooked. Below all that are some carrots and greens.\n"
        ]
    },
    {
        "image": "images/Red-paper-lantern-jellyfish-Karen-Osborn-Smithsonian-Institution.png",
        "answers": [
            "A translucent red jellyfish against a dark background.\n",
            "A translucent red jellyfish against a dark background.\n"
        ]
    },
    {
        "image": "images/100px-Crinoid_on_the_reef_of_Batu_Moncho_Island_(cropped).jpeg",
        "answers": [
            "A brown crinoid sea creature with white stripes on its limbs spreads out from a coral reef.\n",
            "A brown and white crinoid sea creature on a coral reef. It looks like pipe cleaners connected at a central point.\n"
        ]
    },
    {
        "image": "images/440px-Gruppovaya-psihoterapiya.jpeg",
        "answers": [
            "Around 24 people seated in a circle for group therapy, with a therapist speaking.\n",
            "People seated in a circle for group therapy, with a therapist speaking.  The chairs are black, the walls are white and the floor is brown.  It appears there are only women in the room.\n",
            "A large number of different type of people seated in a circle for group therapy.  The therapist is speaking and alare intently looking at the speaker and listening. Its a big room with lots of chairs and a small billboard to write on.\n"
        ]
    },
    {
        "image": "images/260px-Khmer_Traditional_Dancing.jpeg",
        "answers": [
            "A dancer in traditional Khmer attire performs, with onlookers in the background. maybe from an indian backgroud ready to do a traditional dance.\n",
            "A dancer performs, with onlookers in the background. She is wearing traditional Khmer attire, with a white top and red bottom, with gold jewelry. She is dancing barefoot and holding silverware in her left hand.\n"
        ]
    },
    {
        "image": "images/440px-thumbnail.jpeg",
        "answers": [
            "There are four scuba divers in what looks to be a pool. The water is light blue and transparent. The scuba divers are wearing short-sleeved scuba tops and scuba shorts. One scuba diver is almost surfacing, one is lying on the base of the pool, one is on their hands and knees, and one is floating above the one that is laying down.\n",
            "Naval ships on a turbulent ocean, displaying military exercises or maneuvers.\n",
            "Navy divers are in a training pool, displaying military exercises or maneuvers. They are wearing scuba gear with masks and fins.\n"
        ]
    },
    {
        "image": "images/Gorskii_04414u.jpeg",
        "answers": [
            "Vintage hydroelectric machinery in an industrial hall.\n",
            "Vintage hydroelectric machinery in an industrial hall.\n"
        ]
    },
    {
        "image": "images/440px-Pilates_Teacher.jpeg",
        "answers": [
            "A woman in workout attire receiving instruction on a Pilates reformer machine.\n",
            "A woman in workout attire receiving instruction on a Pilates reformer machine from another woman.\n",
            "A woman in workout attire receiving instruction on a Pilates reformer machine.\n"
        ]
    },
    {
        "image": "images/Madrigueras_(20578932389)_(cropped).jpeg",
        "answers": [
            "Large almond nestled in a fuzzy green hull.\n",
            "In an almond tree with green leaves there is an almond nestled in a fuzzy green hull still attached to the tree.\n"
        ]
    },
    {
        "image": "images/Protest_against_the_invasion_of_Ukraine_(Yekaterinburg,_February_24,_2022).jpeg",
        "answers": [
            "Small group of people with face masks holding protest signs on a wall.\n",
            "People with masks holding protest signs on a wall.\n",
            "People with masks wearing black attires holding protest signs on a wall.\n"
        ]
    },
    {
        "image": "images/520px-Laika_ac_Sputnik_2_Replica_(6995685051).jpeg",
        "answers": [
            "A metallic cone-shaped object, possibly space-related equipment used ocassionally\n",
            "A metallic cone-shaped object, possibly space-related equipment in what appears to a museum setting \n"
        ]
    },
    {
        "image": "images/Starsinthesky.jpeg",
        "answers": [
            "Bright stars in the night sky.\n",
            "Dazzling starry night sky\n"
        ]
    },
    {
        "image": "images/Valentino_Liz_Hurley_Cannes.jpeg",
        "answers": [
            "Couple in formal wear on a red carpet.\n",
            "Middle aged woman in red dress standing with older man in tuxedo.\n"
        ]
    },
    {
        "image": "images/Yulia_Tymoshenko,_2010.jpeg",
        "answers": [
            "A woman with braided hair in a formal black outfit.\n",
            "A woman with braided blond hair in a formal black outfit.\n",
            "A woman with braided hair in a formal black outfit.\n"
        ]
    },
    {
        "image": "images/440px-Mir_on_12_June_1998edit1.jpeg",
        "answers": [
            "The Mir space station in orbit, showing its solar panels and modules, Earth in the background.\n",
            "The Mir space station in orbit, showing its solar panels and modules, Earth in the background.\n",
            "The Mir space station in orbit, showing its solar panels and modules, Earth in the background.\n"
        ]
    },
    {
        "image": "images/440px-Mixed_duet_free_final_(33).jpeg",
        "answers": [
            "Two athletes in colorful swimsuits waving to an audience in a blue pool. On the right is a man and the left is a woman.\n",
            "Two athletes in colorful swimsuits waving to an audience on a blue mat with the potted plants in the background/edge of the mat.\n",
            "Two athletes in colorful swimsuits waving to an audience on a blue floor\n"
        ]
    },
    {
        "image": "images/440px-BeverlyHilton01.jpeg",
        "answers": [
            "The entrance of the Beverly Hilton hotel with a driveway, a median with landscaped trees, and a clear blue sky.\n",
            "The entrance of the Beverly Hilton hotel with a Hilton sign next to the driveway, landscaped trees on both sides of the driveway, and a clear blue sky.\n"
        ]
    },
    {
        "image": "images/Pullbuoy.jpeg",
        "answers": [
            "A blue and white striped pool toy\n",
            "A blue and white striped flotation device. It is shaped like a milkbone.\n"
        ]
    },
    {
        "image": "images/Badulla_hills_tropical_rain_forest.jpeg",
        "answers": [
            "Overlooking a tropical rainforest with a cloudy sky.\n",
            "Overlooking a tropical rainforest with a cloudy sky.\n"
        ]
    },
    {
        "image": "images/DIETA_MEDITERRANEA_ITALIA.jpeg",
        "answers": [
            "A table against a wall laden with fresh Mediterranean foods in bowls: oranges, tomatoes, garlic, fennel, carrots, apples, bread, wine, and olive oil.\n",
            "A table laden with fresh Mediterranean foods: fruits, vegetables, bread, wine, and olive oil.\n"
        ]
    },
    {
        "image": "images/Cambodian_farmers_planting_rice.jpeg",
        "answers": [
            "8 Farmers bending over to plant rice in a flooded field. They are standing in a line and their faces aren't visible. They're all wearing hats and gloves. The water is light brown and in the background is blurry greenery.\n",
            "Farmers bending over to plant rice in a flooded field.\n"
        ]
    },
    {
        "image": "images/440px-El_Rey_Theatre_-_Lily_Allen_04_25_2018_-22_(42092424455)_(cropped).jpeg",
        "answers": [
            "A singer with short platinum hair performing on stage, holding a microphone. It's a female wearing a black top. We can see from her waist up and the background is black. She's wearing a long golden colored necklace.\n",
            "A singer with short platinum hair performing on stage, holding a microphone.\n"
        ]
    },
    {
        "image": "images/Shirt_review_by_buyer.jpeg",
        "answers": [
            "Male and female examining a green flannel patterned shirt in a store. Both are wearing while long sleeve shirts. The man has his rolled up. She is wearing a blue watch and he has a black watch. Both are wearing glasses.\n",
            "Two people examining a green plaid shirt in a store.\n"
        ]
    },
    {
        "image": "images/Christmas_Sweater.jpeg",
        "answers": [
            "A traditional festive sweater with a snowscape and reindeer pattern.\n",
            "A traditional festive sweater with a snowscape and reindeer pattern.  It's cuffs are alternating snowflakes and hearts.\n",
            "A traditional festive sweater with a mountain snowscape and flowered pattern on the bottom of the sleeves and the sweater as well.\n"
        ]
    },
    {
        "image": "images/The_Minister_of_State_for_Commerce,_Shri_Jairam_Ramesh_releasing_the_Organic_Cotton_Products,_in_Chennai_on_January_24,_2008.jpeg",
        "answers": [
            "An Arabic Minister in a room with a large group of men. He is displaying a folded white dress shirt and a way of announcing a release of organic cotton products. There is a woman standing close by, facing the Minister and smiling widely\n",
            "Minister releasing organic cotton products.\n"
        ]
    },
    {
        "image": "images/Priyanka_Chopra's_press_conference_after_being_conferred_with_the_Padma_Shri_(05).jpeg",
        "answers": [
            "A woman with an award pinned on her yellow outfit.\n",
            "An Indian woman with an award pinned on her yellow outfit in a lush green garden\n",
            "This is an Indian women in a yellow long sleeve dress with an award red ribbon with a medal on her left chest and a large necklace around her neck.\t \n"
        ]
    },
    {
        "image": "images/gourd_dish.jpeg",
        "answers": [
            "A plate of green bean and potato curry.\n",
            "A plate of green bean and potato curry. The dish is full of large chunks of potatoes and whole green beans thoroughly seasoned and covered in a curry.\n"
        ]
    },
    {
        "image": "images/Irukandji-jellyfish-queensland-australia.jpeg",
        "answers": [
            "A hand holding a vial containing a tiny jellyfish.\n",
            "A hand holding a vial containing a tiny jellyfish.\n"
        ]
    },
    {
        "image": "images/View_of_the_ISS_taken_during_Crew-2_flyaround_(ISS066-E-081311).jpeg",
        "answers": [
            "International Space Station orbiting Earth.\n",
            "International Space Station orbiting Earth.\n"
        ]
    },
    {
        "image": "images/340px-Evgenia_Kanaeva_2012_in_Hard.jpeg",
        "answers": [
            "A rhythmic gymnast in a dynamic pose with a hoop in front of a large crowd.\n",
            "A rhythmic gymnast in a dynamic pose with a hoop.  She's is performing in front a crowd.\n",
            "A rhythmic gymnast in a dynamic pose with a hoop. Many audience members are watching from the stands.\n"
        ]
    },
    {
        "image": "images/AntiqueFiskeAquarium.jpeg",
        "answers": [
            "A vintage octagonal aquarium on a decorative pedestal amidst houseplants.\n",
            "A vintage aquarium on a decorative pedestal amidst houseplants.\n"
        ]
    },
    {
        "image": "images/440px-Iman_1996.jpeg",
        "answers": [
            "A woman with a radiant smile and voluminous curly hair.\n",
            "A middle-aged woman with a radiant smile and voluminous curly hair. She is wearing fashionable makeup and appears to be at an event.\n"
        ]
    },
    {
        "image": "images/180px-Chocolate_Ganache_Pie_With_Hazelnut_Crust.jpeg",
        "answers": [
            "A chocolate ganache pie with a hazelnut crust.\n",
            "A chocolate ganache pie with a hazelnut crust.\n"
        ]
    },
    {
        "image": "images/Chanel_Haute_Couture_Fall-Winter_2011.jpeg",
        "answers": [
            "Models on a fashion show runway with dramatic lighting.\n",
            "Models on a fashion show runway with dramatic lighting.\n"
        ]
    },
    {
        "image": "images/Yam_wun_sen.jpeg",
        "answers": [
            "Glass noodle salad with shrimp.\n",
            "Glass noodle salad with shrimp, cilantro, spring onions, and red peppers\n"
        ]
    },
    {
        "image": "images/Raspberry_-_halved_(Rubus_idaeus).jpeg",
        "answers": [
            "A close-up of a halved red raspberry.\n",
            "A close-up of a halved red raspberry.\n",
            "A close-up of a halved red raspberry.\n"
        ]
    },
    {
        "image": "images/Bajhar_ji_maani.jpeg",
        "answers": [
            "Rustic, round flatbread with charred spots on it.\n",
            "Rustic, round flatbread with charred spots on it.\n"
        ]
    },
    {
        "image": "images/Pana_Banaue_Rice_Terraces_(Cropped).jpeg",
        "answers": [
            "Vast green rice terraces in the mountains. ",
            "Vast green rice terraces in the mountains with a small stream flowing through the middle of the terraces.\n"
        ]
    },
    {
        "image": "images/440px-Masson_Mills_WTM_10_Jacquard_Card_Cutter_5890.jpeg",
        "answers": [
            "An antique jacquard loom card cutter, complex machinery with rows of punch cards. The machine is against a blue background. \n",
            "An antique jacquard loom card cutter, complex machinery with rows of punch cards.\n"
        ]
    },
    {
        "image": "images/150px-2Urdva_Hastasana.jpeg",
        "answers": [
            "A man in white pants and a short-sleeved white shirt is standing on a white yoga mat on a wooden floor inside a wood beamed room reaching upward in a yoga stretch.\n",
            "A person dressed in white t-shirt and white pants reaching upward in a yoga stretch.\n"
        ]
    },
    {
        "image": "images/Blackberry_from_Srem,_Serbia_(Sremska_kupine,_selo_Dobrinci).jpeg",
        "answers": [
            "Blackberries gathered with a red scoop.\n",
            "Blackberries gathered with a red scoop.\n"
        ]
    },
    {
        "image": "images/MAN_TGX_18.640_XXL_Modell_2020_Fahrerhaus.jpg",
        "answers": [
            "A modern golden-colored truck cab.\n",
            "A modern golden-colored truck cab.\n"
        ]
    },
    {
        "image": "images/Lioness_vs._Hyena_in_KNP_07.jpg",
        "answers": [
            "A lioness chasing a hyena in the sand.\n",
            "A lioness chasing a hyena.\n",
            "A lioness chasing a hyena on a dirt field.\n"
        ]
    },
    {
        "image": "images/F20210611CS-0757_(51268405656).jpeg",
        "answers": [
            "Two women, one in pink and one in red, with masks, seated at a children's classroom. The woman in pink is showing a picture of The White House to the boys and girls. There is a plant in the middle of the table.\n",
            "Jill Biden dressed in a pink jacket and Kate Middleton in a red dress with 5 small children in a classroom reading a book about the white house.\t\n"
        ]
    },
    {
        "image": "images/gorge.jpeg",
        "answers": [
            "A river gorge with steep, lush green walls and turquoise water flowing through it.\n",
            "A river gorge with steep, lush green walls and turquoise water flowing through it.\n"
        ]
    },
    {
        "image": "images/440px-Grand_Cascade_in_Peterhof_01.jpeg",
        "answers": [
            "The Grand Cascade fountain at Peterhof shines in the sun on a clear and beautiful day. There are very few clouds, showing off the deep blue color in the sky. The fountain is adorned with golden statues starting in the pond and lining the stair cases that go up towards the home.\n",
            "The Grand Cascade fountain at Peterhof with golden statues.\n"
        ]
    },
    {
        "image": "images/Lichtbogen_3000_Volt.jpeg",
        "answers": [
            "A bright arc between two electrodes.\n",
            "A bright arc between two electrodes.\n"
        ]
    },
    {
        "image": "images/600px-WaterPolo.jpeg",
        "answers": [
            "Ten players engaged in a water polo game in a pool, with some attempting to score a goal and others attempting to block the shot.\n",
            "Nine players engaged in a water polo game, with some attempting to score a goal.\n"
        ]
    },
    {
        "image": "images/H.M._Revenue_&_Customs_officers_with_seized_smuggled_tobacco,_2014.jpg",
        "answers": [
            "Three workers in hard hats assist a crane in lifting a large seizure of smuggled tobacco out of the hull of a ship while three police officers look on.\n",
            "Officers inspecting a large seizure of smuggled tobacco in a large green container.\n"
        ]
    },
    {
        "image": "images/228px-Hanging_Shirt_during_Finishing.jpeg",
        "answers": [
            "Rows of checked shirts hanging in a garment factory.\n",
            "Rows of checked shirts that have pink and blue in it hanging in a garment factory.\n",
            "Rows of men's red and blue checked shirts hanging in a garment factory.\n",
            "Rows of checked red, white and blue shirts hanging in a garment factory.\n"
        ]
    },
    {
        "image": "images/Kochi_Skyline.jpeg",
        "answers": [
            "Night view of a coastal city skyline reflecting in the water.\n",
            "Night view of a coastal city skyline reflecting blue red and white lights in the water.\n"
        ]
    },
    {
        "image": "images/Tyra_Banks_Glamour_2020.png",
        "answers": [
            "African American woman in a pink blazer and golden jewelry sitting at a table.\n",
            "A Black woman in pink blazer and golden jewelry.  This woman has long brown and blond hair that is hanging on her shoulders and down her front.\n",
            "A stylish looking woman with long hair in pink blazer and golden jewelry showing on her finger and wrist.\n"
        ]
    },
    {
        "image": "images/Langfardsskridskoakning.jpeg",
        "answers": [
            "3 Cross Country Skiers trekking across a frozen, snowy landscape.\n",
            "Skiers trekking across a frozen, snowy landscape.\n"
        ]
    },
    {
        "image": "images/440px-ISS_Destiny_Lab.jpeg",
        "answers": [
            "A cylindrical space station module in space.  It is attached to a larger structure.\n",
            "A cylindrical space station module in orbit, with the Earth in the background.\n"
        ]
    },
    {
        "image": "images/Team_amber_WSSC.jpeg",
        "answers": [
            "Ice skaters in a synchronized pose.\n",
            "16 female ice skaters, wearing purple customs, in a synchronized pose.\n"
        ]
    },
    {
        "image": "images/Last_look_arounjd_Lima_(8444763943).jpeg",
        "answers": [
            "Blue colonial-style buildings with balconies.\n",
            "A gorgeous Blue colonial-style building with balconies. The building is a beautiful vivid sky blue with elegant white trim. There are many beautiful balconies with windows adorning the side of the building.\n"
        ]
    },
    {
        "image": "images/400px-20140913_1810_W_AUT_HUN_1265.jpeg",
        "answers": [
            "A close-up of a female soccer player looking to the side.\n",
            "A close-up of a female soccer player, wearing a red jersey, looking to the side.\n"
        ]
    },
    {
        "image": "images/Baknamul(seasoned_calabash).jpeg",
        "answers": [
            "Korean seasoned side dish with sesame seeds in a brown bowl.\n",
            "Korean seasoned side dish with sesame seeds in a brown bowl.  The dish appears to be composed of pickled, thinly cut vegetables.\n"
        ]
    },
    {
        "image": "images/Dirndl-2011.jpeg",
        "answers": [
            "A woman stands confidently outdoors in a traditional Dirndl, a folk dress with a green apron.\n",
            "A  dark haired woman stands confidently outdoors in a traditional Dirndl, a folk dress with a green apron.\n"
        ]
    },
    {
        "image": "images/Peloton_on_GGB.jpeg",
        "answers": [
            "A group of cyclists in a race, lead by a pace car, crossing a wet Golden Gate Bridge. There are many photographers or fans on the right hand side of the image.\n",
            "A group of cyclists in a race, crossing a wet Golden Gate Bridge. Cyclists are right behind the pace car with photographers taking pictures on the sideline.\n",
            "A group of hundreds of cyclists in a race, crossing a wet Golden Gate Bridge.\n"
        ]
    },
    {
        "image": "images/240px-Chace_Crawford.jpeg",
        "answers": [
            "A man in a suit with a slim tie gives a side glance, sporting styled hair and slight stubble.\n",
            "A young man in a suit with a slim tie gives a side glance, sporting styled hair and slight stubble.\n"
        ]
    },
    {
        "image": "images/Vegetarian_thali_at_an_Indian_restaurant_in_Dubai.jpeg",
        "answers": [
            "In front of you is a platter full of delicious Indian food. The largest portion on this platter is a bowl of fluffy white rice. Surrounding the rice are 6 smaller ramekins full of various curries in a multitude of colors.\n",
            "Indian food platter with various curries.  There is a large bowl of white rice and six small bowls each with a different curry.  It looks delicious.\n"
        ]
    },
    {
        "image": "images/440px-P1011774.jpeg",
        "answers": [
            "A traditional Japanese Noh theater performance with actors in costume and a hanging lantern with black Japanese writings on it. The stage also consist of trees.\n",
            "A traditional Japanese Noh theater performance with ten background actors in blue costumes, a main actor in an ornate yellow costume set in the foreground and a hanging lantern.\n"
        ]
    },
    {
        "image": "images/Cultural_celebrations_resumed_with_the_end_of_the_LRA_conflict_in_Northern_Uganda_(7269658432).jpeg",
        "answers": [
            "A group of African girls in purple dresses dancing at a cultural celebration in the dirt.\n",
            "A group of black girls in purple dresses dancing at a cultural celebration.\n"
        ]
    }
]