[
    {
        "image": "images/Khao_soi_nam_na.jpeg",
        "answers": [
            "A bowl of Asian noodle soup topped with minced meat and fresh herbs.\n",
            "A bowl of Asian noodle soup topped with minced meat and fresh herbs.\n"
        ]
    },
    {
        "image": "images/Kue_di_Bandar_Udara_Sultan_Iskandarmuda.jpeg",
        "answers": [
            "A selection of fried snacks on a blue plate.\n",
            "A selection of fried snacks on a blue plate.\n"
        ]
    },
    {
        "image": "images/Charlie's_Angels_cast_during_interview_01.png",
        "answers": [
            "Three famous women actors wearing casual clothing, sitting together for an interview, with a movie title in the background. They are promoting their film, Charlie's Angels. \n",
            "Three women sitting together for an interview, with a movie title in the background. young\n"
        ]
    },
    {
        "image": "images/Light_Therapy_for_SAD.jpeg",
        "answers": [
            "An elderly person with glasses reading a book under a light therapy lamp.\n",
            "An elderly person reading a book under a light therapy lamp.\n"
        ]
    },
    {
        "image": "images/440px-Piranha1.jpeg",
        "answers": [
            "Several large, shimmering piranhas in an aquarium with a dark backdrop.\n",
            "Several large, shimmering piranhas in an aquarium with sand underneath them and a dark backdrop.\n"
        ]
    },
    {
        "image": "images/Amaterske_akvarium.jpeg",
        "answers": [
            "A lush aquarium with vibrant live plants and an assortment of tropical fish.\n",
            "A large at-home aquarium with lush, vibrant green plants and a few small fish. \n"
        ]
    },
    {
        "image": "images/Unveiling_of_LZR_Racer_in_NYC_2008-02-13.jpeg",
        "answers": [
            "Swimmers modeling high-tech bodysuits, there are 3 swimmers standing on a stage. The bodysuits are tight and black and cover the entire body except the arms.\n",
            "Three Swimmers modeling high-tech black bodysuits.\n",
            "Swimmers modeling high-tech bodysuits.\n"
        ]
    },
    {
        "image": "images/600px-Rice_grains_(IRRI).jpeg",
        "answers": [
            "Various kinds of rice grains displayed in partitioned containers.\n",
            "Various earthtones of rice and grains are displayed in partitioned containers.\n"
        ]
    },
    {
        "image": "images/Raffinerie_Esso_Ingolstadt.jpeg",
        "answers": [
            "Industrial night scene with lit refinery towers and smoke stacks.\n",
            "Industrial night scene with lit refinery towers and smoke stacks.\n"
        ]
    },
    {
        "image": "images/Kiwi_Smoothie.jpeg",
        "answers": [
            "A green kiwi smoothie beside fresh kiwi halves.\n",
            "A green kiwi smoothie beside fresh kiwi halves.\n"
        ]
    },
    {
        "image": "images/Paulien_van_Deutekom_(08-12-2007).jpeg",
        "answers": [
            "Speed skater in mid-glide on the ice.\n",
            "Speed skater in a competition uniform skating fast mid-glide on the ice.\n"
        ]
    },
    {
        "image": "images/440px-Carrots_are_up_(2634523693).jpeg",
        "answers": [
            "Green carrot sprouts emerging from brown soil.\n",
            "Small green carrot sprouts emerging from brown soil.\n"
        ]
    },
    {
        "image": "images/300th_Delta_launches_with_Spitzer.jpeg",
        "answers": [
            "A Delta rocket launch sequence with smoke and fire at the base indicating takeoff.\n",
            "A rocket launch with smoke and fire at the base that is taking place in the dark.\n"
        ]
    },
    {
        "image": "images/440px-Chuurei-tou_Fujiyoshida_17025277650_c59733d6ba_o.jpeg",
        "answers": [
            "Mount Fuji looms behind a pagoda surrounded by cherry blossoms in a serene Japanese landscape.\n",
            "Mount Fuji looms behind a pagoda surrounded by cherry blossoms in a serene Japanese landscape.\n"
        ]
    },
    {
        "image": "images/Christmas_tree_in_marunouchi.jpeg",
        "answers": [
            "A crowded plaza at night with a tall, lit Christmas tree and festive lights.\n",
            "A crowded plaza at night with a tall, lit Christmas tree and festive lights.\n"
        ]
    },
    {
        "image": "images/El_Capitan_en_Californie.jpeg",
        "answers": [
            "Massive granite cliff face rising above trees and a reflective river with sun peeking through the clouds in the background.\n",
            "Massive granite cliff face rising above trees and a body of water below with a bright sky above.\n",
            "Massive granite cliff face rising above trees and a reflective river.\n"
        ]
    },
    {
        "image": "images/340px-Ines_Sainz.jpeg",
        "answers": [
            "A reporter in an elegant black dress interviewing on a crowded soccer field.\n",
            "A pretty blonde reporter in a black dress interviewing on a soccer field.\n"
        ]
    },
    {
        "image": "images/400px-Cove_with_Shamans_Rock_Olkhon_Island_Lake_Baikal_Russia_(14594856552).jpeg",
        "answers": [
            "A serene cove with a rock formation and clear greenish-blue waters.\n",
            "A serene cove with a rock formation and clear greenish-blue waters.\n"
        ]
    },
    {
        "image": "images/440px-Spitzer_-_O_CTA_em_testes.jpeg",
        "answers": [
            "Two people in cleanroom suits inspecting a space instrument in a well-lit room.\n",
            "Two people in white hazmat suits inspecting a space instrument in a well-lit room.\n"
        ]
    },
    {
        "image": "images/Artinstitportland2009palazzo.jpeg",
        "answers": [
            "Model walking on a runway in a long red dress and green scarf.\n",
            "Model walking on a runway in a long red dress and green scarf.\n"
        ]
    },
    {
        "image": "images/Focaccia_con_rosmarino.jpeg",
        "answers": [
            "A slice of focaccia with rosemary on a black plate.\n",
            "A slice of focaccia with rosemary on a black plate.\n",
            "A triangular slice of focaccia with rosemary on the side on a black plate.\n"
        ]
    },
    {
        "image": "images/Parque_eolico_La_Muela.jpeg",
        "answers": [
            "Wind turbines in a field.\n",
            "A wide angle shot of a wind turbine field filled with turbines.\n"
        ]
    },
    {
        "image": "images/Unload_wheat_by_the_combine_Claas_Lexion_584.jpeg",
        "answers": [
            "A harvesting machine is unloading wheat into a trailer and creating a lot of dust in the air while it transfers. \n",
            "Harvesting machine unloading wheat into a trailer. The tractor is pulling the trailor wheat is being loaded into\n"
        ]
    },
    {
        "image": "images/440px-Harry_and_Meghan_on_Christmas_Day_2017_(cropped).jpeg",
        "answers": [
            "A couple in formal wear, the man in a gray coat and the woman in a beige coat with a brown hat, walk arm-in-arm, smiling.\n",
            "A couple in formal wear, the man in a gray coat and the woman in a beige coat with a brown hat, walk arm-in-arm, smiling.\n"
        ]
    },
    {
        "image": "images/TAL-Brucke01.jpeg",
        "answers": [
            "Pedestrian bridge sharped like an upside-down skateboard, over a reflective water canal.\n",
            "Pedestrian bridge over a reflective water canal, a clear blue sky overhead, trees on one end, and land on the other.\n"
        ]
    },
    {
        "image": "images/Opened_scallop_shell.jpeg",
        "answers": [
            "Open scallop shell with a pearl inside. The pearl is peach in color. A hand is holding it up on the left side.\n",
            "it is an open oyster shell with what appears to be a hidden pearl inside.\n"
        ]
    },
    {
        "image": "images/Taller_de_textiles.jpeg",
        "answers": [
            "This is a wooden loom, a small structure that is designed and built to assist in making various items, such as. scarves, blankets, etc.  There are a lot of soft and differently colored yarns hanging around the wooden loom.\n",
            "Wooden loom with colorful wool threads.\n"
        ]
    },
    {
        "image": "images/157px-Dress_Shirt_Fitting_on_dummy_Front.jpeg",
        "answers": [
            "A dress shirt on a mannequin with a fitting tag.\n",
            "A dress shirt on a mannequin with a fitting tag.\n"
        ]
    },
    {
        "image": "images/440px-Aardappel_blad_Solanum_tuberosum.jpeg",
        "answers": [
            "A single green, veined leafy branch of a potato plant against a wooden background.\n",
            "A single green, veined leafy branch of a potato plant against a wooden background.\n"
        ]
    },
    {
        "image": "images/Nandini_Ghosal.jpeg",
        "answers": [
            "A dancer in traditional Indian attire performing.\n",
            "A woman dancer in traditional Indian attire performing.\n",
            "A dancer in traditional Indian attire performing.\n"
        ]
    },
    {
        "image": "images/Fruit_smoothie_(8475314736).png",
        "answers": [
            "A purple smoothie garnished with blueberries and topped with a fruit skewer.\n",
            "A wild berry smoothie, in a glass goblet, with a blueberry and pineapple skewer for garnish. \n"
        ]
    },
    {
        "image": "images/440px-Bikes_in_Portland.jpeg",
        "answers": [
            "A lively street scene with a diverse crowd of people on bicycles, some wearing colorful outfits.\n",
            "A lively street scene with a diverse crowd of people on bicycles, some wearing colorful outfits.\n"
        ]
    },
    {
        "image": "images/Young_Woman_at_Kennin-ji_Zen_Temple_-_Kyoto_-_Japan_-_01_(47929418887).jpeg",
        "answers": [
            "A woman sitting in a traditional Japanese yellow and pink kimono with floral patterns.\n",
            "An Asian woman on her knees, in a traditional Japanese kimono.\n",
            "A woman sitting on the floor with her legs crossed, adorned in a traditional Japanese kimono.\n"
        ]
    },
    {
        "image": "images/240px-GreenTeaMochiIceCream.jpeg",
        "answers": [
            "Two white mochi ice cream balls; one is whole and the other is cut in half, showing creamy inside.\n",
            "Two mochi ice cream balls; one is whole and the other is cut in half, showing the creamy interior.\n"
        ]
    },
    {
        "image": "images/Organiccotton.jpeg",
        "answers": [
            "Bundles of organic cotton yarn in natural shades with labels. The bundles of yarn are sitting on what appears to be a gray sheet. \n",
            "Several bundles of organic cotton yarn in a range of natural shades with labels.\n"
        ]
    },
    {
        "image": "images/Kaeng_som_kung.jpeg",
        "answers": [
            "A bowl of spicy Thai shrimp soup with vegetables. The bowl is on an ornate tablecloth, and other dishes can be seen partly in the background. \n",
            "A bowl of spicy Thai shrimp soup with vegetables set on a blue and gold tablecloth with other appetizers surrounding it.\n"
        ]
    },
    {
        "image": "images/Matcha_ice_cream_001.jpeg",
        "answers": [
            "A scoop of green matcha ice cream in a porcelain bowl with a silver spoon on a wooden table.\n",
            "A scoop of green matcha ice cream in a white and blue ceramic bowl.\n"
        ]
    },
    {
        "image": "images/Gustavo_Gerdel_Fotografiando_Tiburones.jpeg",
        "answers": [
            "A diver holding a camera pointed towards resting sharks underwater.\n",
            "A diver taking a picture close to resting sharks underwater.\n"
        ]
    },
    {
        "image": "images/Sarkanniemi_dolphinarium.jpeg",
        "answers": [
            "4 Dolphins jumping in an indoor pool.\n",
            "Four dolphins jumping out of an indoor pool.\n"
        ]
    },
    {
        "image": "images/480px-Priyanka_Chopra_and_Nick_Jonas_in_2020.jpeg",
        "answers": [
            "A couple dressed in traditional Indian attire posing for a photograph.\n",
            "Famous couple Nick Jonas and Priyanka Chopra-Jonas, dressed in traditional Indian attire while posing for a photograph.\n"
        ]
    },
    {
        "image": "images/200px-2010_Run_to_the_Sun_Fashion_Show_in_Anchorage_Alaska_11.jpeg",
        "answers": [
            "A woman posing in a halter-neck dress and a flower in her hair.\n",
            "A woman posing in a brown halter-neck dress and a bright pink flower in her hair.\n"
        ]
    },
    {
        "image": "images/440px-Lisbon_Oceanarium.jpeg",
        "answers": [
            "A woman observing a large aquarium tank with a stingray and other fish swimming inside.\n",
            "A woman touching the glass and observing a huge aquarium. There is a shark swimming past her,  and other fish swimming inside.\n"
        ]
    },
    {
        "image": "images/NOVO_AIRAO.jpeg",
        "answers": [
            "People swimming with pink river dolphins near a dock.\n",
            "Three People swimming with several pink river dolphins near a dock.\n",
            "Two male adults and a female adult  swimming with pink river dolphins near a dock.\n"
        ]
    },
    {
        "image": "images/240px-Piccilliatti,_Sicilia.jpeg",
        "answers": [
            "Several swirled cookies on a decorative plate.\n",
            "Swirled cookies on a decorative plate.The plate is pink the cookies have cinnamon in them\n"
        ]
    },
    {
        "image": "images/Sienna_Li.jpeg",
        "answers": [
            "Models walking on a fashion show runway.\n",
            "Models walking on a fashion show runway.\n"
        ]
    },
    {
        "image": "images/Fendi_store_opening_-_Karl_Lagerfeld_(14091153382).jpeg",
        "answers": [
            "A man in a black suit and sunglasses holding a walking stick.\n",
            "A man in a black suit and sunglasses holding a walking stick.\n"
        ]
    },
    {
        "image": "images/Paris_Opera_full_frontal_architecture,_May_2009_(cropped).jpeg",
        "answers": [
            "The ornate Paris Opera House facade under a clear sky.\n",
            "The ornate Paris Opera House facade under a clear sky with dozens of people milling about the front.\n"
        ]
    },
    {
        "image": "images/Barcaccia_e_scalinata.jpeg",
        "answers": [
            "A bustling square with a fountain in front of a grand staircase.\n",
            "A bustling square with a fountain in front of a grand staircase leading to a castle like building..\n"
        ]
    },
    {
        "image": "images/Blackberry_(Rubus_fruticosus).jpeg",
        "answers": [
            "A close-up of a juicy blackberry.\n",
            "A close-up of a juicy blackberry.\n"
        ]
    },
    {
        "image": "images/440px-Carrot_seeds.jpeg",
        "answers": [
            "Varias semillas de zanahoria marrones con textura sobre un fondo blanco.\n",
            "Several brown, textured carrot seeds on a white background.\n"
        ]
    },
    {
        "image": "images/1965_John_Bates_for_Jean_Varon_mindress_01.jpeg",
        "answers": [
            "A mannequin in a bright red and black sleeveless minidress, posed with outstretched arm. Various other mannequins are in the background modeling other dresses. \n",
            "A female mannequin in a bright red and black sleeveless minidress, posed with one outstretched arm and other arm on hip\n"
        ]
    },
    {
        "image": "images/Cara_Delevingne_Madame_Tussauds.jpeg",
        "answers": [
            "A wax figure of Cara Delevingne at Madame Tussauds. Various people seated in the background looking at the figure.\n",
            "A wax figure of Cara Delevingne wearing a silver dress at Madame Tussauds.\n"
        ]
    },
    {
        "image": "images/FrenchMarketPumpkinsB.jpeg",
        "answers": [
            "A pile of orange pumpkins at a market.\n",
            "A large pile of orange pumpkins at a market.\n",
            "A pile of orange pumpkins at a market.\n"
        ]
    },
    {
        "image": "images/Full_face_diving_mask_-_ocean_reef.jpeg",
        "answers": [
            "A person in a full-face diving mask, ready for scuba diving and is on a boat looking in the picture like he asked to be taken a photo\n",
            "A person in a full-face diving mask, ready for scuba diving with a water view behind him.\n",
            "A person in a full-face diving mask, ready for scuba diving.\n"
        ]
    },
    {
        "image": "images/440px-US_Navy_030303-N-9109V-006_Steel_Beach_picnic_aboard_USS_Saipan.jpeg",
        "answers": [
            "Girls jumping rope double dutch style during a social event on a naval ship's deck.\n",
            "Sailors jumping rope during a social event on a naval ship's deck, there are many people around.\n"
        ]
    },
    {
        "image": "images/440px-Bella_Hadid_Cannes_2018.jpeg",
        "answers": [
            "A woman in a glamorous silver dress at a high-profile event, looking over her shoulder.\n",
            "A woman in a glamorous silver dress at a high-profile event, looking over her shoulder.\n"
        ]
    },
    {
        "image": "images/Aquarium_60cm.jpeg",
        "answers": [
            "A vibrant aquarium tank that shines from the lamp above it, showcasing the clean water and beautiful fish. \n",
            "A vibrant aquarium lit by an overhead lamp in a dark room with green walls.\n"
        ]
    },
    {
        "image": "images/340px-AquaMap_Diver_LBL_Acoustic_Positioning_Equipment.jpeg",
        "answers": [
            "Two divers with underwater positioning equipment, standing in front of their boat on a dock.\n",
            "Two divers with underwater positioning equipment.\n",
            "Two divers with underwater positioning equipment.\n"
        ]
    },
    {
        "image": "images/Carnegie_Mellon_University_as_seen_from_the_Cathedral_of_Learning.jpeg",
        "answers": [
            "An aerial view of a university campus with modern and traditional architecture.\n",
            "An aerial view of a university campus with modern and traditional architecture.\n"
        ]
    },
    {
        "image": "images/Hazelnuts_(Corylus_avellana)_-_whole_with_kernels.jpeg",
        "answers": [
            "Whole and shelled hazelnuts on a blue surface.\n",
            "Four whole and shelled hazelnuts on a ltorquise surface.\n"
        ]
    },
    {
        "image": "images/Swift,_Taylor_(2007).jpeg",
        "answers": [
            "Female singer with an acoustic guitar on a concert stage.\n",
            "Blonde Female Singer with guitar on a concert stage.\n"
        ]
    },
    {
        "image": "images/440px-Flickr_-_Rainbirder_-_Sri_Lanka_Wood_Pigeon_(Columba_torringtoni)_(1).jpeg",
        "answers": [
            "A Sri Lanka wood pigeon perched on a branch amidst green foliage.\n",
            "A Sri Lanka wood pigeon perched on a branch amidst green foliage.\n",
            "A Sri Lanka wood pigeon perched on a branch amidst green foliage.\n",
            "A Sri Lanka wood pigeon perched on a branch amidst green foliage.\n"
        ]
    },
    {
        "image": "images/Roma-_Altare_della_Patria_(Piazza_Venezia)_-_52347399654_(cropped).jpeg",
        "answers": [
            "Rome’s Altare della Patria lit up at twilight, with statues and columns.\n",
            "Rome’s Altare della Patria lit up at twilight, with statues and columns.\n"
        ]
    },
    {
        "image": "images/Novosibirsk_skyline_in_winter.jpeg",
        "answers": [
            "A wintery city at dusk on a bustling weekday night. \n",
            "Aerial view of a winter city skyline at dusk with lit buildings and streets.\n"
        ]
    },
    {
        "image": "images/Pelz-Verkaufsstand_in_Tallinn,_Estland.jpeg",
        "answers": [
            "Who needs a hat? We are selling fur hats and scarves. \n",
            "Inside a shopping center, there is a stall selling a wide variety of fur hats and fur scarves in many colors. There is a man behind the counter. \n"
        ]
    },
    {
        "image": "images/Bridge_Vittorio_Emanuele_II_at_sunset.jpeg",
        "answers": [
            "The Victor Emanuel II monument in Rome, illuminated at sunset.\n",
            "The Victor Emanuel II monument in Rome, illuminated at sunset.\n",
            "The Victor Emanuel II monument in Rome, illuminated at sunset with a cloudy backdrop.\n"
        ]
    },
    {
        "image": "images/Uber_dem_Spitzsteinhaus_(3650068382).jpeg",
        "answers": [
            "Mountain hut with green fields, trees, and distant hills.\n",
            "Mountain hut overlooking green fields and trees with other hills and mountains in the background.\n"
        ]
    },
    {
        "image": "images/Recycling_Shoes_and_Clothing.jpeg",
        "answers": [
            "Clothing donation bins for recycling, one pink, one green. The green bin is sponsored by salvation army.\n",
            "Two clothing donation bins for recycling, one pink, one green.\n"
        ]
    },
    {
        "image": "images/Parc_amazonien_de_Guyane,_une_balade_a_Saal.jpeg",
        "answers": [
            "Small opening in a dense tropical forest with a small creek running though it. There is some dappled sunlight shining through the canopy and a fallen log in the creek.\n",
            "Dense tropical forest with a small creek.\n"
        ]
    },
    {
        "image": "images/440px-Swains_Island_2.jpeg",
        "answers": [
            "People walking on a path in a lush tropical rainforest.\n",
            "There are three people walking on a cleared path through a lush tropical rainforest in the daytime.\n"
        ]
    },
    {
        "image": "images/440px-food_stall_2010_(5023366778).jpeg",
        "answers": [
            "A cozy Japanese street food stall with two customers and stools, adorned with yellow signs and a cartoon cat. \n",
            "A cozy Japanese corner street food stall with customers and stools, adorned with yellow signs and a pink cartoon pig.\n"
        ]
    },
    {
        "image": "images/Jatayu_adventure_centre.jpeg",
        "answers": [
            "A large, architectural sculpture displaying a bird on its back atop a rocky outcrop, surrounded by greenery and structures.\n",
            "A large, architectural bird sculpture atop a rocky outcrop, surrounded by greenery and structures.\n"
        ]
    },
    {
        "image": "images/Salad_platter.jpeg",
        "answers": [
            "Platter of green salad with toast, feta cheese, cucumbers, sundried tomatoes, cherry tomatoes and kalamata olives.\n",
            "Platter of green salad with toast, cheese, sundried tomatoes, and olives and dressing cup.\n"
        ]
    },
    {
        "image": "images/440px-Heidi_Klum,_Michael_Kors,_and_Nina_Garcia.jpeg",
        "answers": [
            "Three people walking confidently, two women and a man, possibly celebrities. Heidi Klum is the lady walking in front of the other lady and gentleman.\n",
            "Three people walking confidently, two women and a man, possibly celebrities. One of the women is standing in front of the other woman and the man. \n",
            "Three people walking confidently, two women and a man, possibly celebrities.\n"
        ]
    },
    {
        "image": "images/180px-Natarajasana_Yoga-Asana_Nina-Mel.jpeg",
        "answers": [
            "A woman performing an advanced yoga pose, standing on one leg.\n",
            "A female performing an advanced yoga pose, standing on one leg with her other leg pulled behind her and held by her other arm that is pulled back over her shoulder.\n"
        ]
    },
    {
        "image": "images/SBNMS_-_feeding_humpback_whale_(31319806616).jpeg",
        "answers": [
            "Close-up of a whale's head above water.\n",
            "It is an extreme close-up of a whale's head above water. The image is zoomed in what appears to be the whale's mount opening right above the water. \n"
        ]
    }
]