{
    "images/science_journals/Arctocephalus_Pusillus_Pusillus.jpeg": [
        "A colony of seals lounges on rocky terrain near the water's edge.",
        "A colony of seals lounges on rocky terrain near the water's edge.",
        "A colony of seals, some are young, some old, lounges on rocky terrain near the water's edge."
    ],
    "images/shopping/Electric_kettle_-_Электрический_чайник.jpeg": [
        "A blue, transparent electric kettle filled with water, showing bubbles as it boils, on a white base.\n",
        "A blue, transparent electric kettle filled with water, showing bubbles as it boils, on a white base.\n"
    ],
    "images/science_journals/Shaki_Waterfall2.jpeg": [
        "A majestic waterfall cascades over rocks surrounded by lush greenery.",
        "A majestic waterfall cascades over rocks surrounded by lush greenery.",
        "A majestic waterfall cascades over multiple rocks surrounded by lush greenery."
    ],
    "images/news/Rally_Against_Asset_Sales,_Palmerston_North,_14_July_2012_07.jpeg": [
        "A group of people marching in a line along a park path, some carrying signs or umbrellas, on an overcast day.",
        "A group of people marching in protest along a park path, some carrying signs, on an overcast and rainy day.",
        "A group of people protesting in a line along a park path, some carrying signs, on an overcast, rainy day."
    ],
    "images/science_journals/220px-Pahoeoe_fountain_original.jpeg": [
        "A massive eruption of lava is spewing from a volcano into the sky, with a fiery red and orange glow.",
        "A massive eruption of lava is spewing from a volcano into the sky, with a fiery red and orange glow.",
        "A massive eruption of lava is spewing from a volcano about 20 feet high, with a fiery red and orange glow.",
        "A massive eruption of lava is spewing from a volcano into the sky, with a fiery red and orange glow."
    ],
    "images/shopping/Virti_vaghani.jpeg": [
        "A woman in a blue traditional outfit with jewelry, smiling in an ornate building.",
        "A young woman in a blue traditional outfit with jewelry and forearm markings, smiling in an ornate building.",
        "A woman with long brown hair in a blue traditional outfit with jewelry, smiling in an ornate building."
    ],
    "images/news/Livingood_Obama_State_of_the_Union_2011.jpeg": [
        "A group of men in suits stand in a dimly lit corridor, watching former president Barack Obama blurred in the foreground pass by.",
        "A group of men in suits stand in a dimly lit corridor, While President Obama stands in the background",
        "A group of men in suits stand in a dimly lit corridor, watching someone blurred in the foreground pass by."
    ],
    "images/science_journals/Geographic_Southpole_crop.jpeg": [
        "A sign marks the South Pole with an American flag alongside, on a vast, snowy expanse. The sign is tilted to one side.",
        "A white sign marks the South Pole with an American flag alongside, on a vast, snowy expanse.",
        "A sign marks the South Pole with an American flag alongside, on a vast, snowy expanse."
    ],
    "images/news/Avalanche_on_Everest.jpeg": [
        "An active volcano emitting smoke, making it look like an avalance in the background, viewed from a high vantage point with snow-capped slopes nearby.",
        "An active volcano emitting smoke, viewed from a high vantage point with snow-capped slopes nearby with clear vision",
        "An active volcano emitting smoke, viewed from a high vantage point with snow-capped slopes nearby."
    ],
    "images/social_media/54183.jpg": [
        "Singer, Beyonce, sings into a microphone, wearing a yellow outfit with circular patterns, against a blurred background.",
        "A curly haired performer with large golden earrings sings into a microphone, wearing a yellow outfit with circular patterns, against a blurred background.",
        "A performer sings into a microphone, wearing a yellow outfit with circular patterns, against a blurred background. she has big puffy hair that is also curly.",
        "A performer sings into a microphone, wearing a yellow outfit with circular patterns, against a blurred background. She has long curly amber hair and light brown skin."
    ],
    "images/travel/30208.jpg": [
        "Aerial, busy city view at dusk, with many historic buildings under a beautiful  pastel-hued sky.",
        "Aerial city view at dusk, with historic buildings under a pastel-hued sky.",
        "Aerial city view at dusk, with historic buildings under a pastel-hued partly cloudy sky."
    ],
    "images/science_journals/STS-130_Endeavour_flyaround_5.jpeg": [
        "The International Space Station orbits Earth, with solar panels extended, against the backdrop of our planet’s curve.",
        "The International Space Station orbits Earth, with solar panels extended, against the backdrop of our planet’s curve.",
        "The International Space Station orbits Earth, with solar panels extended, against the backdrop of our planet’s curve.",
        "The International Space Station orbits Earth, with solar panels extended, against the backdrop of our planet’s curve.",
        "The International Space Station orbits Earth, with solar panels extended, against the backdrop of our planet’s curve."
    ],
    "images/shopping/4068.jpg": [
        "Close-up of pale hands strumming a resonator guitar, showcasing fingers on strings and the guitar's body.",
        "Close-up of white hands strumming a resonator guitar, showcasing fingers on strings and the guitar's black and orange body.",
        "Close-up of hands strumming a resonator guitar, showcasing fingers on strings and the guitar's body.",
        "Close-up of hands strumming a resonator guitar, showcasing fingers on strings and the guitar's body.",
        "Close-up of hands picking a resonator guitar, showcasing fingers on strings and the guitar's body."
    ],
    "images/news/Gov_Walker_Protests1_JR.jpeg": [
        "A crowded two-story indoor rally, with people holding signs, likely a protest or civic event in a grand building.",
        "A crowded indoor rally, with people holding signs, likely a protest or civic event in a grand building with many levels.",
        "A crowded indoor rally, with people holding signs, likely a protest in a public building.",
        "A crowded indoor rally, with people holding signs, likely a protest or civic event in a grand building.",
        "A crowded indoor rally, with people holding signs, likely a protest or civic event in a grand building."
    ],
    "images/health/Foods_(cropped).jpeg": [
        "A variety of fresh fruits, vegetables, and nuts are arranged on a wooden surface. There's a basket of apples, a watermelon slice, and grains.",
        "A variety of fresh fruits, vegetables, and nuts are arranged on a wooden surface. There's a basket of apples, a watermelon slice, and grains.",
        "A variety of fresh fruits, vegetables, and nuts are arranged on a wooden surface. There's a basket of apples, a watermelon slice, and grains."
    ],
    "images/shopping/685px-Sofa3800ppx.jpeg": [
        "A beige sofa with four decorative pillows: two green with distinct patterns, one with a blend of muted colors, and a floral print cushion.",
        "A beige sofa with four decorative pillows: two green with distinct patterns, one with a blend of muted colors, and a floral print cushion, against a white background.",
        "A beige leather sofa with four decorative pillows: two green with distinct patterns, one with a blend of muted colors, and a floral print cushion."
    ],
    "images/travel/26005.jpg": [
        "A bustling street festival with crowds, mountains in the backdrop, and a clear blue sky. The weather is warm and there is smoke in the crowd.",
        "A bustling street festival with colorful crowds, smoke from the street, mountains in the backdrop, and a clear blue sky.",
        "A bustling street festival with crowds, mountains in the backdrop, and a clear blue sky."
    ],
    "images/science_journals/Artist’s_impression_of_the_huge_outflow_ejected_from_the_quasar_SDSS_J1106+1939.jpeg": [
        "A vibrant cosmic nebula with swirls of purple and blue against the backdrop of a starry sky.\n",
        "A vibrant cosmic nebula with swirls of purple and blue against the backdrop of a starry sky.\n"
    ],
    "images/social_media/Woman_running_barefoot_on_beach.jpeg": [
        "A female is jogging barefoot on a beach, waves gently breaking nearby. She has headphones in.",
        "A woman is jogging barefoot on a beach while listening to something on her earbuds while waves gently break nearby across the shore.",
        "A person is jogging barefoot on a beach, waves gently breaking nearby."
    ],
    "images/science_journals/Laser_Towards_Milky_Ways_Centre.jpeg": [
        "An observatory under a starry sky emits a laser beam into the Milky Way galaxy.",
        "An observatory under a starry sky emits a laser beam into the Milky Way galaxy.",
        "A lone, remote observatory under a starry sky emits a laser beam into the Milky Way galaxy during the late night.",
        "An observatory emits a laser beam into",
        "An observatory under a starry sky emits a laser beam into the Milky Way galaxy.",
        "An observatory under a starry sky emits a laser beam into the Milky Way galaxy."
    ],
    "images/news/Cristiano_Ronaldo_20120609.jpeg": [
        "A soccer player in a red jersey with the number 7 dribbles the ball on the field.",
        "One of the world's most prolific soccer players, Cristiano Ronaldo in a red jersey with the number 7 dribbles the ball on the field.",
        "A soccer player in a red jersey with the number 7 prepares to kick a ball on the field.",
        "A soccer player in a red jersey with the number 7 dribbles the ball on the field.",
        "A soccer player in a red jersey with the number 7 dribbles the ball on the field, looking ready to score a goal."
    ],
    "images/shopping/Window_seat_(one_of_a_pair)_(part_of_a_set)_MET_DP-14061-208.jpeg": [
        "An ornate gold chaise lounge with curved arms and elegant legs on a plain background.",
        "An ornate gold chaise lounge with curving arms and elegant legs on a plain background.",
        "An ornate gold chaise lounge with curving arms and elegant legs on a plain whitebackground.",
        "An ornate gold chaise lounge with curving arms and elegant legs on a plain background.",
        "An ornate gold chaise lounge with curving arms and elegant legs on a plain grey background."
    ],
    "images/health/Yoga4Love_Freedom_Gratitude.jpeg": [
        "A group practicing yoga outdoors, with mats on rock, arms raised to the sky.",
        "A group practicing yoga outdoors, with mats on rock, arms raised to the sky.",
        "A group practicing yoga on a large rock outdoors, sitting on mats with arms raised to the sky.",
        "A group practicing yoga outdoors, with mats on rock, arms raised to the sky."
    ],
    "images/travel/440px-Taki-gyo_8118084.jpeg": [
        "A person meditates under a waterfall, hands pressed together in a prayer-like pose.",
        "A person meditates under a waterfall, hands pressed together in a prayer-like pose.",
        "A person meditates under a waterfall, hands pressed together in a prayer-like pose."
    ],
    "images/news/London_Marathon_2005_at_Blackfriars.jpeg": [
        "A beautiful day in the city with streets crowded marathon with runners on a city street, spectators line the route, and trees and buildings alongside.",
        "A crowded marathon with runners on a city street, spectators line the route, and trees and buildings alongside.",
        "A crowded marathon with runners on a city street, spectators line the route, and trees and buildings alongside."
    ],
    "images/science_journals/Hobby_Fotografen_(_Chobe_2018).jpeg": [
        "A group of people on a flatboat tour, seated under a canopy, cruising close to a riverbank.",
        "A group of people on a flatboat tour, seated under a canopy, cruising close to a riverbank.",
        "A group of people on a flatboat tour, seated under a canopy, cruising close to a riverbank."
    ],
    "images/news/Astronauts_in_weightlessness.jpeg": [
        "People in blue uniforms float inside a plane's cabin, experiencing zero gravity.",
        "People in blue uniforms float upside-down inside a plane's cabin, experiencing zero gravity.",
        "People in blue uniforms float inside a plane's cabin, experiencing zero gravity."
    ],
    "images/science_journals/Wildland_Firefighter.jpeg": [
        "A firefighter in yellow gear directs a hose at vegetation, presumably to extinguish or prevent a fire.",
        "A firefighter in yellow gear directs a hose at vegetation, presumably to extinguish or prevent a forest or brush fire.",
        "A firefighter in yellow gear directs a hose at vegetation, presumably to extinguish or prevent a fire.",
        "A firefighter in yellow gear directs a hose at vegetation, presumably to extinguish or prevent a fire."
    ],
    "images/health/Amanda_Françozo_At_The_Runner_Sports-5.jpeg": [
        "A woman in a yellow tank top and black shorts is exercising on a gym machine, with other gym equipment and patrons in the background.\n"
    ],
    "images/shopping/340px-Diane_von_Fürstenberg_Spring-Summer_2014_07.jpeg": [
        "A model walks a bright runway wearing a black dress with intricate gold patterns. She has long black hair and is wearing black heels. Audience members watch from the side.\n",
        "A model walks a bright runway wearing a black dress with intricate gold patterns. She has long black hair and is wearing black heels. Audience members watch from the side.\n",
        "A model walks a bright runway wearing a black dress with intricate gold patterns. She has long black hair and is wearing black heels. Audience members watch from the side.\n"
    ],
    "images/science_journals/Scyliorhinus_canicula_foetus_in_an_egg.jpeg": [
        "A translucent egg case, possibly of a shark or ray, with a visible orange yellow embryo inside, attached to what looks to be something similar to a tree branch, with a long yellow coil coming off the bottom of the egg case.",
        "A translucent egg case, possibly of a shark or ray, with a visible embryo inside, attached to a branch under water.",
        "A translucent egg case, possibly of a shark or ray, with a visible embryo inside, attached to a branch."
    ],
    "images/science_journals/260px-Tidepools_Small.jpeg": [
        "A tide pool with vibrant pink and green marine life, including sea anemones and algae, nestled among rocks of various shapes and sizes.",
        "A tide pool with marine life, including sea anemones and algae, nestled among rocks.",
        "A tide pool with marine life, including sea anemones and algae, nestled among rocks."
    ],
    "images/social_media/A_yoga_namaste_Hindu_culture_religion_rites_rituals_sights.jpeg": [
        "A female practices yoga on a sandy beach at sunrise, reflecting peace and tranquility.",
        "A person practices yoga on a beach at sunrise, reflecting peace and tranquility.",
        "A person practices yoga on a beach at sunrise, reflecting peace and tranquility. The water from the ocean beautifully reflects off the sand.",
        "A person practices yoga on a beach at sunrise, reflecting peace and tranquility.",
        "A person practices yoga on a beach with a calm ocean at sunrise, reflecting peace and tranquility."
    ],
    "images/shopping/Green_brocade_silk_saree.jpeg": [
        "A beautiful woman in an elegant green sari with gold details poses beside a red pot on a green backdrop.",
        "A woman in an elegant green sari with gold details poses beside a red pot on a green backdrop.",
        "A woman in an elegant green sari with gold details poses beside a red pot on a green backdrop.",
        "A woman in an elegant green sari with gold details poses beside a red pot on a green backdrop."
    ],
    "images/travel/2550.jpg": [
        "A busy beach scene with colorful kayaks laid out on sand and people milling around.",
        "A busy beach scene with colorful kayaks laid out on sand and people milling around. The beach is surrounded by trees and is closed off.",
        "A busy beach scene with colorful kayaks laid out on sand and people milling around."
    ],
    "images/science_journals/220px-Wildlife_photography.jpeg": [
        "A camouflaged photographer lies concealed in foliage with a camera and long lens poised for shooting.",
        "A heavily camouflaged photographer lies concealed in foliage with a camera and long lens poised for shooting.",
        "A camouflaged photographer lies concealed in foliage with a camera and long lens poised for shooting. His camouflage is enhanced by a net over his head.",
        "A camouflaged photographer lies concealed in foliage with a camera and long lens poised for shooting."
    ],
    "images/science_journals/300px-Burnout_ops_on_Mangum_Fire_McCall_Smokejumpers.jpeg": [
        "A wildfire engulfs trees in fierce orange flames against a dark background.",
        "A wildfire engulfs trees in fierce orange flames against a dark background with high amounts of flames",
        "A wildfire engulfs trees in fierce orange flames against a dark background.",
        "A wildfire engulfs trees in fierce orange flames against a dark background."
    ],
    "images/shopping/Recording_artist_Leigh_Jones_entertained_troops_at_Fort_Belvoir_090501_(4920457551).jpeg": [
        "A woman with curly long blonde hair sits on a rock in a desert setting, gazing to the side with her left hand on her neck. She wears a white knitted sweater and ripped jeans, with sun casting a warm glow.",
        "A woman with tousled hair sits on a rock in a desert setting with a hint of the sky behind her, gazing to the side. She wears a white knitted sweater and ripped jeans, with sun casting a warm glow.",
        "A woman with tousled hair sits on a rock in a desert setting, gazing to the side. She wears a white knitted sweater and ripped jeans, with sun casting a warm glow."
    ],
    "images/health/440px-Jogging_Woman_in_Grass.jpeg": [
        "A woman in athletic wear jogs on a hilltop, with her hair flowing behind her. In the distance, a foggy landscape provides a serene backdrop.",
        "A woman in athletic wear jogs on a hilltop, with her hair flowing behind her. In the distance, a foggy landscape provides a serene backdrop.",
        "A woman in athletic wear consisting of a pair of leggings and a sports bra jogs on a hilltop, with her hair flowing behind her. In the distance, a foggy landscape provides a serene backdrop.",
        "A woman in athletic wear, a black sports bra and black yoga pants with a blue padded waistline, jogs on a hilltop, with her short hair flowing behind her. She wears a black armband and a red hair tie. In the distance, a foggy landscape provides a serene backdrop."
    ],
    "images/science_journals/200px-Mountain_gorilla_finger_detail.KMRA.jpg": [
        "A gorilla rests its hand and head on a tree trunk, with it's eyes open",
        "A gorilla rests its head on a tree trunk, eyes closed, evoking a sense of peace and contemplation.",
        "A gorilla rests its head on a tree trunk"
    ],
    "images/health/USMC-Rich_Froning_Jr.jpeg": [
        "A muscular athlete in swim gear emerges from water, cap on, goggles up, focused and determined.",
        "A Caucasian, muscular, male athlete in swim gear emerges from water, cap on, goggles up, focused and determined.",
        "A muscular athlete in swim gear emerges from water, cap and goggles on, focused and determined. He is surrounded by similarly muscular swimmers.",
        "A muscular athlete in swim gear emerges from water, yellow cap on, goggles up, focused and determined."
    ],
    "images/health/CWV_(427_of_544)_-_FRIYAY_Roux_Fitness,_Jefferson_Louisiana_April_2022.jpeg": [
        "A group of people are working out on indoor rowing machines at a gym.",
        "Three women and one man are working out on indoor rowing machines at a gym.",
        "A group of people are working out on indoor rowing machines at a crossfit gym."
    ],
    "images/science_journals/EmissionNebula_NGC6357.jpeg": [
        "This is an image of a star-forming nebula, with glowing gas, dust, and bright stars.",
        "This is an image of a star-forming nebula, with glowing gas, dust, and bright stars.",
        "This is an image of a star-forming nebula within a dark sky with glowing gas, dust, and bright stars. Rock (or another rugged formation) can be seen in the middle of the picture, with the star-forming nebula directly above.",
        "This is an image of a star-forming nebula, with glowing gas, dust, and bright stars. The colors are a mix of oranges and reds set against a black sky."
    ],
    "images/travel/Diver_under_the_Salt_Pier,_Bonaire,_Dutch_Antilles.jpeg": [
        "A diver, equipped with scuba gear, explores an underwater wreck surrounded by vibrant coral formations. The deep blue ocean provides a mysterious backdrop.",
        "A diver, equipped with scuba gear, explores an underwater wreck surrounded by vibrant coral formations. The deep blue ocean provides a mysterious backdrop.",
        "A diver, equipped with scuba gear, explores an underwater wreck surrounded by vibrant coral formations. The deep blue ocean provides a mysterious backdrop.",
        "A diver, equipped with scuba gear, explores an underwater wreck surrounded by yellow and brown coral formations. The deep blue ocean provides a mysterious backdrop."
    ],
    "images/news/Showjumping_white_horse.jpeg": [
        "A horse and rider jumping over a white obstacle in an equestrian showjumping event, under a cloudy sky.",
        "A horse and rider jumping over a white obstacle in an equestrian showjumping event, under a cloudy sky.",
        "A horse and rider jumping over a white obstacle in an equestrian showjumping event, under a cloudy sky.",
        "A horse and rider jumping over a white fence in an equestrian showjumping event, under a cloudy sky."
    ],
    "images/travel/13957.jpg": [
        "Entrance to the London Underground at dusk, with iconic roundel sign visible. On a quite busy street with people walking enjoying outside.",
        "Entrance to the London Underground at dusk, with iconic roundel sign visible.",
        "Entrance to the London Underground at dusk, with iconic roundel sign visible.",
        "Entrance to the London Underground at dusk, with iconic roundel sign visible. This station has stairs leading down, on the sidewalk, with a road to the right and buildings as well."
    ],
    "images/social_media/Chiara_Ferragni_-_Giorgio_Armani_Show_-_Milan_Fashion_Week_-_23_Sept._2013.jpg": [
        "A woman in a heart-patterned blouse and red skirt poses with sunglasses, a watch, and a patterned bag int a city that is pretty full.",
        "A woman in a heart-patterned blouse and red skirt poses with sunglasses, a watch, and a patterned bag.",
        "A woman in a heart-patterned blouse and red skirt poses with sunglasses, a watch, and a patterned bag. she is standing in front of a busy street with a camera man in a long-sleeved white shirt and jeans hunched trying to take a photo of her. He is standing a few feet back over her shoulder."
    ],
    "images/health/Cycling_in_Amsterdam_(893).jpeg": [
        "Two people, an adult and a child, are joyfully riding bikes down a city street, both smiling and wearing knitted hats. The street is not populated.",
        "Two people, an adult and a child, are joyfully riding bikes down a city street, both smiling at one another and wearing knitted hats.",
        "Two people, an adult and a child, are joyfully riding bikes down a city street, both smiling and wearing knitted hats.",
        "Two people, an adult and a child, are joyfully riding bikes down a city street, both smiling and wearing knitted hats."
    ],
    "images/social_media/Model_Posing_On_Typical_Studio_Set.jpeg": [
        "A female model poses in a photo studio with lighting equipment, wearing a black outfit and boots.",
        "A model poses in a photo studio with lighting equipment, wearing a black outfit and black boots boots, she is a dirty blonde color and is staring directly at the camera.",
        "A model poses in a photo studio with lighting equipment, wearing a black outfit and boots. With long blonde hair, she gazes directly at the camera."
    ],
    "images/science_journals/200px-Hot_air_balloon_over_a_pagoda_in_Bagan.jpeg": [
        "A hot air balloon flies over a lush green landscape dotted with ancient temples at sunrise.",
        "A hot air balloon flies over a verdant landscape dotted with ancient temples at sunrise.",
        "A hot air balloon flies over a verdant landscape dotted with ancient temples at sunrise."
    ],
    "images/social_media/Heidi_Klum4crop.jpeg": [
        "A smiling woman with blonde bob haircut, wearing a red dress, over a black tube top",
        "A smiling blonde supermodel wearing red lipstick and a red dress.",
        "A smiling woman with blonde bob haircut, wearing a red dress."
    ],
    "images/travel/Water_skiing_on_the_yarra02.jpeg": [
        "A person in a red and white suit is water skiing on a river, creating a spray of water.",
        "A person in a red and white suit is water skiing on a river, creating a spray of water.",
        "A person in a red and white suit is water skiing on a river, creating a spray of water.",
        "A person in a red and white suit is water skiing on a river, creating a spray of water.",
        "A person in a red and white suit is water skiing on a river, creating a spray of water."
    ],
    "images/social_media/120px-Keystone_Day_1_Photo_96.jpeg": [
        "A group of kids enjoying a hot tub outdoors in the snow.",
        "A large family, with many kids, enjoying a hot tub in the snow.",
        "A group of people enjoying a hot tub outdoors in the snow.",
        "A group of people sitting a hot tub located",
        "A group of people enjoying a hot tub outdoors in the snow. The photo is blurry but depicts what looks to be a family , 2 men and several children."
    ],
    "images/social_media/220px-Paljuilua_1.jpeg": [
        "People relax in a wooden hot tub outdoors, surrounded by greenery.",
        "People relax in a wooden hot tub outdoors, surrounded by greenery.",
        "People relax in a wooden hot tub outdoors, surrounded by greenery.",
        "People relax in a wooden hot tub outdoors, surrounded by greenery."
    ],
    "images/news/220px-Whales_Bubble_Net_Feeding-edit1.jpeg": [
        "A group of humpback whales is breaching with their mouths open in the ocean, with a seagull flying overhead.",
        "A group of humpback whales is breaching with their mouths open in the ocean, with a seagull flying overhead.",
        "A group of humpback whales is breaching with their mouths open in the ocean, with a seagull flying overhead.",
        "A group of humpback whales is breaching with their mouths open in the ocean, with a seagull flying overhead. The water is slightly choppy and the shoreline is slightly visible in the distance."
    ],
    "images/health/2456.jpg": [
        "A bowl of Asian noodle salad with vegetables and herbs.",
        "A bowl of Asian noodle salad with vegetables and herbs.",
        "A bowl of Asian noodle salad with vegetables and herbs.",
        "A bowl of Asian noodle salad with vegetables and herbs."
    ],
    "images/travel/Wdomenada2003b.jpeg": [
        "Two people cross-country skiing on a snow-covered slope with mountains in the distance.",
        "Two people cross-country skiing on a snow-covered slope with mountains in the distance.",
        "Two people cross-country skiing on a snow-covered slope with mountains in the distance.",
        "Two people cross-country skiing on a snow-covered slope with mountains in the distance."
    ],
    "images/shopping/Astrid_Andersen_01.jpeg": [
        "A group of male models walk the runway in a fashion show wearing white outfits.",
        "A group of male models walk the runway in a fashion show wearing white mesh shirts, a large white jacket, and long white pants. The material is loose.",
        "A group of male models walk the runway in a fashion show wearing white outfits. They are arranged in a walking line. The first man had on a jacket with a gold emblem, it is open and the shirt underneath is lace with a floral pattern. The man behind him is shirtless. The thied man is wearing a hoodie and the 4th man is wearing a tank top. You cannot really see the outfits of the rest of the models. There are seated onlookers on either side of the models as well."
    ],
    "images/science_journals/STS41B-35-1613_-_Bruce_McCandless_II_during_EVA_(Retouched).jpeg": [
        "An astronaut in a white space suit floats in space with Earth's blue horizon in the background.",
        "An astronaut in a white space suit floats in space with Earth's blue horizon and clouds in the background.",
        "An astronaut in a white space suit floats in space with Earth's blue horizon and dark space in the background.",
        "An astronaut in a white space suit floats in space with Earth's blue horizon in the background."
    ],
    "images/social_media/170px-Baked_goods.jpeg": [
        "Baskets of fresh baked brown bread and cornbread with honey on the side.",
        "Three baskets and one plate of fresh-baked breads of various sizes and textures, served with a glass jar of honey on the side.",
        "Baskets of fresh baked rolls and cornbread with honey on the side.",
        "Baskets of fresh baked rolls and cornbread with honey on the side. There's also one basket of brownies on the left.",
        "Baskets of fresh baked rolls, brownies and cornbread with honey on the side in a glass pitcher. A white plate with blueberries pictured on it sits in between the baskets. Atop the plate are a piece of cornbread and roll both sliced in half."
    ],
    "images/shopping/340px-Diane_von_Furstenberg_Spring-Summer_2014_07.jpeg": [
        "A black female model walks a bright runway wearing a black shift dress with intricate gold patterns likely consisting of beads, sequins, and crystals. She has long, wavy black hair with bangs and is wearing black open-toe heels. Audience members watch from the side of the bright white runway.",
        "A beautiful African American model walks a bright runway wearing a black dress with intricate gold patterns. She has long black hair and is wearing black heels. Audience members watch from the side.",
        "A model walks a bright runway wearing a black dress with intricate gold patterns. She has long black hair and is wearing black heels. Audience members are watching from the side."
    ],
    "images/travel/37044.jpg": [
        "A serene view of a small island with a church on top, connected to the mainland by a winding path, set against the ocean.",
        "A serene view of a small island with a church on top, connected to the mainland by a winding path, set against the ocean. You are viewing from a grassy area.",
        "A serene view of a small island with a church on top, connected to the mainland by a winding path, set against the ocean.",
        "A serene view of a small island with a church on top, connected to the mainland by a winding roadway, set against the ocean.",
        "A serene view of a small island with a church on top, connected to the mainland by a winding path, set against the ocean."
    ],
    "images/travel/Hiking_to_the_Ice_Lakes._San_Juan_National_Forest,_Colorado.jpg": [
        "A person hiking on a winding trail through a lush green forest with tall pine trees on a bright day with light clouds. Majestic snow-capped mountains rise in the distance.",
        "A person hiking on a winding trail through a lush green forest with tall pine trees. Majestic snow-capped mountains rise in the distance.",
        "A person hiking on a winding trail through a lush green forest with tall pine trees. Majestic snow-capped mountains rise in the distance.",
        "A person hiking on a winding trail through a lush green forest with tall pine trees. Majestic snow-capped mountains rise in the distance."
    ],
    "images/science_journals/Common_stingray_tenerife.jpeg": [
        "A stingray blends into sandy ocean bottom, its shape barely discernible except for two eyes and a slender tail.",
        "A stingray blends into sandy ocean bottom, its shape barely discernible except for two eyes and a slender tail.",
        "A stingray blends into sandy ocean bottom, its shape barely discernible except for two eyes and a slender tail."
    ],
    "images/news/ARG_Line-up_-_ARG_vs_MEX_for_2022_FIFA_WC.jpeg": [
        "A soccer team wearing striped blue and white uniforms poses for a group photo on the field.",
        "A soccer team in striped blue and white kits poses for a group photo on the field.",
        "A soccer team in striped blue and white kits poses for a group photo on the field, the center player standing in the back row is wearing a green shirt, and there is a crowd of people watching behind them.",
        "A soccer team in striped blue and white kits poses for a group photo on the field."
    ],
    "images/shopping/Electric_kettle.jpeg": [
        "A blue, transparent electric kettle filled with water, showing bubbles as it boils, on a white base.",
        "A blue and white electric wireless kettle filled with water, showing bubbles as it boils. The portion holding the water is transparent and blue.",
        "A blue, transparent electric kettle filled with water, showing bubbles as it boils, on a white base with a blank background."
    ],
    "images/social_media/220px-Summer_Games_Done_Quick_attendees_(48149404692).jpeg": [
        "A diverse group of people seated in rows, attentively watching an event, some raising hands to participate. Some participants seem excited and some seem bored.",
        "A diverse group of people seated in rows, attentively watching an event, some raising hands to participate.",
        "A diverse group of people seated in rows, attentively watching an event, some raising hands to participate.",
        "A diverse group of people seated in rows, attentively watching an event, some raising hands to participate."
    ],
    "images/health/Amanda_Francozo_At_The_Runner_Sports-5.jpeg": [
        "A woman in a yellow tank top and black shorts is exercising on a gym machine, with other gym equipment and patrons in the background.",
        "A woman in a yellow tank top and black shorts is exercising on a gym machine, with other gym equipment and patrons in the background.",
        "A woman in a yellow tank top and black shorts is exercising on a gym machine, with other gym equipment and patrons in the background.",
        "An attractive woman in a yellow tank top and black shorts is exercising on a gym machine lifting her legs, with other gym equipment and patrons in the background.",
        "A woman in a yellow tank top and black shorts is exercising on a gym machine that exercises the hamstrings and glutes, with other gym equipment and patrons in the background."
    ],
    "images/science_journals/Artist_impression_of_the_huge_outflow_ejected_from_the_quasar_SDSS_J1106+1939.jpeg": [
        "A vibrant cosmic nebula with swirls of purple and blue against the backdrop of a starry sky.",
        "A vibrant cosmic nebula with swirls of purple and blue against the black backdrop of a starry  night sky.",
        "A vibrant cosmic nebula with swirls of purple and blue against the backdrop of a starry sky."
    ],
    "images/travel/440px-Naufragio_por_Gustavo_Gerdel.jpeg": [
        "A diver explores a sunken shipwreck near a coral reef underwater.",
        "A diver explores a sunken shipwreck near a coral reef underwater, the diver has a pair of swimming flippers on and is wearing an oxygen tank. The image is shown to be underwater.",
        "A diver with an oxygen tank on his back and swimming flippers on his feet explores a sunken shipwreck that is laying on its side and being taken over by the sand near a coral reef underwater."
    ],
    "images/health/Walking_for_Health_in_Epsom-5Aug2009_(3).jpeg": [
        "A group of people of various ages walking in line along a grassy path, with trees on one side.",
        "A group of people of various ages walks in line along a pebble path, with trees on one side and grass on the other.",
        "A group of people of various ages walking in line along a grassy path, with trees on one side.",
        "A group of people of various ages being led by a person in a reflective coat, walking in line along a grassy path, with trees on one side."
    ],
    "images/shopping/440px-Tyson_Beckford_(cropped).jpeg": [
        "A bald man with a defined jawline and a slight smile, wearing a collared shirt under a gray jacket. He has a confident demeanor, with a dark backdrop. he is also wearing ear rings on both ears.",
        "A handsome bald man with a defined jawline and a slight smile, wearing a collared shirt under a gray jacket. He has a confident demeanor, with a dark backdrop.",
        "A handsome, bald, black man with a defined jawline and a slight smile, wearing a collared beige shirt, under a gray jacket. He has a confident demeanor, with a dark backdrop."
    ]
}