{
    "images/science_journals/Arctocephalus_Pusillus_Pusillus.jpeg": [
        "A colony of seals lounges on rocky terrain near the water's edge.",
        "A colony of seals lounges on rocky terrain near the water's edge.",
        "A colony of seals, some are young, some old, lounges on rocky terrain near the water's edge."
    ],
    "images/shopping/Electric_kettle_-_Электрический_чайник.jpeg": [
        "A blue, transparent electric kettle filled with water, showing bubbles as it boils, on a white base.\n",
        "A blue, transparent electric kettle filled with water, showing bubbles as it boils, on a white base.\n"
    ],
    "images/science_journals/Shaki_Waterfall2.jpeg": [
        "A majestic waterfall cascades over rocks surrounded by lush greenery.",
        "A majestic waterfall cascades over rocks surrounded by lush greenery.",
        "A majestic waterfall cascades over multiple rocks surrounded by lush greenery."
    ],
    "images/news/Rally_Against_Asset_Sales,_Palmerston_North,_14_July_2012_07.jpeg": [
        "A group of people marching in a line along a park path, some carrying signs or umbrellas, on an overcast day.",
        "A group of people marching in protest along a park path, some carrying signs, on an overcast and rainy day.",
        "A group of people protesting in a line along a park path, some carrying signs, on an overcast, rainy day."
    ],
    "images/science_journals/220px-Pahoeoe_fountain_original.jpeg": [
        "A massive eruption of lava is spewing from a volcano into the sky, with a fiery red and orange glow.",
        "A massive eruption of lava is spewing from a volcano into the sky, with a fiery red and orange glow.",
        "A massive eruption of lava is spewing from a volcano about 20 feet high, with a fiery red and orange glow.",
        "A massive eruption of lava is spewing from a volcano into the sky, with a fiery red and orange glow."
    ],
    "images/shopping/Virti_vaghani.jpeg": [
        "A woman in a blue traditional outfit with jewelry, smiling in an ornate building.",
        "A young woman in a blue traditional outfit with jewelry and forearm markings, smiling in an ornate building.",
        "A woman with long brown hair in a blue traditional outfit with jewelry, smiling in an ornate building."
    ],
    "images/news/Livingood_Obama_State_of_the_Union_2011.jpeg": [
        "A group of men in suits stand in a dimly lit corridor, watching former president Barack Obama blurred in the foreground pass by.",
        "A group of men in suits stand in a dimly lit corridor, While President Obama stands in the background",
        "A group of men in suits stand in a dimly lit corridor, watching someone blurred in the foreground pass by."
    ],
    "images/science_journals/Geographic_Southpole_crop.jpeg": [
        "A sign marks the South Pole with an American flag alongside, on a vast, snowy expanse. The sign is tilted to one side.",
        "A white sign marks the South Pole with an American flag alongside, on a vast, snowy expanse.",
        "A sign marks the South Pole with an American flag alongside, on a vast, snowy expanse."
    ],
    "images/news/Avalanche_on_Everest.jpeg": [
        "An active volcano emitting smoke, making it look like an avalance in the background, viewed from a high vantage point with snow-capped slopes nearby.",
        "An active volcano emitting smoke, viewed from a high vantage point with snow-capped slopes nearby with clear vision",
        "An active volcano emitting smoke, viewed from a high vantage point with snow-capped slopes nearby."
    ],
    "images/social_media/54183.jpg": [
        "Singer, Beyonce, sings into a microphone, wearing a yellow outfit with circular patterns, against a blurred background.",
        "A curly haired performer with large golden earrings sings into a microphone, wearing a yellow outfit with circular patterns, against a blurred background.",
        "A performer sings into a microphone, wearing a yellow outfit with circular patterns, against a blurred background. she has big puffy hair that is also curly.",
        "A performer sings into a microphone, wearing a yellow outfit with circular patterns, against a blurred background. She has long curly amber hair and light brown skin."
    ],
    "images/travel/30208.jpg": [
        "Aerial, busy city view at dusk, with many historic buildings under a beautiful  pastel-hued sky.",
        "Aerial city view at dusk, with historic buildings under a pastel-hued sky.",
        "Aerial city view at dusk, with historic buildings under a pastel-hued partly cloudy sky."
    ],
    "images/science_journals/STS-130_Endeavour_flyaround_5.jpeg": [
        "The International Space Station orbits Earth, with solar panels extended, against the backdrop of our planet’s curve.",
        "The International Space Station orbits Earth, with solar panels extended, against the backdrop of our planet’s curve.",
        "The International Space Station orbits Earth, with solar panels extended, against the backdrop of our planet’s curve.",
        "The International Space Station orbits Earth, with solar panels extended, against the backdrop of our planet’s curve.",
        "The International Space Station orbits Earth, with solar panels extended, against the backdrop of our planet’s curve."
    ],
    "images/shopping/4068.jpg": [
        "Close-up of pale hands strumming a resonator guitar, showcasing fingers on strings and the guitar's body.",
        "Close-up of white hands strumming a resonator guitar, showcasing fingers on strings and the guitar's black and orange body.",
        "Close-up of hands strumming a resonator guitar, showcasing fingers on strings and the guitar's body.",
        "Close-up of hands strumming a resonator guitar, showcasing fingers on strings and the guitar's body.",
        "Close-up of hands picking a resonator guitar, showcasing fingers on strings and the guitar's body."
    ],
    "images/news/Gov_Walker_Protests1_JR.jpeg": [
        "A crowded two-story indoor rally, with people holding signs, likely a protest or civic event in a grand building.",
        "A crowded indoor rally, with people holding signs, likely a protest or civic event in a grand building with many levels.",
        "A crowded indoor rally, with people holding signs, likely a protest in a public building.",
        "A crowded indoor rally, with people holding signs, likely a protest or civic event in a grand building.",
        "A crowded indoor rally, with people holding signs, likely a protest or civic event in a grand building."
    ],
    "images/health/Foods_(cropped).jpeg": [
        "A variety of fresh fruits, vegetables, and nuts are arranged on a wooden surface. There's a basket of apples, a watermelon slice, and grains.",
        "A variety of fresh fruits, vegetables, and nuts are arranged on a wooden surface. There's a basket of apples, a watermelon slice, and grains.",
        "A variety of fresh fruits, vegetables, and nuts are arranged on a wooden surface. There's a basket of apples, a watermelon slice, and grains."
    ],
    "images/shopping/685px-Sofa3800ppx.jpeg": [
        "A beige sofa with four decorative pillows: two green with distinct patterns, one with a blend of muted colors, and a floral print cushion.",
        "A beige sofa with four decorative pillows: two green with distinct patterns, one with a blend of muted colors, and a floral print cushion, against a white background.",
        "A beige leather sofa with four decorative pillows: two green with distinct patterns, one with a blend of muted colors, and a floral print cushion."
    ],
    "images/travel/26005.jpg": [
        "A bustling street festival with crowds, mountains in the backdrop, and a clear blue sky. The weather is warm and there is smoke in the crowd.",
        "A bustling street festival with colorful crowds, smoke from the street, mountains in the backdrop, and a clear blue sky.",
        "A bustling street festival with crowds, mountains in the backdrop, and a clear blue sky."
    ],
    "images/science_journals/Artist’s_impression_of_the_huge_outflow_ejected_from_the_quasar_SDSS_J1106+1939.jpeg": [
        "A vibrant cosmic nebula with swirls of purple and blue against the backdrop of a starry sky.\n",
        "A vibrant cosmic nebula with swirls of purple and blue against the backdrop of a starry sky.\n"
    ],
    "images/social_media/Woman_running_barefoot_on_beach.jpeg": [
        "A female is jogging barefoot on a beach, waves gently breaking nearby. She has headphones in.",
        "A woman is jogging barefoot on a beach while listening to something on her earbuds while waves gently break nearby across the shore.",
        "A person is jogging barefoot on a beach, waves gently breaking nearby."
    ],
    "images/science_journals/Laser_Towards_Milky_Ways_Centre.jpeg": [
        "An observatory under a starry sky emits a laser beam into the Milky Way galaxy.",
        "An observatory under a starry sky emits a laser beam into the Milky Way galaxy.",
        "A lone, remote observatory under a starry sky emits a laser beam into the Milky Way galaxy during the late night.",
        "An observatory emits a laser beam into",
        "An observatory under a starry sky emits a laser beam into the Milky Way galaxy.",
        "An observatory under a starry sky emits a laser beam into the Milky Way galaxy."
    ],
    "images/news/Cristiano_Ronaldo_20120609.jpeg": [
        "A soccer player in a red jersey with the number 7 dribbles the ball on the field.",
        "One of the world's most prolific soccer players, Cristiano Ronaldo in a red jersey with the number 7 dribbles the ball on the field.",
        "A soccer player in a red jersey with the number 7 prepares to kick a ball on the field.",
        "A soccer player in a red jersey with the number 7 dribbles the ball on the field.",
        "A soccer player in a red jersey with the number 7 dribbles the ball on the field, looking ready to score a goal."
    ],
    "images/shopping/Window_seat_(one_of_a_pair)_(part_of_a_set)_MET_DP-14061-208.jpeg": [
        "An ornate gold chaise lounge with curved arms and elegant legs on a plain background.",
        "An ornate gold chaise lounge with curving arms and elegant legs on a plain background.",
        "An ornate gold chaise lounge with curving arms and elegant legs on a plain whitebackground.",
        "An ornate gold chaise lounge with curving arms and elegant legs on a plain background.",
        "An ornate gold chaise lounge with curving arms and elegant legs on a plain grey background."
    ],
    "images/health/Yoga4Love_Freedom_Gratitude.jpeg": [
        "A group practicing yoga outdoors, with mats on rock, arms raised to the sky.",
        "A group practicing yoga outdoors, with mats on rock, arms raised to the sky.",
        "A group practicing yoga on a large rock outdoors, sitting on mats with arms raised to the sky.",
        "A group practicing yoga outdoors, with mats on rock, arms raised to the sky."
    ],
    "images/travel/440px-Taki-gyo_8118084.jpeg": [
        "A person meditates under a waterfall, hands pressed together in a prayer-like pose.",
        "A person meditates under a waterfall, hands pressed together in a prayer-like pose.",
        "A person meditates under a waterfall, hands pressed together in a prayer-like pose."
    ],
    "images/news/London_Marathon_2005_at_Blackfriars.jpeg": [
        "A beautiful day in the city with streets crowded marathon with runners on a city street, spectators line the route, and trees and buildings alongside.",
        "A crowded marathon with runners on a city street, spectators line the route, and trees and buildings alongside.",
        "A crowded marathon with runners on a city street, spectators line the route, and trees and buildings alongside."
    ],
    "images/science_journals/Hobby_Fotografen_(_Chobe_2018).jpeg": [
        "A group of people on a flatboat tour, seated under a canopy, cruising close to a riverbank.",
        "A group of people on a flatboat tour, seated under a canopy, cruising close to a riverbank.",
        "A group of people on a flatboat tour, seated under a canopy, cruising close to a riverbank."
    ],
    "images/news/Astronauts_in_weightlessness.jpeg": [
        "People in blue uniforms float inside a plane's cabin, experiencing zero gravity.",
        "People in blue uniforms float upside-down inside a plane's cabin, experiencing zero gravity.",
        "People in blue uniforms float inside a plane's cabin, experiencing zero gravity."
    ],
    "images/science_journals/Wildland_Firefighter.jpeg": [
        "A firefighter in yellow gear directs a hose at vegetation, presumably to extinguish or prevent a fire.",
        "A firefighter in yellow gear directs a hose at vegetation, presumably to extinguish or prevent a forest or brush fire.",
        "A firefighter in yellow gear directs a hose at vegetation, presumably to extinguish or prevent a fire.",
        "A firefighter in yellow gear directs a hose at vegetation, presumably to extinguish or prevent a fire."
    ],
    "images/health/Amanda_Françozo_At_The_Runner_Sports-5.jpeg": [
        "A woman in a yellow tank top and black shorts is exercising on a gym machine, with other gym equipment and patrons in the background.\n"
    ],
    "images/shopping/340px-Diane_von_Fürstenberg_Spring-Summer_2014_07.jpeg": [
        "A model walks a bright runway wearing a black dress with intricate gold patterns. She has long black hair and is wearing black heels. Audience members watch from the side.\n",
        "A model walks a bright runway wearing a black dress with intricate gold patterns. She has long black hair and is wearing black heels. Audience members watch from the side.\n",
        "A model walks a bright runway wearing a black dress with intricate gold patterns. She has long black hair and is wearing black heels. Audience members watch from the side.\n"
    ],
    "images/science_journals/Scyliorhinus_canicula_foetus_in_an_egg.jpeg": [
        "A translucent egg case, possibly of a shark or ray, with a visible orange yellow embryo inside, attached to what looks to be something similar to a tree branch, with a long yellow coil coming off the bottom of the egg case.",
        "A translucent egg case, possibly of a shark or ray, with a visible embryo inside, attached to a branch under water.",
        "A translucent egg case, possibly of a shark or ray, with a visible embryo inside, attached to a branch."
    ],
    "images/science_journals/260px-Tidepools_Small.jpeg": [
        "A tide pool with vibrant pink and green marine life, including sea anemones and algae, nestled among rocks of various shapes and sizes.",
        "A tide pool with marine life, including sea anemones and algae, nestled among rocks.",
        "A tide pool with marine life, including sea anemones and algae, nestled among rocks."
    ],
    "images/social_media/A_yoga_namaste_Hindu_culture_religion_rites_rituals_sights.jpeg": [
        "A female practices yoga on a sandy beach at sunrise, reflecting peace and tranquility.",
        "A person practices yoga on a beach at sunrise, reflecting peace and tranquility.",
        "A person practices yoga on a beach at sunrise, reflecting peace and tranquility. The water from the ocean beautifully reflects off the sand.",
        "A person practices yoga on a beach at sunrise, reflecting peace and tranquility.",
        "A person practices yoga on a beach with a calm ocean at sunrise, reflecting peace and tranquility."
    ],
    "images/shopping/Green_brocade_silk_saree.jpeg": [
        "A beautiful woman in an elegant green sari with gold details poses beside a red pot on a green backdrop.",
        "A woman in an elegant green sari with gold details poses beside a red pot on a green backdrop.",
        "A woman in an elegant green sari with gold details poses beside a red pot on a green backdrop.",
        "A woman in an elegant green sari with gold details poses beside a red pot on a green backdrop."
    ],
    "images/travel/2550.jpg": [
        "A busy beach scene with colorful kayaks laid out on sand and people milling around.",
        "A busy beach scene with colorful kayaks laid out on sand and people milling around. The beach is surrounded by trees and is closed off.",
        "A busy beach scene with colorful kayaks laid out on sand and people milling around."
    ],
    "images/science_journals/220px-Wildlife_photography.jpeg": [
        "A camouflaged photographer lies concealed in foliage with a camera and long lens poised for shooting.",
        "A heavily camouflaged photographer lies concealed in foliage with a camera and long lens poised for shooting.",
        "A camouflaged photographer lies concealed in foliage with a camera and long lens poised for shooting. His camouflage is enhanced by a net over his head.",
        "A camouflaged photographer lies concealed in foliage with a camera and long lens poised for shooting."
    ],
    "images/science_journals/300px-Burnout_ops_on_Mangum_Fire_McCall_Smokejumpers.jpeg": [
        "A wildfire engulfs trees in fierce orange flames against a dark background.",
        "A wildfire engulfs trees in fierce orange flames against a dark background with high amounts of flames",
        "A wildfire engulfs trees in fierce orange flames against a dark background.",
        "A wildfire engulfs trees in fierce orange flames against a dark background."
    ],
    "images/shopping/Recording_artist_Leigh_Jones_entertained_troops_at_Fort_Belvoir_090501_(4920457551).jpeg": [
        "A woman with curly long blonde hair sits on a rock in a desert setting, gazing to the side with her left hand on her neck. She wears a white knitted sweater and ripped jeans, with sun casting a warm glow.",
        "A woman with tousled hair sits on a rock in a desert setting with a hint of the sky behind her, gazing to the side. She wears a white knitted sweater and ripped jeans, with sun casting a warm glow.",
        "A woman with tousled hair sits on a rock in a desert setting, gazing to the side. She wears a white knitted sweater and ripped jeans, with sun casting a warm glow."
    ],
    "images/health/440px-Jogging_Woman_in_Grass.jpeg": [
        "A woman in athletic wear jogs on a hilltop, with her hair flowing behind her. In the distance, a foggy landscape provides a serene backdrop.",
        "A woman in athletic wear jogs on a hilltop, with her hair flowing behind her. In the distance, a foggy landscape provides a serene backdrop.",
        "A woman in athletic wear consisting of a pair of leggings and a sports bra jogs on a hilltop, with her hair flowing behind her. In the distance, a foggy landscape provides a serene backdrop.",
        "A woman in athletic wear, a black sports bra and black yoga pants with a blue padded waistline, jogs on a hilltop, with her short hair flowing behind her. She wears a black armband and a red hair tie. In the distance, a foggy landscape provides a serene backdrop."
    ],
    "images/science_journals/200px-Mountain_gorilla_finger_detail.KMRA.jpg": [
        "A gorilla rests its hand and head on a tree trunk, with it's eyes open",
        "A gorilla rests its head on a tree trunk, eyes closed, evoking a sense of peace and contemplation.",
        "A gorilla rests its head on a tree trunk"
    ],
    "images/health/USMC-Rich_Froning_Jr.jpeg": [
        "A muscular athlete in swim gear emerges from water, cap on, goggles up, focused and determined.",
        "A Caucasian, muscular, male athlete in swim gear emerges from water, cap on, goggles up, focused and determined.",
        "A muscular athlete in swim gear emerges from water, cap and goggles on, focused and determined. He is surrounded by similarly muscular swimmers.",
        "A muscular athlete in swim gear emerges from water, yellow cap on, goggles up, focused and determined."
    ],
    "images/health/CWV_(427_of_544)_-_FRIYAY_Roux_Fitness,_Jefferson_Louisiana_April_2022.jpeg": [
        "A group of people are working out on indoor rowing machines at a gym.",
        "Three women and one man are working out on indoor rowing machines at a gym.",
        "A group of people are working out on indoor rowing machines at a crossfit gym."
    ],
    "images/science_journals/EmissionNebula_NGC6357.jpeg": [
        "This is an image of a star-forming nebula, with glowing gas, dust, and bright stars.",
        "This is an image of a star-forming nebula, with glowing gas, dust, and bright stars.",
        "This is an image of a star-forming nebula within a dark sky with glowing gas, dust, and bright stars. Rock (or another rugged formation) can be seen in the middle of the picture, with the star-forming nebula directly above.",
        "This is an image of a star-forming nebula, with glowing gas, dust, and bright stars. The colors are a mix of oranges and reds set against a black sky."
    ],
    "images/travel/Diver_under_the_Salt_Pier,_Bonaire,_Dutch_Antilles.jpeg": [
        "A diver, equipped with scuba gear, explores an underwater wreck surrounded by vibrant coral formations. The deep blue ocean provides a mysterious backdrop.",
        "A diver, equipped with scuba gear, explores an underwater wreck surrounded by vibrant coral formations. The deep blue ocean provides a mysterious backdrop.",
        "A diver, equipped with scuba gear, explores an underwater wreck surrounded by vibrant coral formations. The deep blue ocean provides a mysterious backdrop.",
        "A diver, equipped with scuba gear, explores an underwater wreck surrounded by yellow and brown coral formations. The deep blue ocean provides a mysterious backdrop."
    ],
    "images/news/Showjumping_white_horse.jpeg": [
        "A horse and rider jumping over a white obstacle in an equestrian showjumping event, under a cloudy sky.",
        "A horse and rider jumping over a white obstacle in an equestrian showjumping event, under a cloudy sky.",
        "A horse and rider jumping over a white obstacle in an equestrian showjumping event, under a cloudy sky.",
        "A horse and rider jumping over a white fence in an equestrian showjumping event, under a cloudy sky."
    ],
    "images/travel/13957.jpg": [
        "Entrance to the London Underground at dusk, with iconic roundel sign visible. On a quite busy street with people walking enjoying outside.",
        "Entrance to the London Underground at dusk, with iconic roundel sign visible.",
        "Entrance to the London Underground at dusk, with iconic roundel sign visible.",
        "Entrance to the London Underground at dusk, with iconic roundel sign visible. This station has stairs leading down, on the sidewalk, with a road to the right and buildings as well."
    ],
    "images/social_media/Chiara_Ferragni_-_Giorgio_Armani_Show_-_Milan_Fashion_Week_-_23_Sept._2013.jpg": [
        "A woman in a heart-patterned blouse and red skirt poses with sunglasses, a watch, and a patterned bag int a city that is pretty full.",
        "A woman in a heart-patterned blouse and red skirt poses with sunglasses, a watch, and a patterned bag.",
        "A woman in a heart-patterned blouse and red skirt poses with sunglasses, a watch, and a patterned bag. she is standing in front of a busy street with a camera man in a long-sleeved white shirt and jeans hunched trying to take a photo of her. He is standing a few feet back over her shoulder."
    ],
    "images/health/Cycling_in_Amsterdam_(893).jpeg": [
        "Two people, an adult and a child, are joyfully riding bikes down a city street, both smiling and wearing knitted hats. The street is not populated.",
        "Two people, an adult and a child, are joyfully riding bikes down a city street, both smiling at one another and wearing knitted hats.",
        "Two people, an adult and a child, are joyfully riding bikes down a city street, both smiling and wearing knitted hats.",
        "Two people, an adult and a child, are joyfully riding bikes down a city street, both smiling and wearing knitted hats."
    ],
    "images/social_media/Model_Posing_On_Typical_Studio_Set.jpeg": [
        "A female model poses in a photo studio with lighting equipment, wearing a black outfit and boots.",
        "A model poses in a photo studio with lighting equipment, wearing a black outfit and black boots boots, she is a dirty blonde color and is staring directly at the camera.",
        "A model poses in a photo studio with lighting equipment, wearing a black outfit and boots. With long blonde hair, she gazes directly at the camera."
    ],
    "images/science_journals/200px-Hot_air_balloon_over_a_pagoda_in_Bagan.jpeg": [
        "A hot air balloon flies over a lush green landscape dotted with ancient temples at sunrise.",
        "A hot air balloon flies over a verdant landscape dotted with ancient temples at sunrise.",
        "A hot air balloon flies over a verdant landscape dotted with ancient temples at sunrise."
    ],
    "images/social_media/Heidi_Klum4crop.jpeg": [
        "A smiling woman with blonde bob haircut, wearing a red dress, over a black tube top",
        "A smiling blonde supermodel wearing red lipstick and a red dress.",
        "A smiling woman with blonde bob haircut, wearing a red dress."
    ],
    "images/travel/Water_skiing_on_the_yarra02.jpeg": [
        "A person in a red and white suit is water skiing on a river, creating a spray of water.",
        "A person in a red and white suit is water skiing on a river, creating a spray of water.",
        "A person in a red and white suit is water skiing on a river, creating a spray of water.",
        "A person in a red and white suit is water skiing on a river, creating a spray of water.",
        "A person in a red and white suit is water skiing on a river, creating a spray of water."
    ],
    "images/social_media/120px-Keystone_Day_1_Photo_96.jpeg": [
        "A group of kids enjoying a hot tub outdoors in the snow.",
        "A large family, with many kids, enjoying a hot tub in the snow.",
        "A group of people enjoying a hot tub outdoors in the snow.",
        "A group of people sitting a hot tub located",
        "A group of people enjoying a hot tub outdoors in the snow. The photo is blurry but depicts what looks to be a family , 2 men and several children."
    ],
    "images/social_media/220px-Paljuilua_1.jpeg": [
        "People relax in a wooden hot tub outdoors, surrounded by greenery.",
        "People relax in a wooden hot tub outdoors, surrounded by greenery.",
        "People relax in a wooden hot tub outdoors, surrounded by greenery.",
        "People relax in a wooden hot tub outdoors, surrounded by greenery."
    ],
    "images/news/220px-Whales_Bubble_Net_Feeding-edit1.jpeg": [
        "A group of humpback whales is breaching with their mouths open in the ocean, with a seagull flying overhead.",
        "A group of humpback whales is breaching with their mouths open in the ocean, with a seagull flying overhead.",
        "A group of humpback whales is breaching with their mouths open in the ocean, with a seagull flying overhead.",
        "A group of humpback whales is breaching with their mouths open in the ocean, with a seagull flying overhead. The water is slightly choppy and the shoreline is slightly visible in the distance."
    ],
    "images/health/2456.jpg": [
        "A bowl of Asian noodle salad with vegetables and herbs.",
        "A bowl of Asian noodle salad with vegetables and herbs.",
        "A bowl of Asian noodle salad with vegetables and herbs.",
        "A bowl of Asian noodle salad with vegetables and herbs."
    ],
    "images/travel/Wdomenada2003b.jpeg": [
        "Two people cross-country skiing on a snow-covered slope with mountains in the distance.",
        "Two people cross-country skiing on a snow-covered slope with mountains in the distance.",
        "Two people cross-country skiing on a snow-covered slope with mountains in the distance.",
        "Two people cross-country skiing on a snow-covered slope with mountains in the distance."
    ],
    "images/shopping/Astrid_Andersen_01.jpeg": [
        "A group of male models walk the runway in a fashion show wearing white outfits.",
        "A group of male models walk the runway in a fashion show wearing white mesh shirts, a large white jacket, and long white pants. The material is loose.",
        "A group of male models walk the runway in a fashion show wearing white outfits. They are arranged in a walking line. The first man had on a jacket with a gold emblem, it is open and the shirt underneath is lace with a floral pattern. The man behind him is shirtless. The thied man is wearing a hoodie and the 4th man is wearing a tank top. You cannot really see the outfits of the rest of the models. There are seated onlookers on either side of the models as well."
    ],
    "images/science_journals/STS41B-35-1613_-_Bruce_McCandless_II_during_EVA_(Retouched).jpeg": [
        "An astronaut in a white space suit floats in space with Earth's blue horizon in the background.",
        "An astronaut in a white space suit floats in space with Earth's blue horizon and clouds in the background.",
        "An astronaut in a white space suit floats in space with Earth's blue horizon and dark space in the background.",
        "An astronaut in a white space suit floats in space with Earth's blue horizon in the background."
    ],
    "images/social_media/170px-Baked_goods.jpeg": [
        "Baskets of fresh baked brown bread and cornbread with honey on the side.",
        "Three baskets and one plate of fresh-baked breads of various sizes and textures, served with a glass jar of honey on the side.",
        "Baskets of fresh baked rolls and cornbread with honey on the side.",
        "Baskets of fresh baked rolls and cornbread with honey on the side. There's also one basket of brownies on the left.",
        "Baskets of fresh baked rolls, brownies and cornbread with honey on the side in a glass pitcher. A white plate with blueberries pictured on it sits in between the baskets. Atop the plate are a piece of cornbread and roll both sliced in half."
    ],
    "images/shopping/340px-Diane_von_Furstenberg_Spring-Summer_2014_07.jpeg": [
        "A black female model walks a bright runway wearing a black shift dress with intricate gold patterns likely consisting of beads, sequins, and crystals. She has long, wavy black hair with bangs and is wearing black open-toe heels. Audience members watch from the side of the bright white runway.",
        "A beautiful African American model walks a bright runway wearing a black dress with intricate gold patterns. She has long black hair and is wearing black heels. Audience members watch from the side.",
        "A model walks a bright runway wearing a black dress with intricate gold patterns. She has long black hair and is wearing black heels. Audience members are watching from the side."
    ],
    "images/travel/37044.jpg": [
        "A serene view of a small island with a church on top, connected to the mainland by a winding path, set against the ocean.",
        "A serene view of a small island with a church on top, connected to the mainland by a winding path, set against the ocean. You are viewing from a grassy area.",
        "A serene view of a small island with a church on top, connected to the mainland by a winding path, set against the ocean.",
        "A serene view of a small island with a church on top, connected to the mainland by a winding roadway, set against the ocean.",
        "A serene view of a small island with a church on top, connected to the mainland by a winding path, set against the ocean."
    ],
    "images/travel/Hiking_to_the_Ice_Lakes._San_Juan_National_Forest,_Colorado.jpg": [
        "A person hiking on a winding trail through a lush green forest with tall pine trees on a bright day with light clouds. Majestic snow-capped mountains rise in the distance.",
        "A person hiking on a winding trail through a lush green forest with tall pine trees. Majestic snow-capped mountains rise in the distance.",
        "A person hiking on a winding trail through a lush green forest with tall pine trees. Majestic snow-capped mountains rise in the distance.",
        "A person hiking on a winding trail through a lush green forest with tall pine trees. Majestic snow-capped mountains rise in the distance."
    ],
    "images/science_journals/Common_stingray_tenerife.jpeg": [
        "A stingray blends into sandy ocean bottom, its shape barely discernible except for two eyes and a slender tail.",
        "A stingray blends into sandy ocean bottom, its shape barely discernible except for two eyes and a slender tail.",
        "A stingray blends into sandy ocean bottom, its shape barely discernible except for two eyes and a slender tail."
    ],
    "images/news/ARG_Line-up_-_ARG_vs_MEX_for_2022_FIFA_WC.jpeg": [
        "A soccer team wearing striped blue and white uniforms poses for a group photo on the field.",
        "A soccer team in striped blue and white kits poses for a group photo on the field.",
        "A soccer team in striped blue and white kits poses for a group photo on the field, the center player standing in the back row is wearing a green shirt, and there is a crowd of people watching behind them.",
        "A soccer team in striped blue and white kits poses for a group photo on the field."
    ],
    "images/shopping/Electric_kettle.jpeg": [
        "A blue, transparent electric kettle filled with water, showing bubbles as it boils, on a white base.",
        "A blue and white electric wireless kettle filled with water, showing bubbles as it boils. The portion holding the water is transparent and blue.",
        "A blue, transparent electric kettle filled with water, showing bubbles as it boils, on a white base with a blank background."
    ],
    "images/social_media/220px-Summer_Games_Done_Quick_attendees_(48149404692).jpeg": [
        "A diverse group of people seated in rows, attentively watching an event, some raising hands to participate. Some participants seem excited and some seem bored.",
        "A diverse group of people seated in rows, attentively watching an event, some raising hands to participate.",
        "A diverse group of people seated in rows, attentively watching an event, some raising hands to participate.",
        "A diverse group of people seated in rows, attentively watching an event, some raising hands to participate."
    ],
    "images/health/Amanda_Francozo_At_The_Runner_Sports-5.jpeg": [
        "A woman in a yellow tank top and black shorts is exercising on a gym machine, with other gym equipment and patrons in the background.",
        "A woman in a yellow tank top and black shorts is exercising on a gym machine, with other gym equipment and patrons in the background.",
        "A woman in a yellow tank top and black shorts is exercising on a gym machine, with other gym equipment and patrons in the background.",
        "An attractive woman in a yellow tank top and black shorts is exercising on a gym machine lifting her legs, with other gym equipment and patrons in the background.",
        "A woman in a yellow tank top and black shorts is exercising on a gym machine that exercises the hamstrings and glutes, with other gym equipment and patrons in the background."
    ],
    "images/science_journals/Artist_impression_of_the_huge_outflow_ejected_from_the_quasar_SDSS_J1106+1939.jpeg": [
        "A vibrant cosmic nebula with swirls of purple and blue against the backdrop of a starry sky.",
        "A vibrant cosmic nebula with swirls of purple and blue against the black backdrop of a starry  night sky.",
        "A vibrant cosmic nebula with swirls of purple and blue against the backdrop of a starry sky."
    ],
    "images/travel/440px-Naufragio_por_Gustavo_Gerdel.jpeg": [
        "A diver explores a sunken shipwreck near a coral reef underwater.",
        "A diver explores a sunken shipwreck near a coral reef underwater, the diver has a pair of swimming flippers on and is wearing an oxygen tank. The image is shown to be underwater.",
        "A diver with an oxygen tank on his back and swimming flippers on his feet explores a sunken shipwreck that is laying on its side and being taken over by the sand near a coral reef underwater."
    ],
    "images/health/Walking_for_Health_in_Epsom-5Aug2009_(3).jpeg": [
        "A group of people of various ages walking in line along a grassy path, with trees on one side.",
        "A group of people of various ages walks in line along a pebble path, with trees on one side and grass on the other.",
        "A group of people of various ages walking in line along a grassy path, with trees on one side.",
        "A group of people of various ages being led by a person in a reflective coat, walking in line along a grassy path, with trees on one side."
    ],
    "images/shopping/440px-Tyson_Beckford_(cropped).jpeg": [
        "A bald man with a defined jawline and a slight smile, wearing a collared shirt under a gray jacket. He has a confident demeanor, with a dark backdrop. he is also wearing ear rings on both ears.",
        "A handsome bald man with a defined jawline and a slight smile, wearing a collared shirt under a gray jacket. He has a confident demeanor, with a dark backdrop.",
        "A handsome, bald, black man with a defined jawline and a slight smile, wearing a collared beige shirt, under a gray jacket. He has a confident demeanor, with a dark backdrop."
    ],
    "images/Souk_in_Tunisia_1.jpeg": [
        "Shoppers walk through a vibrant market street lined with stalls selling clothing, bags, textiles, and traditional goods.\n",
        "Shoppers walk through a vibrant market street lined with stalls selling clothing, bags, and traditional goods.\n",
        "Shoppers walk through a vibrant market street lined with stalls selling clothing, bags, and traditional goods.\n"
    ],
    "images/20170721_Gotham_Shield_NYC_Aerials-225_medium_(cropped).jpg": [
        "Aerial view of a large green park surrounded by a dense cityscape and a blue lake with boats.\n",
        "Aerial view of a large green park surrounded by a dense cityscape and a blue lake with boats.  Th city looks like it is covered in smog but the park is nice and clear.\n",
        "Aerial view of a large green park, surrounded by a dense cityscape and a blue lake with boats. L"
    ],
    "images/Rafting_em_Brotas.jpeg": [
        "A group of people in helmets and life vests are whitewater rafting, navigating through rough river rapids.\n",
        "A group of people in helmets and life vests are whitewater rafting, navigating through rough river rapids.  The raft is tilted on its side and looks like it could flip if they are not careful.\n",
        "Six people in helmets and vests are in a blue raft, navigating rough rapids.\n"
    ],
    "images/220px-Ado-muka-shvanasana.jpeg": [
        "A person dressed in white practicing the downward-facing dog pose on a yoga mat in a room.\n",
        "A man in all white practicing the downward-facing dog pose on a yoga mat in a room.\n",
        "A person practicing the downward-facing dog pose on a yoga mat in a room.\n"
    ],
    "images/Solar_eclipse_1999_4.jpeg": [
        "A solar eclipse with a glowing corona around a darkened moon, against a black sky.\n",
        "A solar eclipse with a glowing corona around a darkened moon, against a black sky.\n",
        "A solar eclipse with a glowing corona around a darkened moon, against a black sky.\n"
    ],
    "images/Korea-Boseong-Green.tea-09.jpg": [
        "Lush green tea fields roll over hills under a sunlight-dappled tree in Boseong, Korea.\n",
        "Lush green tea fields roll over hills under a sunlight-dappled tree in Boseong, Korea.\n",
        "Lush green tea fields roll over stepped hills under a sunlight-dappled tree in Boseong, Korea.\n",
        "Lush green tea fields roll over hills under a sunlight-dappled tree in Boseong, Korea.\n"
    ],
    "images/400px-Milad_Kharchegani_at_the_2016_Summer_Olympics.jpeg": [
        "Two taekwondo athletes in mid-fight. One is executing a high kick to the head of his opponent who attempts to lean back and dodge.\n",
        "Two martial arts athletes in mid-fight; one is executing a high kick to the head of the opponent.  The person doing the kicking is wearing blue and the person being kicked is in red.\n",
        "Two taekwondo athletes in mid-fight; one is executing a high kick to the head of the opponent.\n",
        "Two taekwondo athletes in mid-fight; one in blue gear is executing a high kick to the head of the opponent in red gear.\n",
        "Two taekwondo athletes in mid-fight; one is executing a high kick to the head of the opponent.\n"
    ],
    "images/440px-Los_Altos_Main_Street_2.jpeg": [
        "A busy street scene with parked cars, pedestrians walking across the street, and a banner for 'Los Altos Community Picnic'.\n",
        "A busy street scene with blue skies, parked cars, pedestrians, and a banner for 'Los Altos Community Picnic'.\n",
        "A busy street scene with parked cars, pedestrians, and a banner for 'Los Altos Community Picnic'. The street is lined with trees and a red car is stopped at the crosswalk where two pedestrians holding drinks are crossing.\n"
    ],
    "images/440px-Redwood_Grove_logs_to_mill.jpeg": [
        "A scene of fall foiliage with pile of freshly cut logs in the foreground with tall mixed trees and shrubbery in the background.\n",
        "A pile of freshly cut logs in the foreground with trees and shrubbery in the background. The trees look like it may be the start of fall.\n",
        "A pile of freshly cut logs in the foreground with trees and shrubbery in the background. The sky is blue and very lightly clouded.\n",
        "A pile of freshly cut logs in the foreground with trees and shrubbery in the background.  The sky looks bright but is cloudy.\n",
        "A pile of freshly cut logs in the foreground with autumn trees and shrubbery in the background and a blue sky.\n"
    ],
    "images/80px-Rocket-yoga-13_handstand_(cropped).jpeg": [
        "A person performing a handstand on a yoga mat by the sea, legs straight up and toes pointed with highly brunt shoulders\n",
        "A sunburned person, wearing black shorts and no shirt, performing a handstand on a yoga mat facing the sea, legs straight up and toes pointed. \n",
        "A person wearing shorts, performing a handstand on a yoga mat by the sea, legs straight up and toes pointed.\n",
        "A person performing a handstand on a red yoga mat by the sea, legs straight up and toes pointed.  His upper back/head is either sunburned or his blood flow is highly concentrated there given the red color.\n"
    ],
    "images/440px-Palace_of_Fine_Arts_during_Schon_–_Holt_Salahi_wedding.jpg": [
        "An illuminated neoclassical rotunda by a calm reflecting pool during twilight.\n",
        "An illuminated neoclassical rotunda by a calm reflecting pool during twilight.\n",
        "An illuminated neoclassical rotunda by a calm reflecting pool during twilight.\n"
    ],
    "images/623px-Stanford_University_Arches_with_Memorial_Church_in_the_background.jpg": [
        "View from a shaded arcade showing a detailed historic building framed by archways against a blue sky with checkered print flooring.\n",
        "View from a shaded archway showing a detailed historic building framed by archways against a blue sky.\n",
        "View from a shaded arcade showing a detailed historic building framed by archways against a blue sky.\n",
        "View from a shaded arcade showing a detailed historic building framed by archways against a blue sky.\n"
    ],
    "images/Bellagio_garden_crystal_ball.jpeg": [
        "A large crystal ball stands in a lush garden filled with ferns and other greenery.  Red and yellow flowers line the fence rail leading into the building.\n",
        "A large crystal ball stands in a lush garden with red and yellow flowers and a wooden fence in the background.\n",
        "A large crystal ball stands in a lush garden with flowers and a rustic wooden fence in the background.  The crystal ball has a greenish hue as the sun reflects from the plants into it.  Beyond the fence you can see what appears to be a restaurant store-front on a city street with people entering the front door.\n",
        "A large crystal ball art piece in a lush garden with flowers and a fence in the background.\n"
    ],
    "images/440px-Kale_&_Poached_Eggs_Salad_(8733071700).jpg": [
        "A sharp contrast of a pillowy white poached egg atop a bed of kale salad in a white bowl.\n\n",
        "A poached egg atop a bed of kale salad in a white bowl on a red table.\n",
        "A poached egg atop a bed of kale salad in a white bowl.\n",
        "A poached egg atop a bed of kale salad in a white bowl.\n",
        "A seasoned poached egg atop a bed of kale salad in a white bowl.\n"
    ],
    "images/400px-Norman_Borlaug.jpeg": [
        "A Caucasian man who is well up in his years stands at a podium labeled 'Agricultural Science and Technology,' giving a speech.\n",
        "An elderly man stands at a podium labeled 'Agricultural Science and Technology,' giving a speech.\n",
        "An elderly man stands at a podium labeled 'Agricultural Science and Technology,' giving a speech.\n"
    ],
    "images/Gordon_Ramsay_cooking_(262930612).jpeg": [
        "Gordon Ramsey, a celebrity chef cooking in an outdoor kitchen surrounded by an audience, with a woman assisting him.\n",
        "Celebrity chef Gordon Ramsey cooking in an outdoor kitchen surrounded by an audience, with a woman assisting him.\n",
        "Celebrity chef, Gordon Ramsey, cooking in an outdoor kitchen surrounded by an audience, with a woman assisting him.\n",
        "Celebrity chef in an outdoor kitchen at a cooking competition. The chef is evaluating the cooking of a contestant. There are other people milling around in the background\n"
    ],
    "images/400px-Retinal_camera.jpeg": [
        "An ophthalmic retinal camera setup in a clinical examination room.\n",
        "An ophthalmic retinal camera setup in a clinical examination room.\n",
        "An ophthalmic retinal camera setup in a clinical examination room.\n"
    ],
    "images/Yam_mu_yo.jpeg": [
        "A white shallow bowl of Thai yam mu yo salad with sliced kind of meat, onions, and herbs on a wooden table.\n",
        "A white plate of Thai yam mu yo salad with sliced sausage, onions, and herbs on a wooden table.\n",
        "A plate of Thai yam mu yo salad with sliced sausage, onions, and herbs in a white plate that is on a wooden table.\n",
        "A white ceramic plate of Thai yam mu yo salad with sliced sausage, onions, and herbs on a wooden table.\n"
    ],
    "images/440px-Protein_shake.jpg": [
        "A shaker bottle with milk, a glass of brown protein shake, and a scoop of brown protein powder on a black background.\n",
        "A shaker bottle with milk in it, a tall glass of protein shake, and a small glass of protein powder on a black background.\n",
        "A shaker bottle with milk, a glass of protein shake, and a scoop of protein powder on a black background.\n"
    ],
    "images/500px-Flying_Double_Side_Kick_in_Martial_Arts.jpeg": [
        "A martial artist in a dobok is performing a flying side kick at a bag hanging from a tree at dusk.\n",
        "A martial artist in a dobok is performing a flying side kick at a bag hanging from a tree at dusk.\n",
        "A martial artist in a dobok is performing a flying side kick at a bag hanging from a tree at dusk.\n",
        "A martial artist in a dobok is performing a flying side kick at a bag hanging from a tree at dusk.\n"
    ],
    "images/Blacksmoker_in_Atlantic_Ocean.jpg": [
        "Underwater photo of a black smoker, a type of hydrothermal vent, emitting a blue plume of mineral-rich water.\n",
        "Underwater photo of a black smoker, a type of hydrothermal vent, emitting a plume of mineral-rich water.\n",
        "Underwater photo of a black smoker, a type of hydrothermal vent, emitting a plume of mineral-rich water.\n"
    ],
    "images/Fruit_Stall_in_Barcelona_Market.jpeg": [
        "A colorful street fruit market with pineapples, pumpkins, oranges, and other fruits on display.\n",
        "A colorful street fruit market with hundreds each of bananas, mangoes, oranges, and other fruits on display. A woman in a black tank top and jeans leans over and inspects the fruit.\n",
        "A colorful street fruit market with bananas, mangoes, oranges, and other fruits on display. A customer is currently analyzing some of these fruits.\n",
        "A colorful street fruit market with bananas, mangoes, oranges, and other fruits on display. A woman carefully selecting fruit. \n"
    ],
    "images/440px-Vegan_Gardein_Tofu_Foods_Display_(cropped1).jpeg": [
        "A display of various vegan dishes, all labeled, under bright lights at a food counter.\n",
        "A display of various dishes, all labeled and denoted if  they are vegan or vegetarian, under bright lights at a food counter. \n",
        "A display of various vegan dishes, all labeled, on a food counter.\n",
        "A lighted supermarket display case of various labeled vegan dishes.\n"
    ],
    "images/951_Gaspra.jpg": [
        "An image of a rocky, irregular-shaped asteroid with craters against a black backdrop.\n",
        "An image of a rocky, irregular-shaped asteroid with craters against a black backdrop. The craters vary in size and the crater itself has pale blue, greens, reds, and yellows.\n",
        "An image of a rocky, irregular-shaped asteroid with craters against a black backdrop.\n"
    ],
    "images/Apollo_17_AS17-140-21497.jpeg": [
        "An astronaut examines a large lunar rock on the moon's surface, with the desolate, black lunar landscape in the background.\n",
        "An astronaut examines a large lunar rock on the moon's surface, with the desolate lunar landscape in the background.\n",
        "An astronaut examines a large lunar rock on the moon's surface, with the desolate lunar landscape in the background.\n",
        "An astronaut examines a huge lunar rock on the moon's surface, with the desolate lunar landscape in the background.\n"
    ],
    "images/Veggie_burger_miikkahoo_flickr_creative_commons.jpeg": [
        "A veggie burger with a multigrain bun, arugula, and sauce, served with herbed potatoes and peas on a white plate.\n",
        "A veggie burger with a multigrain bun, arugula, and sauce, served with herbed potatoes and peas on a white plate.\n",
        "A veggie burger with a multigrain bun, arugula, and sauce, served with herbed potatoes and peas on a white plate.\n"
    ],
    "images/15718.jpg": [
        "Ancient Roman baths with columns and statues, a green pool, surrounded by classical architecture.\n",
        "Ancient Roman baths with columns and statues, a green pool, surrounded by classical architecture.\n",
        "Ancient Roman baths with columns and statues, a green pool, surrounded by classical architecture.\n"
    ],
    "images/Dan_+_Shay_in_2017.jpeg": [
        "Two Hispanic male musicians are performing on stage, one singing into a microphone and the other playing guitar, with yellow, red, and white stage lighting.\n",
        "Two musicians are performing on stage, one singing into a microphone and the other playing guitar, with colorful stage lighting, including red and yellow.\n",
        "Two musicians are performing on stage, one singing into a microphone and the other playing guitar, with colorful stage lighting.\n"
    ],
    "images/Natural_foodstuff_004.jpeg": [
        "A colorful assortment of fresh fruits including red apples, green grapes, pears, nuts, lemons, and an orange pumpkin. A plant sits behind them.\n",
        "A colorful assortment of fresh fruits including apples, grapes, pears, nuts, dates, lemons, oranges, and a small pumpkin.\n",
        "A colorful assortment of fresh fruits including apples, grapes, pears, nuts, lemons, and an orange pumpkin.\n"
    ],
    "images/15722.jpg": [
        "A quaint courtyard with green lawn, flanked by old buildings and an arched passageway. The sky is blue and clear, and trees and other plants spot the yard.\n",
        "A quaint courtyard with green lawn, flanked by old buildings and an arched passageway.\n",
        "A quaint courtyard with green lawn, flanked by old buildings and an arched passageway.\n"
    ],
    "images/360px-MeghanTrainor_jingle_ball_tour.jpeg": [
        "A blonde, white singer performs on stage in a black skirt, black leather jacket, and black thigh-high stockings, holding a microphone. Her shirt is bedazzled and she's in the middle of a song..\n",
        "A singer with long blonde hair performs on stage in a black skirt, jacket, and thigh-high stockings, holding a microphone.\n",
        "A singer performs on stage in a black skirt, jacket, and thigh-high stockings, holding a microphone.\n"
    ],
    "images/500px-Soldier_running_in_water_original.jpeg": [
        "A white, shirtless, in-shape man in swim trunks is running through water, creating splashes around him, with a focused expression.\n",
        "A shirtless man in swim trunks is running through water, creating splashes around him, with a focused expression.\n",
        "A shirtless man in swim trunks is running through water in a lake, creating splashes around him, with a focused expression.\n"
    ],
    "images/Nilgiri_Mountain_Train.jpeg": [
        "A steam train snakes through lush greenery on a copper-colored bridge, with passengers enjoying the view from open windows.\n",
        "A steam train snakes through lush greenery on a bridge, with passengers enjoying the view from open windows. There is a man sitting on the outside, visibly outside the train. \n",
        "A steam train snakes through lush greenery on a bridge, with passengers enjoying the view from open windows.\n"
    ],
    "images/440px-Vegas_by_night_(360655015).jpeg": [
        "Aerial view of a brightly lit city at night with dense buildings and long streets.\n",
        "Aerial view of a brightly lit city at night with dense buildings and long streets that are mostly running diagonal.  The sky is cloudy with colors ranging from purple and black and blue and pink.\n",
        "Aerial view of a brightly lit city at night with dense buildings and long streets.  The shot just before dawn or after dusk as the sky is above is partly cloudy in gray/blue hues with pink off towards the horizon.\n"
    ],
    "images/Bellagio_Las_Vegas_December_2013_panorama.jpeg": [
        "A panoramic night view of lit-up Las Vegas hotels and a casino fronting a reflective water body.\n",
        "A panoramic night view of multiple lit-up Las Vegas hotels and a casino fronting a reflective water body.\n",
        "A panoramic night view of lit-up Las Vegas hotels and a casino fronting a reflective water body.  The blue and gold lights from the hotel towers shine on the water's surface.\n",
        "A panoramic night view of lit-up Las Vegas hotels and a casino fronting a reflective pond.\n"
    ],
    "images/San_Francisco_Bay_Wheels.jpg": [
        "A row of rental bikes lined up on a city street with tall buildings and clear skies in the background.\n",
        "A row of rental bikes lined up on a city street with buildings and clear skies in the background.\n",
        "A row of rental bikes lined up on a city street with buildings and clear skies in the background.\n"
    ],
    "images/US_Navy_030124-N-1328C-510_Navy_dentist_treats_patients_aboard_ship.jpeg": [
        "A dentist and assistant are performing a procedure on a patient in a dental clinic.\n",
        "A dentist and assistant are performing a procedure on a patient in a dental clinic.\n",
        "A dentist and assistant are performing a procedure on a patient in a dental clinic.\n"
    ],
    "images/Faculty_of_Food_Engineering_and_Biotechnology_4.jpeg": [
        "A scientist in a lab coat and hairnet is using a pipette and lab equipment near a window.\n",
        "A scientist in a lab coat and white hairnet is using a pipette and lab equipment near a window.\n",
        "A scientist in a white lab coat and hairnet is using a pipette and lab equipment near a window.\n",
        "A scientist in a lab coat and hairnet is using a medical instrument, and lab equipment near a window.\n"
    ],
    "images/P-51_Mustang_edit1.jpeg": [
        "A P-51 Mustang aircraft in flight, captured from above with a landscape of water and land below.\n",
        "A P-51 Mustang aircraft in flight, captured from above with a landscape of water and land below.\n",
        "A P-51 Mustang aircraft in flight, captured from above with a landscape of water and land below.\n"
    ],
    "images/Aerial_view_-_Presidio-whole.jpg": [
        "Aerial shot of a city with dense housing, a large park, and a red bridge spanning a blue bay.\n",
        "Aerial shot of a city with dense housing, a large park, and a red bridge spanning a blue bay.\n",
        "Aerial shot of a city with dense housing, a large park, and a red bridge spanning the San Francisco Bay.  The blue sky hovers hovers over the blue water and hills with a few white clouds floating by.  Streaks of white waves break up the blue waters from boats passing by.\n"
    ],
    "images/Drug_ampoule_JPN.jpeg": [
        "A top-down view of several medical ampoules of different sizes and colors arranged on a white surface.\n",
        "Several glass medical ampoules of different sizes and colors arranged on a white surface.  All appear to be full of liquids differing in color.\n",
        "Several medical ampoules ",
        "Several medical ampoules of different sizes and colors arranged on a white surface.\n"
    ],
    "images/Skydiving_from_a_Ukraine_Air_Force_Ilyushin_Il-76MD.jpeg": [
        "In the clear, blue sky above the clouds, a group of skydivers in colorful gear is about to jump from an open cargo bay of a flying airplane.\n",
        "A group of skydivers in colorful gear is about to jump from an open cargo bay of a flying airplane.\n",
        "A group of skydivers in colorful gear jumping from the open cargo bay of a flying airplane.\n"
    ],
    "images/Backpack_mounted_knife_D.D._Teoli_Jr.jpg": [
        "A black and red backpack with a mounted silver knife on the left strap and 'The North Face' logo visible on the right strap.\n",
        "A black backpack with mounted utility knife on the strap on left hand side when facing the bag and 'The North Face' logo visible.\n",
        "A black backpack with mounted knife on the strap and 'The North Face' logo visible.\n"
    ],
    "images/New_york_times_square-terabass_(cropped).jpg": [
        "A bustling Times Square with bright billboards, crowded streets, and towering buildings at dusk.\n",
        "A bustling Times Square with bright billboards, crowded streets, and towering buildings at dusk.\n",
        "A view of the middle of a bustling Times Square with bright billboards, crowded streets of cars and people, and towering skyscrapers at dusk.\n"
    ],
    "images/440px-Lazada_Laguna_warehouse.jpeg": [
        "An expansive warehouse with numerous workers at stations and aisles filled with packages and goods.\n",
        "A panoramic view of an expansive warehouse with numerous workers at workstations amid aisles filled with packages and goods.\n",
        "An expansive warehouse with numerous workers at stations and aisles filled with packages and goods.\n",
        "An expansive warehouse with numerous workers at stations and aisles filled with packages and goods.\n"
    ],
    "images/Hemp_Oregon_State.jpeg": [
        "A close-up of a hemp plant with a large bud and surrounding foliage in focus, against a blurred green background.\n",
        "A close-up of a hemp plant with a large bud and surrounding foliage in focus, against a blurred green background.\n",
        "A close-up of a hemp plant with a large bud and surrounding foliage in focus, against a blurred green background.\n",
        "A close-up of a hemp plant with a large bud and surrounding foliage in focus, against a blurred background of other hemp plants.\n",
        "A close-up of a hemp plant with a large bud and surrounding foliage in focus, against a blurred green background.\n"
    ],
    "images/440px-Telescope_Kepler-NASA.jpg": [
        "An illustration of the Kepler space telescope orbiting in space, with the Sun, the Earth, the moon, and other stars in the visible background. \n",
        "An illustration of the Kepler space telescope orbiting Earth with stars and planets in the background.\n",
        "An illustration of the Kepler space telescope orbiting Earth with stars and planets in the background. \n"
    ],
    "images/440px-Bay_to_Breakers_2011_Up.jpg": [
        "A festive crowd with balloons and bubbles in front of classic San Francisco houses under a sunny sky. There is a miniature house under the balloons. \n",
        "A festive crowd with balloons and bubbles in front of classic San Francisco houses under a sunny sky.\n",
        "A festive crowd with balloons and bubbles in front of classic San Francisco houses under a sunny sky.\n"
    ],
    "images/440px-Yoga_dog_(4045140609).jpeg": [
        "A French Bulldog dressed in a pink yoga outfit with a mat rolled up on its back, looking at the camera.\n",
        "A tan French Bulldog dressed in a pink yoga outfit with a little yoga mat rolled up on its back, looking at the camera.\n",
        "A French Bulldog dressed in a pink yoga outfit with a small yoga mat rolled up on its back, looking at the camera.\n",
        "A French Bulldog dressed in a pink yoga outfit with a mat rolled up on its back. The dog is looking at the camera.\n"
    ],
    "images/Texas_Zip_liner_5430.jpeg": [
        "A man in a red shirt and plaid shorts along with a helmet and is joyfully zip-lining against a backdrop of trees and sky. \n",
        "A man in a red shirt and helmet is joyfully zip-lining against a backdrop of trees and sky.\n",
        "A man in a red shirt and helmet is joyfully zip-lining against a backdrop of trees and sky.\n",
        "A man in a red shirt and helmet is joyfully zip-lining against a backdrop of trees and sky.\n"
    ],
    "images/440px-Giant_Panda_Eating.jpg": [
        "A giant panda is sitting and happily munching on bamboo leaves. You can see his teeth and he enjoys his snack.\n",
        "A giant panda is sitting and happily munching on bamboo leaves while holding a bamboo stalk.\n",
        "A giant panda is sitting and happily munching on bamboo leaves. He is holding a stalk of bamboo to his right with both paws.\n",
        "A giant panda is sitting and happily munching on bamboo leaves with what appear to be logs in the background.\n",
        "A giant panda is sitting and happily munching on bamboo leaves.\n"
    ],
    "images/CH.VD.Bex_2007-09-02_Airshow_396_16x9-R_5120x2880_(cropped).jpg": [
        "Four skydivers are connected in the air, forming a stacked formation with blue parachutes against a clear sky.\n",
        "Three skydivers are connected in the air, forming a stacked formation with blue parachutes against a clear sky.\n",
        "Four skydivers are connected in the air, forming a stacked formation with light blue parachutes against a clear sky.\n",
        "Four skydivers are connected in the air, forming a stacked formation with blue parachutes against a clear sky.\n"
    ],
    "images/Bhekasana1.jpeg": [
        "A woman is performing a yoga pose, 'Bhekasana,' lying on her stomach, bending her knees, and reaching back to touch her feet.\n",
        "A woman is performing a yoga pose, 'Bhekasana,' lying on her stomach, bending her knees, and reaching back to touch her feet.\n",
        "A woman is performing a yoga pose, 'Bhekasana,' lying on her stomach, bending her knees, and reaching back to grab hold of her feet.\n",
        "A woman is performing a yoga pose, 'Bhekasana,' lying on her stomach, bending her knees, and reaching back to touch her feet.\n",
        "A woman in a yoga pose, 'Bhekasana,' lying on her stomach, bending her knees, and reaching back to touch her feet.\n"
    ],
    "images/Sergey_Brin_Ted_2010.jpg": [
        "A man with curly hair, wearing a microphone headset, smiles and looks to the side against a blurred background.\n",
        "A man with curly hair, wearing a microphone headset, smiles and looks to the side against a blurred background.\n",
        "A man with curly hair, wearing a microphone headset, and a black shirt with grey stripes down the sleeves, smiles and looks to the side against a blurred background.\n"
    ],
    "images/002-soymilk.jpeg": [
        "A bottle of milk, a bowl of soybeans, and green pods on a wooden table, likely soy milk and its ingredients.\n",
        "A bottle of milk, a bowl of soybeans, and green pods on a wooden table, likely soy milk and its ingredients.\n",
        "A bottle of milk, a bowl of soybeans, and a bowl of edamame on a wooden table, likely soy milk and its ingredients.\n",
        "A close up image of a bottle of soymilk, a bowl of shelled soybeans, and green soybean pods on a wooden table.\n",
        "A bottle of milk, a bowl of soybeans, and green pods on a wooden table, likely soy milk and its ingredients.\n"
    ],
    "images/Ipomoea_stir_fry.jpeg": [
        "A dish of stir-fried green leafy vegetables with red chili peppers served on a white plate.\n",
        "A dish of stir-fried green leafy vegetables and other assorted green vegetables with red chili peppers served on a white plate.\n",
        "A dish of stir-fried green leafy vegetables with red chili peppers served on a white plate. The plate is on a wood table.\n",
        "A dish of stir-fried green leafy vegetables with red chili peppers served on a white plate.\n"
    ],
    "images/15692.jpg": [
        "A modern bus terminal with a curved roof, under a cloudy sky.\n",
        "A modern bus terminal with a curved roof, under a cloudy sky.\n",
        "A modern bus terminal with a curved roof, sitting behind an empty bus lane, full of people under a cloudy sky.\n"
    ],
    "images/440px-Gigi_Hadid_Stuart_Weitzman.jpg": [
        "A blonde woman is standing by a brick wall, wearing a cropped cable knit sweater, beige blazer, and blue jeans, gazing upwards.\n",
        "A woman is standing by a brick wall, wearing a cropped cable knit sweater, beige blazer, and blue jeansl, gazing upwards.\n",
        "A beautiful woman is standing by a brick wall, wearing a white cropped cable knit sweater, beige blazer, and blue jeans, gazing upwards.\n"
    ],
    "images/Acorn_Soup_(4827753894).jpeg": [
        "A close-up of a baked acorn squash filled with a creamy soup, topped with herbs and breadcrumbs.\n",
        "A close-up of a baked acorn squash which is yellow-orange in color, filled with a creamy soup, topped with herbs and breadcrumbs.\n",
        "A close-up of a baked acorn squash filled with a creamy soup, topped with herbs and breadcrumbs on a green plate. The herbs are leafy and green, and stringy and red.\n"
    ],
    "images/Nyle2.jpeg": [
        "A shirtless man with a beard poses, wearing white pants, stands on a bed by a large window holding a coffee cup, in a bright room.\n",
        "A shirtless man with a beard, wearing white pants, stands by a window holding a coffee cup, in a room filled with sunlight.\n",
        "A shirtless man with a beard, wearing white pants, stands by a window holding a coffee cup while thinking, in a bright room that is lit by the sunlight through the floor-to-ceiling glass windows.\n",
        "A shirtless man with a beard, wearing white pants in a white room with all-white decor, stands by a window holding a coffee cup, in a bright room.\n"
    ],
    "images/Leila_Goldkuhl_Chloe.jpeg": [
        "A woman in a casual outfit with a black cap, black Hooters tee, and light blue jeans walks on a city street.\n",
        "A woman in a casual outfit with a black cap, graphic tee, and light blue jeans walks on a city street.\n",
        "A woman in a casual outfit with a black cap, graphic tee, and light blue jeans walks on a city street.\n"
    ],
    "images/Shops_in_the_Bellagio_casino,_Las_Vegas.jpeg": [
        "An opulent shopping mall with a glass ceiling, luxury storefronts, and ornate lamps, likely in a high-end casino.\n",
        "An opulent shopping arcade with a glass ceiling, luxury storefronts, and with ornate lamps and carpets, likely in a high-end casino.\n",
        "An opulent shopping arcade with a glass ceiling, luxury storefronts, and ornate lamps, likely in a high-end casino.\n"
    ],
    "images/Foodora_messenger.jpeg": [
        "A Foodora delivery person in a pink/red jacket and helmet rides a blue bike with a large pink food delivery backpack as he crosses a bridge with water below.\n",
        "A delivery person in a pink jacket and helmet rides a blue bike with a large pink food delivery backpack with the company name \"foodora\" and a logo on it. He is crossing a bridge.\n",
        "A Foodora delivery person in a pink jacket and helmet rides a bike with a large pink food delivery backpack.\n",
        "A delivery person in a reddish-pink jacket and helmet  and black pants rides a blue bike with a large reddish-pink food delivery backpack.\n",
        "A delivery person in a pink jacket and helmet rides a blue bike with a large pink food delivery backpack.\n"
    ],
    "images/500px-Backzutaten_041.jpeg": [
        "A roll of paper towels, a measuring cup, and ingredients with German on them, a mixing bowl and an open cookbook on a kitchen counter, suggesting preparation for baking.\n",
        "Ingredients, measuring cup and a bowl sitting on a green and speckled kitchen counter.  In front of them is a cookbook, laying open to what appears to be a recipe with a picture of a pie, suggesting preparation for baking.\n",
        "Ingredients and an open cookbook on a counter, suggesting preparation for baking.\n",
        "Ingredients like eggs, vanilla, and flour with a cookbook, mixing bowl, paper towel roll, and measuring cup on a kitchen counter, suggesting preparation for baking.\n"
    ],
    "images/250px-Raphanus_sativus.jpeg": [
        "A bunch of fresh red radishes with green leaves and white roots.\n",
        "A bunch of fresh red radishes with green leaves and white roots.\n",
        "A bunch of fresh red radishes with green leaves and white roots.\n"
    ],
    "images/Ludovic_and_Lauren_(8425515069).jpeg": [
        "Two runners, a white man and a woman, are smiling and jogging in a race, wearing numbered bibs, athletic shirts and shorts, and running shoes.\n",
        "Two runners, a man and a woman, are smiling and jogging in a race, wearing numbered bibs and athletic gear.\n",
        "Two runners, a man and a woman, are smiling and jogging in a race, wearing numbered badges and athletic gear.\n"
    ],
    "images/510px-Spaltlampe-2.jpeg": [
        "An optometrist is examining a patient's eyes using a slit lamp in a clinic. The optometrist is on the left and the patient on the right. Both the optometrist and the patient are white, female presenting, and appear to be middle aged. The optometrist is wearing a lab coat and the patient has on a white and blue striped button down shirt.\n",
        "An optometrist is examining a patient's eyes using a slit lamp in a clinic.\n",
        "An optometrist is examining a patient's eyes using a slit lamp in a clinic.\n"
    ],
    "images/Ransom_Canyon_Texas_Vogue_Magazine_Photo_Shoot.jpeg": [
        "Two models in stylish black and white attire stand on a road with a backdrop of cacti and a body of water. Both models are white and have on narrow futuristic looking eyewear.\n",
        "Two models in stylish black and white attire holding hands are posing, with a backdrop of cacti and a water body.\n",
        "Two models in stylish black and white attire holding hands standing on a street, with a backdrop of cacti.\n",
        "Two models in stylish black and white stand in a road, with a backdrop of cacti and a water body.\n",
        "Two models in stylish black and white attire holding hands, with a backdrop of cacti and a water body.\n"
    ],
    "images/Bebe_Rexha_-_Untold_2023_-_53113724212_(cropped).jpg": [
        "A woman performs on stage wearing a sparkling, jeweled black bodysuit, with her hair in motion. Only her head and torso are in the frame.\n",
        "A woman is wearing a sparkling, sequined black bodysuit, with her hair flowing behind her.\n",
        "A woman with medium-length, blonde, wavy hair, performs on stage wearing a sparkling, jeweled black bodysuit, which accentuates her figure and has a jeweled chocker-style collar.  Her hair waves in the breeze and she looks off into the distance.\n",
        "A woman performs on stage wearing a sparkling, jeweled black bodysuit, with her hair blown by wind.\n"
    ]
}